{
    "books": [
        {
            "name": "Judith",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Judith 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Judith 1:1",
                            "text": "In the twelfth year of the reign of Nabuchodonosor, who reigned in Nineve, the great city; in the days of Arphaxad, which reigned over the Medes in Ecbatane,"
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Judith 1:2",
                            "text": "And built in Ecbatane walls round about of stones hewn three cubits broad and six cubits long, and made the height of the wall seventy cubits, and the breadth thereof fifty cubits:"
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Judith 1:3",
                            "text": "And set the towers thereof upon the gates of it an hundred cubits high, and the breadth thereof in the foundation threescore cubits:"
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Judith 1:4",
                            "text": "And he made the gates thereof, even gates that were raised to the height of seventy cubits, and the breadth of them was forty cubits, for the going forth of his mighty armies, and for the setting in array of his footmen:"
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Judith 1:5",
                            "text": "Even in those days king Nabuchodonosor made war with king Arphaxad in the great plain, which is the plain in the borders of Ragau."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Judith 1:6",
                            "text": "And there came unto him all they that dwelt in the hill country, and all that dwelt by Euphrates, and Tigris and Hydaspes, and the plain of Arioch the king of the Elymeans, and very many nations of the sons of Chelod, assembled themselves to the battle."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Judith 1:7",
                            "text": "Then Nabuchodonosor king of the Assyrians sent unto all that dwelt in Persia, and to all that dwelt westward, and to those that dwelt in Cilicia, and Damascus, and Libanus, and Antilibanus, and to all that dwelt upon the sea coast,"
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Judith 1:8",
                            "text": "And to those among the nations that were of Carmel, and Galaad, and the higher Galilee, and the great plain of Esdrelom,"
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Judith 1:9",
                            "text": "And to all that were in Samaria and the cities thereof, and beyond Jordan unto Jerusalem, and Betane, and Chelus, and Kades, and the river of Egypt, and Taphnes, and Ramesse, and all the land of Gesem,"
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Judith 1:10",
                            "text": "Until ye come beyond Tanis and Memphis, and to all the inhabitants of Egypt, until ye come to the borders of Ethiopia."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Judith 1:11",
                            "text": "But all the inhabitants of the land made light of the commandment of Nabuchodonosor king of the Assyrians, neither went they with him to the battle; for they were not afraid of him: yea, he was before them as one man, and they sent away his ambassadors from them without effect, and with disgrace."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Judith 1:12",
                            "text": "Therefore Nabuchodonosor was very angry with all this country, and sware by his throne and kingdom, that he would surely be avenged upon all those coasts of Cilicia, and Damascus, and Syria, and that he would slay with the sword all the inhabitants of the land of Moab, and the children of Ammon, and all Judea, and all that were in Egypt, till ye come to the borders of the two seas."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Judith 1:13",
                            "text": "Then he marched in battle array with his power against king Arphaxad in the seventeenth year, and he prevailed in his battle: for he overthrew all the power of Arphaxad, and all his horsemen, and all his chariots,"
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Judith 1:14",
                            "text": "And became lord of his cities, and came unto Ecbatane, and took the towers, and spoiled the streets thereof, and turned the beauty thereof into shame."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Judith 1:15",
                            "text": "He took also Arphaxad in the mountains of Ragau, and smote him through with his darts, and destroyed him utterly that day."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Judith 1:16",
                            "text": "So he returned afterward to Nineve, both he and all his company of sundry nations being a very great multitude of men of war, and there he took his ease, and banqueted, both he and his army, an hundred and twenty days."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Judith 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Judith 2:1",
                            "text": "And in the eighteenth year, the two and twentieth day of the first month, there was talk in the house of Nabuchodonosor king of the Assyrians that he should, as he said, avenge himself on all the earth."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Judith 2:2",
                            "text": "So he called unto him all his officers, and all his nobles, and communicated with them his secret counsel, and concluded the afflicting of the whole earth out of his own mouth."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Judith 2:3",
                            "text": "Then they decreed to destroy all flesh, that did not obey the commandment of his mouth."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Judith 2:4",
                            "text": "And when he had ended his counsel, Nabuchodonosor king of the Assyrians called Holofernes the chief captain of his army, which was next unto him, and said unto him."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Judith 2:5",
                            "text": "Thus saith the great king, the lord of the whole earth, Behold, thou shalt go forth from my presence, and take with thee men that trust in their own strength, of footmen an hundred and twenty thousand; and the number of horses with their riders twelve thousand."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Judith 2:6",
                            "text": "And thou shalt go against all the west country, because they disobeyed my commandment."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Judith 2:7",
                            "text": "And thou shalt declare unto that they prepare for me earth and water: for I will go forth in my wrath against them and will cover the whole face of the earth with the feet of mine army, and I will give them for a spoil unto them:"
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Judith 2:8",
                            "text": "So that their slain shall fill their valleys and brooks and the river shall be filled with their dead, till it overflow:"
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Judith 2:9",
                            "text": "And I will lead them captives to the utmost parts of all the earth."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Judith 2:10",
                            "text": "Thou therefore shalt go forth. and take beforehand for me all their coasts: and if they will yield themselves unto thee, thou shalt reserve them for me till the day of their punishment."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Judith 2:11",
                            "text": "But concerning them that rebel, let not thine eye spare them; but put them to the slaughter, and spoil them wheresoever thou goest."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Judith 2:12",
                            "text": "For as I live, and by the power of my kingdom, whatsoever I have spoken, that will I do by mine hand."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Judith 2:13",
                            "text": "And take thou heed that thou transgress none of the commandments of thy lord, but accomplish them fully, as I have commanded thee, and defer not to do them."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Judith 2:14",
                            "text": "Then Holofernes went forth from the presence of his lord, and called all the governors and captains, and the officers of the army of Assur;"
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Judith 2:15",
                            "text": "And he mustered the chosen men for the battle, as his lord had commanded him, unto an hundred and twenty thousand, and twelve thousand archers on horseback;"
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Judith 2:16",
                            "text": "And he ranged them, as a great army is ordered for the war."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Judith 2:17",
                            "text": "And he took camels and asses for their carriages, a very great number; and sheep and oxen and goats without number for their provision:"
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Judith 2:18",
                            "text": "And plenty of victual for every man of the army, and very much gold and silver out of the king’s house."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Judith 2:19",
                            "text": "Then he went forth and all his power to go before king Nabuchodonosor in the voyage, and to cover all the face of the earth westward with their chariots, and horsemen, and their chosen footmen."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Judith 2:20",
                            "text": "A great number also sundry countries came with them like locusts, and like the sand of the earth: for the multitude was without number."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Judith 2:21",
                            "text": "And they went forth of Nineve three days’ journey toward the plain of Bectileth, and pitched from Bectileth near the mountain which is at the left hand of the upper Cilicia."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Judith 2:22",
                            "text": "Then he took all his army, his footmen, and horsemen and chariots, and went from thence into the hill country;"
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Judith 2:23",
                            "text": "And destroyed Phud and Lud, and spoiled all the children of Rasses, and the children of Israel, which were toward the wilderness at the south of the land of the Chellians."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Judith 2:24",
                            "text": "Then he went over Euphrates, and went through Mesopotamia, and destroyed all the high cities that were upon the river Arbonai, till ye come to the sea."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Judith 2:25",
                            "text": "And he took the borders of Cilicia, and killed all that resisted him, and came to the borders of Japheth, which were toward the south, over against Arabia."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Judith 2:26",
                            "text": "He compassed also all the children of Madian, and burned up their tabernacles, and spoiled their sheepcotes."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Judith 2:27",
                            "text": "Then he went down into the plain of Damascus in the time of wheat harvest, and burnt up all their fields, and destroyed their flocks and herds, also he spoiled their cities, and utterly wasted their countries, and smote all their young men with the edge of the sword."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Judith 2:28",
                            "text": "Therefore the fear and dread of him fell upon all the inhabitants of the sea coasts, which were in Sidon and Tyrus, and them that dwelt in Sur and Ocina, and all that dwelt in Jemnaan; and they that dwelt in Azotus and Ascalon feared him greatly."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Judith 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Judith 3:1",
                            "text": "So they sent ambassadors unto him to treat of peace, saying,"
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Judith 3:2",
                            "text": "Behold, we the servants of Nabuchodonosor the great king lie before thee; use us as shall be good in thy sight."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Judith 3:3",
                            "text": "Behold, our houses, and all our places, and all our fields of wheat, and flocks, and herds, and all the lodges of our tents lie before thy face; use them as it pleaseth thee."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Judith 3:4",
                            "text": "Behold, even our cities and the inhabitants thereof are thy servants; come and deal with them as seemeth good unto thee."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Judith 3:5",
                            "text": "So the men came to Holofernes, and declared unto him after this manner."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Judith 3:6",
                            "text": "Then came he down toward the sea coast, both he and his army, and set garrisons in the high cities, and took out of them chosen men for aid."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Judith 3:7",
                            "text": "So they and all the country round about received them with garlands, with dances, and with timbrels."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Judith 3:8",
                            "text": "Yet he did cast down their frontiers, and cut down their groves: for he had decreed to destroy all the gods of the land, that all nations should worship Nabuchodonosor only, and that all tongues and tribes should call upon him as god."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Judith 3:9",
                            "text": "Also he came over against Esdraelon near unto Judea, over against the great strait of Judea."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Judith 3:10",
                            "text": "And he pitched between Geba and Scythopolis, and there he tarried a whole month, that he might gather together all the carriages of his army."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Judith 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Judith 4:1",
                            "text": "Now the children of Israel, that dwelt in Judea, heard all that Holofernes the chief captain of Nabuchodonosor king of the Assyrians had done to the nations, and after what manner he had spoiled all their temples, and brought them to nought."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Judith 4:2",
                            "text": "Therefore they were exceedingly afraid of him, and were troubled for Jerusalem, and for the temple of the Lord their God:"
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Judith 4:3",
                            "text": "For they were newly returned from the captivity, and all the people of Judea were lately gathered together: and the vessels, and the altar, and the house, were sanctified after the profanation."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Judith 4:4",
                            "text": "Therefore they sent into all the coasts of Samaria, and the villages and to Bethoron, and Belmen, and Jericho, and to Choba, and Esora, and to the valley of Salem:"
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Judith 4:5",
                            "text": "And possessed themselves beforehand of all the tops of the high mountains, and fortified the villages that were in them, and laid up victuals for the provision of war: for their fields were of late reaped."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Judith 4:6",
                            "text": "Also Joacim the high priest, which was in those days in Jerusalem, wrote to them that dwelt in Bethulia, and Betomestham, which is over against Esdraelon toward the open country, near to Dothaim,"
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Judith 4:7",
                            "text": "Charging them to keep the passages of the hill country: for by them there was an entrance into Judea, and it was easy to stop them that would come up, because the passage was straight, for two men at the most."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Judith 4:8",
                            "text": "And the children of Israel did as Joacim the high priest had commanded them, with the ancients of all the people of Israel, which dwelt at Jerusalem."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Judith 4:9",
                            "text": "Then every man of Israel cried to God with great fervency, and with great vehemency did they humble their souls:"
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Judith 4:10",
                            "text": "Both they, and their wives and their children, and their cattle, and every stranger and hireling, and their servants bought with money, put sackcloth upon their loins."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Judith 4:11",
                            "text": "Thus every man and women, and the little children, and the inhabitants of Jerusalem, fell before the temple, and cast ashes upon their heads, and spread out their sackcloth before the face of the Lord: also they put sackcloth about the altar,"
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Judith 4:12",
                            "text": "And cried to the God of Israel all with one consent earnestly, that he would not give their children for a prey, and their wives for a spoil, and the cities of their inheritance to destruction, and the sanctuary to profanation and reproach, and for the nations to rejoice at."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Judith 4:13",
                            "text": "So God heard their prayers, and looked upon their afflictions: for the people fasted many days in all Judea and Jerusalem before the sanctuary of the Lord Almighty."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Judith 4:14",
                            "text": "And Joacim the high priest, and all the priests that stood before the Lord, and they which ministered unto the Lord, had their loins girt with sackcloth, and offered the daily burnt offerings, with the vows and free gifts of the people,"
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Judith 4:15",
                            "text": "And had ashes on their mitres, and cried unto the Lord with all their power, that he would look upon all the house of Israel graciously."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Judith 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Judith 5:1",
                            "text": "Then was it declared to Holofernes, the chief captain of the army of Assur, that the children of Israel had prepared for war, and had shut up the passages of the hill country, and had fortified all the tops of the high hills and had laid impediments in the champaign countries:"
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Judith 5:2",
                            "text": "Wherewith he was very angry, and called all the princes of Moab, and the captains of Ammon, and all the governors of the sea coast,"
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Judith 5:3",
                            "text": "And he said unto them, Tell me now, ye sons of Chanaan, who this people is, that dwelleth in the hill country, and what are the cities that they inhabit, and what is the multitude of their army, and wherein is their power and strength, and what king is set over them, or captain of their army;"
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Judith 5:4",
                            "text": "And why have they determined not to come and meet me, more than all the inhabitants of the west."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Judith 5:5",
                            "text": "Then said Achior, the captain of all the sons of Ammon, Let my lord now hear a word from the mouth of thy servant, and I will declare unto thee the truth concerning this people, which dwelleth near thee, and inhabiteth the hill countries: and there shall no lie come out of the mouth of thy servant."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Judith 5:6",
                            "text": "This people are descended of the Chaldeans:"
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Judith 5:7",
                            "text": "And they sojourned heretofore in Mesopotamia, because they would not follow the gods of their fathers, which were in the land of Chaldea."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Judith 5:8",
                            "text": "For they left the way of their ancestors, and worshipped the God of heaven, the God whom they knew: so they cast them out from the face of their gods, and they fled into Mesopotamia, and sojourned there many days."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Judith 5:9",
                            "text": "Then their God commanded them to depart from the place where they sojourned, and to go into the land of Chanaan: where they dwelt, and were increased with gold and silver, and with very much cattle."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Judith 5:10",
                            "text": "But when a famine covered all the land of Chanaan, they went down into Egypt, and sojourned there, while they were nourished, and became there a great multitude, so that one could not number their nation."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Judith 5:11",
                            "text": "Therefore the king of Egypt rose up against them, and dealt subtilly with them, and brought them low with labouring in brick, and made them slaves."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Judith 5:12",
                            "text": "Then they cried unto their God, and he smote all the land of Egypt with incurable plagues: so the Egyptians cast them out of their sight."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Judith 5:13",
                            "text": "And God dried the Red sea before them,"
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Judith 5:14",
                            "text": "And brought them to mount Sina, and Cades-Barne, and cast forth all that dwelt in the wilderness."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Judith 5:15",
                            "text": "So they dwelt in the land of the Amorites, and they destroyed by their strength all them of Esebon, and passing over Jordan they possessed all the hill country."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Judith 5:16",
                            "text": "And they cast forth before them the Chanaanite, the Pherezite, the Jebusite, and the Sychemite, and all the Gergesites, and they dwelt in that country many days."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Judith 5:17",
                            "text": "And whilst they sinned not before their God, they prospered, because the God that hateth iniquity was with them."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Judith 5:18",
                            "text": "But when they departed from the way which he appointed them, they were destroyed in many battles very sore, and were led captives into a land that was not their’s, and the temple of their God was cast to the ground, and their cities were taken by the enemies."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Judith 5:19",
                            "text": "But now are they returned to their God, and are come up from the places where they were scattered, and have possessed Jerusalem, where their sanctuary is, and are seated in the hill country; for it was desolate."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Judith 5:20",
                            "text": "Now therefore, my lord and governor, if there be any error against this people, and they sin against their God, let us consider that this shall be their ruin, and let us go up, and we shall overcome them."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Judith 5:21",
                            "text": "But if there be no iniquity in their nation, let my lord now pass by, lest their Lord defend them, and their God be for them, and we become a reproach before all the world."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Judith 5:22",
                            "text": "And when Achior had finished these sayings, all the people standing round about the tent murmured, and the chief men of Holofernes, and all that dwelt by the sea side, and in Moab, spake that he should kill him."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Judith 5:23",
                            "text": "For, say they, we will not be afraid of the face of the children of Israel: for, lo, it is a people that have no strength nor power for a strong battle"
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Judith 5:24",
                            "text": "Now therefore, lord Holofernes, we will go up, and they shall be a prey to be devoured of all thine army."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Judith 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Judith 6:1",
                            "text": "And when the tumult of men that were about the council was ceased, Holofernes the chief captain of the army of Assur said unto Achior and all the Moabites before all the company of other nations,"
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Judith 6:2",
                            "text": "And who art thou, Achior, and the hirelings of Ephraim, that thou hast prophesied against us as to day, and hast said, that we should not make war with the people of Israel, because their God will defend them? and who is God but Nabuchodonosor?"
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Judith 6:3",
                            "text": "He will send his power, and will destroy them from the face of the earth, and their God shall not deliver them: but we his servants will destroy them as one man; for they are not able to sustain the power of our horses."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Judith 6:4",
                            "text": "For with them we will tread them under foot, and their mountains shall be drunken with their blood, and their fields shall be filled with their dead bodies, and their footsteps shall not be able to stand before us, for they shall utterly perish, saith king Nabuchodonosor, lord of all the earth: for he said, None of my words shall be in vain."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Judith 6:5",
                            "text": "And thou, Achior, an hireling of Ammon, which hast spoken these words in the day of thine iniquity, shalt see my face no more from this day, until I take vengeance of this nation that came out of Egypt."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Judith 6:6",
                            "text": "And then shall the sword of mine army, and the multitude of them that serve me, pass through thy sides, and thou shalt fall among their slain, when I return."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Judith 6:7",
                            "text": "Now therefore my servants shall bring thee back into the hill country, and shall set thee in one of the cities of the passages:"
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Judith 6:8",
                            "text": "And thou shalt not perish, till thou be destroyed with them."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Judith 6:9",
                            "text": "And if thou persuade thyself in thy mind that they shall be taken, let not thy countenance fall: I have spoken it, and none of my words shall be in vain."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Judith 6:10",
                            "text": "Then Holofernes commanded his servants, that waited in his tent, to take Achior, and bring him to Bethulia, and deliver him into the hands of the children of Israel."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Judith 6:11",
                            "text": "So his servants took him, and brought him out of the camp into the plain, and they went from the midst of the plain into the hill country, and came unto the fountains that were under Bethulia."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Judith 6:12",
                            "text": "And when the men of the city saw them, they took up their weapons, and went out of the city to the top of the hill: and every man that used a sling kept them from coming up by casting of stones against them."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Judith 6:13",
                            "text": "Nevertheless having gotten privily under the hill, they bound Achior, and cast him down, and left him at the foot of the hill, and returned to their lord."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Judith 6:14",
                            "text": "But the Israelites descended from their city, and came unto him, and loosed him, and brought him to Bethulia, and presented him to the governors of the city:"
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Judith 6:15",
                            "text": "Which were in those days Ozias the son of Micha, of the tribe of Simeon, and Chabris the son of Gothoniel, and Charmis the son of Melchiel."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Judith 6:16",
                            "text": "And they called together all the ancients of the city, and all their youth ran together, and their women, to the assembly, and they set Achior in the midst of all their people. Then Ozias asked him of that which was done."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Judith 6:17",
                            "text": "And he answered and declared unto them the words of the council of Holofernes, and all the words that he had spoken in the midst of the princes of Assur, and whatsoever Holofernes had spoken proudly against the house of Israel."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Judith 6:18",
                            "text": "Then the people fell down and worshipped God, and cried unto God. saying,"
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Judith 6:19",
                            "text": "O Lord God of heaven, behold their pride, and pity the low estate of our nation, and look upon the face of those that are sanctified unto thee this day."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Judith 6:20",
                            "text": "Then they comforted Achior, and praised him greatly."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Judith 6:21",
                            "text": "And Ozias took him out of the assembly unto his house, and made a feast to the elders; and they called on the God of Israel all that night for help."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Judith 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Judith 7:1",
                            "text": "The next day Holofernes commanded all his army, and all his people which were come to take his part, that they should remove their camp against Bethulia, to take aforehand the ascents of the hill country, and to make war against the children of Israel."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Judith 7:2",
                            "text": "Then their strong men removed their camps in that day, and the army of the men of war was an hundred and seventy thousand footmen, and twelve thousand horsemen, beside the baggage, and other men that were afoot among them, a very great multitude."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Judith 7:3",
                            "text": "And they camped in the valley near unto Bethulia, by the fountain, and they spread themselves in breadth over Dothaim even to Belmaim, and in length from Bethulia unto Cynamon, which is over against Esdraelon."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Judith 7:4",
                            "text": "Now the children of Israel, when they saw the multitude of them, were greatly troubled, and said every one to his neighbour, Now will these men lick up the face of the earth; for neither the high mountains, nor the valleys, nor the hills, are able to bear their weight."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Judith 7:5",
                            "text": "Then every man took up his weapons of war, and when they had kindled fires upon their towers, they remained and watched all that night."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Judith 7:6",
                            "text": "But in the second day Holofernes brought forth all his horsemen in the sight of the children of Israel which were in Bethulia,"
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Judith 7:7",
                            "text": "And viewed the passages up to the city, and came to the fountains of their waters, and took them, and set garrisons of men of war over them, and he himself removed toward his people."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Judith 7:8",
                            "text": "Then came unto him all the chief of the children of Esau, and all the governors of the people of Moab, and the captains of the sea coast, and said,"
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Judith 7:9",
                            "text": "Let our lord now hear a word, that there be not an overthrow in thine army."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Judith 7:10",
                            "text": "For this people of the children of Israel do not trust in their spears, but in the height of the mountains wherein they dwell, because it is not easy to come up to the tops of their mountains."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Judith 7:11",
                            "text": "Now therefore, my lord, fight not against them in battle array, and there shall not so much as one man of thy people perish."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Judith 7:12",
                            "text": "Remain in thy camp, and keep all the men of thine army, and let thy servants get into their hands the fountain of water, which issueth forth of the foot of the mountain:"
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Judith 7:13",
                            "text": "For all the inhabitants of Bethulia have their water thence; so shall thirst kill them, and they shall give up their city, and we and our people shall go up to the tops of the mountains that are near, and will camp upon them, to watch that none go out of the city."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Judith 7:14",
                            "text": "So they and their wives and their children shall be consumed with fire, and before the sword come against them, they shall be overthrown in the streets where they dwell."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Judith 7:15",
                            "text": "Thus shalt thou render them an evil reward; because they rebelled, and met not thy person peaceably."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Judith 7:16",
                            "text": "And these words pleased Holofernes and all his servants, and he appointed to do as they had spoken."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Judith 7:17",
                            "text": "So the camp of the children of Ammon departed, and with them five thousand of the Assyrians, and they pitched in the valley, and took the waters, and the fountains of the waters of the children of Israel."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Judith 7:18",
                            "text": "Then the children of Esau went up with the children of Ammon, and camped in the hill country over against Dothaim: and they sent some of them toward the south, and toward the east over against Ekrebel, which is near unto Chusi, that is upon the brook Mochmur; and the rest of the army of the Assyrians camped in the plain, and covered the face of the whole land; and their tents and carriages were pitched to a very great multitude."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Judith 7:19",
                            "text": "Then the children of Israel cried unto the Lord their God, because their heart failed, for all their enemies had compassed them round about, and there was no way to escape out from among them."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Judith 7:20",
                            "text": "Thus all the company of Assur remained about them, both their footmen, chariots, and horsemen, four and thirty days, so that all their vessels of water failed all the inhibitants of Bethulia."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Judith 7:21",
                            "text": "And the cisterns were emptied, and they had not water to drink their fill for one day; for they gave them drink by measure."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Judith 7:22",
                            "text": "Therefore their young children were out of heart, and their women and young men fainted for thirst, and fell down in the streets of the city, and by the passages of the gates, and there was no longer any strength in them."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Judith 7:23",
                            "text": "Then all the people assembled to Ozias, and to the chief of the city, both young men, and women, and children, and cried with a loud voice, and said before all the elders,"
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Judith 7:24",
                            "text": "God be judge between us and you: for ye have done us great injury, in that ye have not required peace of the children of Assur."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "Judith 7:25",
                            "text": "For now we have no helper: but God hath sold us into their hands, that we should be thrown down before them with thirst and great destruction."
                        },
                        {
                            "verse": 26,
                            "chapter": 7,
                            "name": "Judith 7:26",
                            "text": "Now therefore call them unto you, and deliver the whole city for a spoil to the people of Holofernes, and to all his army."
                        },
                        {
                            "verse": 27,
                            "chapter": 7,
                            "name": "Judith 7:27",
                            "text": "For it is better for us to be made a spoil unto them, than to die for thirst: for we will be his servants, that our souls may live, and not see the death of our infants before our eyes, nor our wives nor our children to die."
                        },
                        {
                            "verse": 28,
                            "chapter": 7,
                            "name": "Judith 7:28",
                            "text": "We take to witness against you the heaven and the earth, and our God and Lord of our fathers, which punisheth us according to our sins and the sins of our fathers, that he do not according as we have said this day."
                        },
                        {
                            "verse": 29,
                            "chapter": 7,
                            "name": "Judith 7:29",
                            "text": "Then there was great weeping with one consent in the midst of the assembly; and they cried unto the Lord God with a loud voice."
                        },
                        {
                            "verse": 30,
                            "chapter": 7,
                            "name": "Judith 7:30",
                            "text": "Then said Ozias to them, Brethren, be of good courage, let us yet endure five days, in the which space the Lord our God may turn his mercy toward us; for he will not forsake us utterly."
                        },
                        {
                            "verse": 31,
                            "chapter": 7,
                            "name": "Judith 7:31",
                            "text": "And if these days pass, and there come no help unto us, I will do according to your word."
                        },
                        {
                            "verse": 32,
                            "chapter": 7,
                            "name": "Judith 7:32",
                            "text": "And he dispersed the people, every one to their own charge; and they went unto the walls and towers of their city, and sent the women and children into their houses: and they were very low brought in the city."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Judith 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Judith 8:1",
                            "text": "Now at that time Judith heard thereof, which was the daughter of Merari, the son of Ox, the son of Joseph, the son of Ozel, the son of Elcia, the son of Ananias, the son of Gedeon, the son of Raphaim, the son of Acitho, the son of Eliu, the son of Eliab, the son of Nathanael, the son of Samael, the son of Salasadal, the son of Israel."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Judith 8:2",
                            "text": "And Manasses was her husband, of her tribe and kindred, who died in the barley harvest."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Judith 8:3",
                            "text": "For as he stood overseeing them that bound sheaves in the field, the heat came upon his head, and he fell on his bed, and died in the city of Bethulia: and they buried him with his fathers in the field between Dothaim and Balamo."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Judith 8:4",
                            "text": "So Judith was a widow in her house three years and four months."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Judith 8:5",
                            "text": "And she made her a tent upon the top of her house, and put on sackcloth upon her loins and ware her widow’s apparel."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Judith 8:6",
                            "text": "And she fasted all the days of her widowhood, save the eves of the sabbaths, and the sabbaths, and the eves of the new moons, and the new moons and the feasts and solemn days of the house of Israel."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Judith 8:7",
                            "text": "She was also of a goodly countenance, and very beautiful to behold: and her husband Manasses had left her gold, and silver, and menservants and maidservants, and cattle, and lands; and she remained upon them."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Judith 8:8",
                            "text": "And there was none that gave her an ill word; as she feared God greatly."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Judith 8:9",
                            "text": "Now when she heard the evil words of the people against the governor, that they fainted for lack of water; for Judith had heard all the words that Ozias had spoken unto them, and that he had sworn to deliver the city unto the Assyrians after five days;"
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Judith 8:10",
                            "text": "Then she sent her waitingwoman, that had the government of all things that she had, to call Ozias and Chabris and Charmis, the ancients of the city."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Judith 8:11",
                            "text": "And they came unto her, and she said unto them, Hear me now, O ye governors of the inhabitants of Bethulia: for your words that ye have spoken before the people this day are not right, touching this oath which ye made and pronounced between God and you, and have promised to deliver the city to our enemies, unless within these days the Lord turn to help you."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Judith 8:12",
                            "text": "And now who are ye that have tempted God this day, and stand instead of God among the children of men?"
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Judith 8:13",
                            "text": "And now try the Lord Almighty, but ye shall never know any thing."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Judith 8:14",
                            "text": "For ye cannot find the depth of the heart of man, neither can ye perceive the things that he thinketh: then how can ye search out God, that hath made all these things, and know his mind, or comprehend his purpose? Nay, my brethren, provoke not the Lord our God to anger."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Judith 8:15",
                            "text": "For if he will not help us within these five days, he hath power to defend us when he will, even every day, or to destroy us before our enemies."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Judith 8:16",
                            "text": "Do not bind the counsels of the Lord our God: for God is not as man, that he may be threatened; neither is he as the son of man, that he should be wavering."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Judith 8:17",
                            "text": "Therefore let us wait for salvation of him, and call upon him to help us, and he will hear our voice, if it please him."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Judith 8:18",
                            "text": "For there arose none in our age, neither is there any now in these days neither tribe, nor family, nor people, nor city among us, which worship gods made with hands, as hath been aforetime."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Judith 8:19",
                            "text": "For the which cause our fathers were given to the sword, and for a spoil, and had a great fall before our enemies."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Judith 8:20",
                            "text": "But we know none other god, therefore we trust that he will not despise us, nor any of our nation."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Judith 8:21",
                            "text": "For if we be taken so, all Judea shall lie waste, and our sanctuary shall be spoiled; and he will require the profanation thereof at our mouth."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Judith 8:22",
                            "text": "And the slaughter of our brethren, and the captivity of the country, and the desolation of our inheritance, will he turn upon our heads among the Gentiles, wheresoever we shall be in bondage; and we shall be an offence and a reproach to all them that possess us."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Judith 8:23",
                            "text": "For our servitude shall not be directed to favour: but the Lord our God shall turn it to dishonour."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "Judith 8:24",
                            "text": "Now therefore, O brethren, let us shew an example to our brethren, because their hearts depend upon us, and the sanctuary, and the house, and the altar, rest upon us."
                        },
                        {
                            "verse": 25,
                            "chapter": 8,
                            "name": "Judith 8:25",
                            "text": "Moreover let us give thanks to the Lord our God, which trieth us, even as he did our fathers."
                        },
                        {
                            "verse": 26,
                            "chapter": 8,
                            "name": "Judith 8:26",
                            "text": "Remember what things he did to Abraham, and how he tried Isaac, and what happened to Jacob in Mesopotamia of Syria, when he kept the sheep of Laban his mother’s brother."
                        },
                        {
                            "verse": 27,
                            "chapter": 8,
                            "name": "Judith 8:27",
                            "text": "For he hath not tried us in the fire, as he did them, for the examination of their hearts, neither hath he taken vengeance on us: but the Lord doth scourge them that come near unto him, to admonish them."
                        },
                        {
                            "verse": 28,
                            "chapter": 8,
                            "name": "Judith 8:28",
                            "text": "Then said Ozias to her, All that thou hast spoken hast thou spoken with a good heart, and there is none that may gainsay thy words."
                        },
                        {
                            "verse": 29,
                            "chapter": 8,
                            "name": "Judith 8:29",
                            "text": "For this is not the first day wherein thy wisdom is manifested; but from the beginning of thy days all the people have known thy understanding, because the disposition of thine heart is good."
                        },
                        {
                            "verse": 30,
                            "chapter": 8,
                            "name": "Judith 8:30",
                            "text": "But the people were very thirsty, and compelled us to do unto them as we have spoken, and to bring an oath upon ourselves, which we will not break."
                        },
                        {
                            "verse": 31,
                            "chapter": 8,
                            "name": "Judith 8:31",
                            "text": "Therefore now pray thou for us, because thou art a godly woman, and the Lord will send us rain to fill our cisterns, and we shall faint no more."
                        },
                        {
                            "verse": 32,
                            "chapter": 8,
                            "name": "Judith 8:32",
                            "text": "Then said Judith unto them, Hear me, and I will do a thing, which shall go throughout all generations to the children of our nation."
                        },
                        {
                            "verse": 33,
                            "chapter": 8,
                            "name": "Judith 8:33",
                            "text": "Ye shall stand this night in the gate, and I will go forth with my waitingwoman: and within the days that ye have promised to deliver the city to our enemies the Lord will visit Israel by mine hand."
                        },
                        {
                            "verse": 34,
                            "chapter": 8,
                            "name": "Judith 8:34",
                            "text": "But enquire not ye of mine act: for I will not declare it unto you, till the things be finished that I do."
                        },
                        {
                            "verse": 35,
                            "chapter": 8,
                            "name": "Judith 8:35",
                            "text": "Then said Ozias and the princes unto her, Go in peace, and the Lord God be before thee, to take vengeance on our enemies."
                        },
                        {
                            "verse": 36,
                            "chapter": 8,
                            "name": "Judith 8:36",
                            "text": "So they returned from the tent, and went to their wards."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Judith 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Judith 9:1",
                            "text": "Judith fell upon her face, and put ashes upon her head, and uncovered the sackcloth wherewith she was clothed; and about the time that the incense of that evening was offered in Jerusalem in the house of the Lord Judith cried with a loud voice, and said,"
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Judith 9:2",
                            "text": "O Lord God of my father Simeon, to whom thou gavest a sword to take vengeance of the strangers, who loosened the girdle of a maid to defile her, and discovered the thigh to her shame, and polluted her virginity to her reproach; for thou saidst, It shall not be so; and yet they did so:"
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Judith 9:3",
                            "text": "Wherefore thou gavest their rulers to be slain, so that they dyed their bed in blood, being deceived, and smotest the servants with their lords, and the lords upon their thrones;"
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Judith 9:4",
                            "text": "And hast given their wives for a prey, and their daughters to be captives, and all their spoils to be divided among thy dear children; which were moved with thy zeal, and abhorred the pollution of their blood, and called upon thee for aid: O God, O my God, hear me also a widow."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Judith 9:5",
                            "text": "For thou hast wrought not only those things, but also the things which fell out before, and which ensued after; thou hast thought upon the things which are now, and which are to come."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Judith 9:6",
                            "text": "Yea, what things thou didst determine were ready at hand, and said, Lo, we are here: for all thy ways are prepared, and thy judgments are in thy foreknowledge."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Judith 9:7",
                            "text": "For, behold, the Assyrians are multiplied in their power; they are exalted with horse and man; they glory in the strength of their footmen; they trust in shield, and spear, and bow, and sling; and know not that thou art the Lord that breakest the battles: the Lord is thy name."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Judith 9:8",
                            "text": "Throw down their strength in thy power, and bring down their force in thy wrath: for they have purposed to defile thy sanctuary, and to pollute the tabernacle where thy glorious name resteth and to cast down with sword the horn of thy altar."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Judith 9:9",
                            "text": "Behold their pride, and send thy wrath upon their heads: give into mine hand, which am a widow, the power that I have conceived."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Judith 9:10",
                            "text": "Smite by the deceit of my lips the servant with the prince, and the prince with the servant: break down their stateliness by the hand of a woman."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Judith 9:11",
                            "text": "For thy power standeth not in multitude nor thy might in strong men: for thou art a God of the afflicted, an helper of the oppressed, an upholder of the weak, a protector of the forlorn, a saviour of them that are without hope."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Judith 9:12",
                            "text": "I pray thee, I pray thee, O God of my father, and God of the inheritance of Israel, Lord of the heavens and earth, Creator of the waters, king of every creature, hear thou my prayer:"
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Judith 9:13",
                            "text": "And make my speech and deceit to be their wound and stripe, who have purposed cruel things against thy covenant, and thy hallowed house, and against the top of Sion, and against the house of the possession of thy children."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Judith 9:14",
                            "text": "And make every nation and tribe to acknowledge that thou art the God of all power and might, and that there is none other that protecteth the people of Israel but thou."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Judith 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Judith 10:1",
                            "text": "Now after that she had ceased to cry unto the God of Israel, and bad made an end of all these words."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Judith 10:2",
                            "text": "She rose where she had fallen down, and called her maid, and went down into the house in the which she abode in the sabbath days, and in her feast days,"
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Judith 10:3",
                            "text": "And pulled off the sackcloth which she had on, and put off the garments of her widowhood, and washed her body all over with water, and anointed herself with precious ointment, and braided the hair of her head, and put on a tire upon it, and put on her garments of gladness, wherewith she was clad during the life of Manasses her husband."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Judith 10:4",
                            "text": "And she took sandals upon her feet, and put about her her bracelets, and her chains, and her rings, and her earrings, and all her ornaments, and decked herself bravely, to allure the eyes of all men that should see her."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Judith 10:5",
                            "text": "Then she gave her maid a bottle of wine, and a cruse of oil, and filled a bag with parched corn, and lumps of figs, and with fine bread; so she folded all these things together, and laid them upon her."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Judith 10:6",
                            "text": "Thus they went forth to the gate of the city of Bethulia, and found standing there Ozias and the ancients of the city, Chabris and Charmis."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Judith 10:7",
                            "text": "And when they saw her, that her countenance was altered, and her apparel was changed, they wondered at her beauty very greatly, and said unto her."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Judith 10:8",
                            "text": "The God, the God of our fathers give thee favour, and accomplish thine enterprizes to the glory of the children of Israel, and to the exaltation of Jerusalem. Then they worshipped God."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Judith 10:9",
                            "text": "And she said unto them, Command the gates of the city to be opened unto me, that I may go forth to accomplish the things whereof ye have spoken with me. So they commanded the young men to open unto her, as she had spoken."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Judith 10:10",
                            "text": "And when they had done so, Judith went out, she, and her maid with her; and the men of the city looked after her, until she was gone down the mountain, and till she had passed the valley, and could see her no more."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Judith 10:11",
                            "text": "Thus they went straight forth in the valley: and the first watch of the Assyrians met her,"
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Judith 10:12",
                            "text": "And took her, and asked her, Of what people art thou? and whence comest thou? and whither goest thou? And she said, I am a woman of the Hebrews, and am fled from them: for they shall be given you to be consumed:"
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Judith 10:13",
                            "text": "And I am coming before Holofernes the chief captain of your army, to declare words of truth; and I will shew him a way, whereby he shall go, and win all the hill country, without losing the body or life of any one of his men."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Judith 10:14",
                            "text": "Now when the men heard her words, and beheld her countenance, they wondered greatly at her beauty, and said unto her,"
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Judith 10:15",
                            "text": "Thou hast saved thy life, in that thou hast hasted to come down to the presence of our lord: now therefore come to his tent, and some of us shall conduct thee, until they have delivered thee to his hands."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Judith 10:16",
                            "text": "And when thou standest before him, be not afraid in thine heart, but shew unto him according to thy word; and he will entreat thee well."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Judith 10:17",
                            "text": "Then they chose out of them an hundred men to accompany her and her maid; and they brought her to the tent of Holofernes."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Judith 10:18",
                            "text": "Then was there a concourse throughout all the camp: for her coming was noised among the tents, and they came about her, as she stood without the tent of Holofernes, till they told him of her."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Judith 10:19",
                            "text": "And they wondered at her beauty, and admired the children of Israel because of her, and every one said to his neighbour, Who would despise this people, that have among them such women? surely it is not good that one man of them be left who being let go might deceive the whole earth."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Judith 10:20",
                            "text": "And they that lay near Holofernes went out, and all his servants and they brought her into the tent."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Judith 10:21",
                            "text": "Now Holofernes rested upon his bed under a canopy, which was woven with purple, and gold, and emeralds, and precious stones."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Judith 10:22",
                            "text": "So they shewed him of her; and he came out before his tent with silver lamps going before him."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Judith 10:23",
                            "text": "And when Judith was come before him and his servants they all marvelled at the beauty of her countenance; and she fell down upon her face, and did reverence unto him: and his servants took her up."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Judith 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Judith 11:1",
                            "text": "Then said Holofernes unto her, Woman, be of good comfort, fear not in thine heart: for I never hurt any that was willing to serve Nabuchodonosor, the king of all the earth."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Judith 11:2",
                            "text": "Now therefore, if thy people that dwelleth in the mountains had not set light by me, I would not have lifted up my spear against them: but they have done these things to themselves."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Judith 11:3",
                            "text": "But now tell me wherefore thou art fled from them, and art come unto us: for thou art come for safeguard; be of good comfort, thou shalt live this night, and hereafter:"
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Judith 11:4",
                            "text": "For none shall hurt thee, but entreat thee well, as they do the servants of king Nabuchodonosor my lord."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Judith 11:5",
                            "text": "Then Judith said unto him, Receive the words of thy servant, and suffer thine handmaid to speak in thy presence, and I will declare no lie to my lord this night."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Judith 11:6",
                            "text": "And if thou wilt follow the words of thine handmaid, God will bring the thing perfectly to pass by thee; and my lord shall not fail of his purposes."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Judith 11:7",
                            "text": "As Nabuchodonosor king of all the earth liveth, and as his power liveth, who hath sent thee for the upholding of every living thing: for not only men shall serve him by thee, but also the beasts of the field, and the cattle, and the fowls of the air, shall live by thy power under Nabuchodonosor and all his house."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Judith 11:8",
                            "text": "For we have heard of thy wisdom and thy policies, and it is reported in all the earth, that thou only art excellent in all the kingdom, and mighty in knowledge, and wonderful in feats of war."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Judith 11:9",
                            "text": "Now as concerning the matter, which Achior did speak in thy council, we have heard his words; for the men of Bethulia saved him, and he declared unto them all that he had spoken unto thee."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Judith 11:10",
                            "text": "Therefore, O lord and governor, respect not his word; but lay it up in thine heart, for it is true: for our nation shall not be punished, neither can sword prevail against them, except they sin against their God."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Judith 11:11",
                            "text": "And now, that my lord be not defeated and frustrate of his purpose, even death is now fallen upon them, and their sin hath overtaken them, wherewith they will provoke their God to anger whensoever they shall do that which is not fit to be done:"
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Judith 11:12",
                            "text": "For their victuals fail them, and all their water is scant, and they have determined to lay hands upon their cattle, and purposed to consume all those things, that God hath forbidden them to eat by his laws:"
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Judith 11:13",
                            "text": "And are resolved to spend the firstfruits of the the tenths of wine and oil, which they had sanctified, and reserved for the priests that serve in Jerusalem before the face of our God; the which things it is not lawful for any of the people so much as to touch with their hands."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Judith 11:14",
                            "text": "For they have sent some to Jerusalem, because they also that dwell there have done the like, to bring them a licence from the senate."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Judith 11:15",
                            "text": "Now when they shall bring them word, they will forthwith do it, and they shall be given to thee to be destroyed the same day."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Judith 11:16",
                            "text": "Wherefore I thine handmaid, knowing all this, am fled from their presence; and God hath sent me to work things with thee, whereat all the earth shall be astonished, and whosoever shall hear it."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Judith 11:17",
                            "text": "For thy servant is religious, and serveth the God of heaven day and night: now therefore, my lord, I will remain with thee, and thy servant will go out by night into the valley, and I will pray unto God, and he will tell me when they have committed their sins:"
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Judith 11:18",
                            "text": "And I will come and shew it unto thee: then thou shalt go forth with all thine army, and there shall be none of them that shall resist thee."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Judith 11:19",
                            "text": "And I will lead thee through the midst of Judea, until thou come before Jerusalem; and I will set thy throne in the midst thereof; and thou shalt drive them as sheep that have no shepherd, and a dog shall not so much as open his mouth at thee: for these things were told me according to my foreknowledge, and they were declared unto me, and I am sent to tell thee."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Judith 11:20",
                            "text": "Then her words pleased Holofernes and all his servants; and they marvelled at her wisdom, and said,"
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Judith 11:21",
                            "text": "There is not such a woman from one end of the earth to the other, both for beauty of face, and wisdom of words."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Judith 11:22",
                            "text": "Likewise Holofernes said unto her. God hath done well to send thee before the people, that strength might be in our hands and destruction upon them that lightly regard my lord."
                        },
                        {
                            "verse": 23,
                            "chapter": 11,
                            "name": "Judith 11:23",
                            "text": "And now thou art both beautiful in thy countenance, and witty in thy words: surely if thou do as thou hast spoken thy God shall be my God, and thou shalt dwell in the house of king Nabuchodonosor, and shalt be renowned through the whole earth."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Judith 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Judith 12:1",
                            "text": "Then he commanded to bring her in where his plate was set; and bade that they should prepare for her of his own meats, and that she should drink of his own wine."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Judith 12:2",
                            "text": "And Judith said, I will not eat thereof, lest there be an offence: but provision shall be made for me of the things that I have brought."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Judith 12:3",
                            "text": "Then Holofernes said unto her, If thy provision should fail, how should we give thee the like? for there be none with us of thy nation."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Judith 12:4",
                            "text": "Then said Judith unto him As thy soul liveth, my lord, thine handmaid shall not spend those things that I have, before the Lord work by mine hand the things that he hath determined."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Judith 12:5",
                            "text": "Then the servants of Holofernes brought her into the tent, and she slept till midnight, and she arose when it was toward the morning watch,"
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Judith 12:6",
                            "text": "And sent to Holofernes, saving, Let my lord now command that thine handmaid may go forth unto prayer."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Judith 12:7",
                            "text": "Then Holofernes commanded his guard that they should not stay her: thus she abode in the camp three days, and went out in the night into the valley of Bethulia, and washed herself in a fountain of water by the camp."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Judith 12:8",
                            "text": "And when she came out, she besought the Lord God of Israel to direct her way to the raising up of the children of her people."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Judith 12:9",
                            "text": "So she came in clean, and remained in the tent, until she did eat her meat at evening."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Judith 12:10",
                            "text": "And in the fourth day Holofernes made a feast to his own servants only, and called none of the officers to the banquet."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Judith 12:11",
                            "text": "Then said he to Bagoas the eunuch, who had charge over all that he had, Go now, and persuade this Hebrew woman which is with thee, that she come unto us, and eat and drink with us."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Judith 12:12",
                            "text": "For, lo, it will be a shame for our person, if we shall let such a woman go, not having had her company; for if we draw her not unto us, she will laugh us to scorn."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Judith 12:13",
                            "text": "Then went Bagoas from the presence of Holofernes, and came to her, and he said, Let not this fair damsel fear to come to my lord, and to be honoured in his presence, and drink wine, and be merry with us and be made this day as one of the daughters of the Assyrians, which serve in the house of Nabuchodonosor."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Judith 12:14",
                            "text": "Then said Judith unto him, Who am I now, that I should gainsay my lord? surely whatsoever pleaseth him I will do speedily, and it shall be my joy unto the day of my death."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Judith 12:15",
                            "text": "So she arose, and decked herself with her apparel and all her woman’s attire, and her maid went and laid soft skins on the ground for her over against Holofernes, which she had received of Bagoas far her daily use, that she might sit and eat upon them."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Judith 12:16",
                            "text": "Now when Judith came in and sat down, Holofernes his heart was ravished with her, and his mind was moved, and he desired greatly her company; for he waited a time to deceive her, from the day that he had seen her."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Judith 12:17",
                            "text": "Then said Holofernes unto her, Drink now, and be merry with us."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Judith 12:18",
                            "text": "So Judith said, I will drink now, my lord, because my life is magnified in me this day more than all the days since I was born."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Judith 12:19",
                            "text": "Then she took and ate and drank before him what her maid had prepared."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Judith 12:20",
                            "text": "And Holofernes took great delight in her, and drank more wine than he had drunk at any time in one day since he was born."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Judith 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Judith 13:1",
                            "text": "Now when the evening was come, his servants made haste to depart, and Bagoas shut his tent without, and dismissed the waiters from the presence of his lord; and they went to their beds: for they were all weary, because the feast had been long."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Judith 13:2",
                            "text": "And Judith was left along in the tent, and Holofernes lying along upon his bed: for he was filled with wine."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Judith 13:3",
                            "text": "Now Judith had commanded her maid to stand without her bedchamber, and to wait for her. coming forth, as she did daily: for she said she would go forth to her prayers, and she spake to Bagoas according to the same purpose."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Judith 13:4",
                            "text": "So all went forth and none was left in the bedchamber, neither little nor great. Then Judith, standing by his bed, said in her heart, O Lord God of all power, look at this present upon the works of mine hands for the exaltation of Jerusalem."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Judith 13:5",
                            "text": "For now is the time to help thine inheritance, and to execute thine enterprizes to the destruction of the enemies which are risen against us."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Judith 13:6",
                            "text": "Then she came to the pillar of the bed, which was at Holofernes’ head, and took down his fauchion from thence,"
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Judith 13:7",
                            "text": "And approached to his bed, and took hold of the hair of his head, and said, Strengthen me, O Lord God of Israel, this day."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Judith 13:8",
                            "text": "And she smote twice upon his neck with all her might, and she took away his head from him."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Judith 13:9",
                            "text": "And tumbled his body down from the bed, and pulled down the canopy from the pillars; and anon after she went forth, and gave Holofernes his head to her maid;"
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Judith 13:10",
                            "text": "And she put it in her bag of meat: so they twain went together according to their custom unto prayer: and when they passed the camp, they compassed the valley, and went up the mountain of Bethulia, and came to the gates thereof."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Judith 13:11",
                            "text": "Then said Judith afar off, to the watchmen at the gate, Open, open now the gate: God, even our God, is with us, to shew his power yet in Jerusalem, and his forces against the enemy, as he hath even done this day."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Judith 13:12",
                            "text": "Now when the men of her city heard her voice, they made haste to go down to the gate of their city, and they called the elders of the city."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Judith 13:13",
                            "text": "And then they ran all together, both small and great, for it was strange unto them that she was come: so they opened the gate, and received them, and made a fire for a light, and stood round about them."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Judith 13:14",
                            "text": "Then she said to them with a loud voice, Praise, praise God, praise God, I say, for he hath not taken away his mercy from the house of Israel, but hath destroyed our enemies by mine hands this night."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Judith 13:15",
                            "text": "So she took the head out of the bag, and shewed it, and said unto them, behold the head of Holofernes, the chief captain of the army of Assur, and behold the canopy, wherein he did lie in his drunkenness; and the Lord hath smitten him by the hand of a woman."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Judith 13:16",
                            "text": "As the Lord liveth, who hath kept me in my way that I went, my countenance hath deceived him to his destruction, and yet hath he not committed sin with me, to defile and shame me."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Judith 13:17",
                            "text": "Then all the people were wonderfully astonished, and bowed themselves and worshipped God, and said with one accord, Blessed be thou, O our God, which hast this day brought to nought the enemies of thy people."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Judith 13:18",
                            "text": "Then said Ozias unto her, O daughter, blessed art thou of the most high God above all the women upon the earth; and blessed be the Lord God, which hath created the heavens and the earth, which hath directed thee to the cutting off of the head of the chief of our enemies."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "Judith 13:19",
                            "text": "For this thy confidence shall not depart from the heart of men, which remember the power of God for ever."
                        },
                        {
                            "verse": 20,
                            "chapter": 13,
                            "name": "Judith 13:20",
                            "text": "And God turn these things to thee for a perpetual praise, to visit thee in good things because thou hast not spared thy life for the affliction of our nation, but hast revenged our ruin, walking a straight way before our God. And all the people said; So be it, so be it."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Judith 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Judith 14:1",
                            "text": "Then said Judith unto them, Hear me now, my brethren, and take this head, and hang it upon the highest place of your walls."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Judith 14:2",
                            "text": "And so soon as the morning shall appear, and the sun shall come forth upon the earth, take ye every one his weapons, and go forth every valiant man out of the city, and set ye a captain over them, as though ye would go down into the field toward the watch of the Assyrians; but go not down."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Judith 14:3",
                            "text": "Then they shall take their armour, and shall go into their camp, and raise up the captains of the army of Assur, and shall run to the tent of Holofernes, but shall not find him: then fear shall fall upon them, and they shall flee before your face."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Judith 14:4",
                            "text": "So ye, and all that inhabit the coast of Israel, shall pursue them, and overthrow them as they go."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Judith 14:5",
                            "text": "But before ye do these things, call me Achior the Ammonite, that he may see and know him that despised the house of Israel, and that sent him to us as it were to his death."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Judith 14:6",
                            "text": "Then they called Achior out of the house of Ozias; and when he was come, and saw the head of Holofernes in a man’s hand in the assembly of the people, he fell down on his face, and his spirit failed."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Judith 14:7",
                            "text": "But when they had recovered him, he fell at Judith’s feet, and reverenced her, and said, Blessed art thou in all the tabernacles of Juda, and in all nations, which hearing thy name shall be astonished."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Judith 14:8",
                            "text": "Now therefore tell me all the things that thou hast done in these days. Then Judith declared unto him in the midst of the people all that she had done, from the day that she went forth until that hour she spake unto them."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Judith 14:9",
                            "text": "And when she had left off speaking, the people shouted with a loud voice, and made a joyful noise in their city."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Judith 14:10",
                            "text": "And when Achior had seen all that the God of Israel had done, he believed in God greatly, and circumcised the flesh of his foreskin, and was joined unto the house of Israel unto this day."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Judith 14:11",
                            "text": "And as soon as the morning arose, they hanged the head of Holofernes upon the wall, and every man took his weapons, and they went forth by bands unto the straits of the mountain."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Judith 14:12",
                            "text": "But when the Assyrians saw them, they sent to their leaders, which came to their captains and tribunes, and to every one of their rulers."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Judith 14:13",
                            "text": "So they came to Holofernes’ tent, and said to him that had the charge of all his things, Waken now our lord: for the slaves have been bold to come down against us to battle, that they may be utterly destroyed."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Judith 14:14",
                            "text": "Then went in Bagoas, and knocked at the door of the tent; for he thought that he had slept with Judith."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Judith 14:15",
                            "text": "But because none answered, he opened it, and went into the bedchamber, and found him cast upon the floor dead, and his head was taken from him."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Judith 14:16",
                            "text": "Therefore he cried with a loud voice, with weeping, and sighing, and a mighty cry, and rent his garments."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Judith 14:17",
                            "text": "After he went into the tent where Judith lodged: and when he found her not, he leaped out to the people, and cried,"
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Judith 14:18",
                            "text": "These slaves have dealt treacherously; one woman of the Hebrews hath brought shame upon the house of king Nabuchodonosor: for, behold, Holofernes lieth upon the ground without a head."
                        },
                        {
                            "verse": 19,
                            "chapter": 14,
                            "name": "Judith 14:19",
                            "text": "When the captains of the Assyrians’ army heard these words, they rent their coats and their minds were wonderfully troubled, and there was a cry and a very great noise throughout the camp."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Judith 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Judith 15:1",
                            "text": "And when they that were in the tents heard, they were astonished at the thing that was done."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Judith 15:2",
                            "text": "And fear and trembling fell upon them, so that there was no man that durst abide in the sight of his neighbour, but rushing out all together, they fled into every way of the plain, and of the hill country."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Judith 15:3",
                            "text": "They also that had camped in the mountains round about Bethulia fled away. Then the children of Israel, every one that was a warrior among them, rushed out upon them."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Judith 15:4",
                            "text": "Then sent Ozias to Betomasthem, and to Bebai, and Chobai, and Cola and to all the coasts of Israel, such as should tell the things that were done, and that all should rush forth upon their enemies to destroy them."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Judith 15:5",
                            "text": "Now when the children of Israel heard it, they all fell upon them with one consent, and slew them unto Chobai: likewise also they that came from Jerusalem, and from all the hill country, (for men had told them what things were done in the camp of their enemies) and they that were in Galaad, and in Galilee, chased them with a great slaughter, until they were past Damascus and the borders thereof."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Judith 15:6",
                            "text": "And the residue that dwelt at Bethulia, fell upon the camp of Assur, and spoiled them, and were greatly enriched."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Judith 15:7",
                            "text": "And the children of Israel that returned from the slaughter had that which remained; and the villages and the cities, that were in the mountains and in the plain, gat many spoils: for the multitude was very great."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Judith 15:8",
                            "text": "Then Joacim the high priest, and the ancients of the children of Israel that dwelt in Jerusalem, came to behold the good things that God had shewed to Israel, and to see Judith, and to salute her."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Judith 15:9",
                            "text": "And when they came unto her, they blessed her with one accord, and said unto her, Thou art the exaltation of Jerusalem, thou art the great glory of Israel, thou art the great rejoicing of our nation:"
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Judith 15:10",
                            "text": "Thou hast done all these things by thine hand: thou hast done much good to Israel, and God is pleased therewith: blessed be thou of the Almighty Lord for evermore. And all the people said, So be it."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Judith 15:11",
                            "text": "And the people spoiled the camp the space of thirty days: and they gave unto Judith Holofernes his tent, and all his plate, and beds, and vessels, and all his stuff: and she took it and laid it on her mule; and made ready her carts, and laid them thereon."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Judith 15:12",
                            "text": "Then all the women of Israel ran together to see her, and blessed her, and made a dance among them for her: and she took branches in her hand, and gave also to the women that were with her."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Judith 15:13",
                            "text": "And they put a garland of olive upon her and her maid that was with her, and she went before all the people in the dance, leading all the women: and all the men of Israel followed in their armour with garlands, and with songs in their mouths."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Judith 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Judith 16:1",
                            "text": "Then Judith began to sing this thanksgiving in all Israel, and all the people sang after her this song of praise."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Judith 16:2",
                            "text": "And Judith said, Begin unto my God with timbrels, sing unto my Lord with cymbals: tune unto him a new psalm: exalt him, and call upon his name."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Judith 16:3",
                            "text": "For God breaketh the battles: for among the camps in the midst of the people he hath delivered me out of the hands of them that persecuted me."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Judith 16:4",
                            "text": "Assur came out of the mountains from the north, he came with ten thousands of his army, the multitude whereof stopped the torrents, and their horsemen have covered the hills."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Judith 16:5",
                            "text": "He bragged that he would burn up my borders, and kill my young men with the sword, and dash the sucking children against the ground, and make mine infants as a prey, and my virgins as a spoil."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Judith 16:6",
                            "text": "But the Almighty Lord hath disappointed them by the hand of a woman."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Judith 16:7",
                            "text": "For the mighty one did not fall by the young men, neither did the sons of the Titans smite him, nor high giants set upon him: but Judith the daughter of Merari weakened him with the beauty of her countenance."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Judith 16:8",
                            "text": "For she put off the garment of her widowhood for the exaltation of those that were oppressed in Israel, and anointed her face with ointment, and bound her hair in a tire, and took a linen garment to deceive him."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Judith 16:9",
                            "text": "Her sandals ravished his eyes, her beauty took his mind prisoner, and the fauchion passed through his neck."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Judith 16:10",
                            "text": "The Persians quaked at her boldness, and the Medes were daunted at her hardiness."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Judith 16:11",
                            "text": "Then my afflicted shouted for joy, and my weak ones cried aloud; but they were astonished: these lifted up their voices, but they were overthrown."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Judith 16:12",
                            "text": "The sons of the damsels have pierced them through, and wounded them as fugatives’ children: they perished by the battle of the Lord."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Judith 16:13",
                            "text": "I will sing unto the Lord a new song: O Lord, thou art great and glorious, wonderful in strength, and invincible."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Judith 16:14",
                            "text": "Let all creatures serve thee: for thou spakest, and they were made, thou didst send forth thy spirit, and it created them, and there is none that can resist thy voice."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Judith 16:15",
                            "text": "For the mountains shall be moved from their foundations with the waters, the rocks shall melt as wax at thy presence: yet thou art merciful to them that fear thee."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Judith 16:16",
                            "text": "For all sacrifice is too little for a sweet savour unto thee, and all the fat is not sufficient for thy burnt offering: but he that feareth the Lord is great at all times."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Judith 16:17",
                            "text": "Woe to the nations that rise up against my kindred! the Lord Almighty will take vengeance of them in the day of judgment, in putting fire and worms in their flesh; and they shall feel them, and weep for ever."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Judith 16:18",
                            "text": "Now as soon as they entered into Jerusalem, they worshipped the Lord; and as soon as the people were purified, they offered their burnt offerings, and their free offerings, and their gifts."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Judith 16:19",
                            "text": "Judith also dedicated all the stuff of Holofernes, which the people had given her, and gave the canopy, which she had taken out of his bedchamber, for a gift unto the Lord."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "Judith 16:20",
                            "text": "So the people continued feasting in Jerusalem before the sanctuary for the space of three months and Judith remained with them."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "Judith 16:21",
                            "text": "After this time every one returned to his own inheritance, and Judith went to Bethulia, and remained in her own possession, and was in her time honourable in all the country."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "Judith 16:22",
                            "text": "And many desired her, but none knew her all the days of her life, after that Manasses her husband was dead, and was gathered to his people."
                        },
                        {
                            "verse": 23,
                            "chapter": 16,
                            "name": "Judith 16:23",
                            "text": "But she increased more and more in honour, and waxed old in her husband’s house, being an hundred and five years old, and made her maid free; so she died in Bethulia: and they buried her in the cave of her husband Manasses."
                        },
                        {
                            "verse": 24,
                            "chapter": 16,
                            "name": "Judith 16:24",
                            "text": "And the house of Israel lamented her seven days: and before she died, she did distribute her goods to all them that were nearest of kindred to Manasses her husband, and to them that were the nearest of her kindred."
                        },
                        {
                            "verse": 25,
                            "chapter": 16,
                            "name": "Judith 16:25",
                            "text": "And there was none that made the children of Israel any more afraid in the days of Judith, nor a long time after her death."
                        }
                    ]
                }
            ]
        }
    ]
}