{
    "books": [
        {
            "name": "Chrysostom: Concerning Lowliness of Mind",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Chrysostom: Concerning Lowliness of Mind 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:1",
                            "text": "When lately we made mention of the Pharisee and the publican, and hypothetically yoked two chariots out of virtue and vice; we pointed out each truth, how great is the gain of humbleness of mind, and how great the damage of pride."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:2",
                            "text": "For this, even when conjoined with righteousness and fastings and tithes, fell behind; while that, even when yoked with sin, out-stripped the Pharisee's pair, even although the charioteer it had was a poor one."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:3",
                            "text": "For what was worse than the publican? But all the same since he made his soul contrite, and called himself a sinner; which indeed he was; he surpassed the Pharisee, who had both fastings to tell of and tithes; and was removed from any vice."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:4",
                            "text": "On account of what, and through what? Because even if he was removed from greed of gain and robbery, he had rooted over his soul the mother of all evils—vain-glory and pride."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:5",
                            "text": "On this account Paul also exhorts and says \"Let each one prove his own work; and then he will have his ground of boasting for himself, and not for the other\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:6",
                            "text": "Whereas he publicly came forward as an accuser of the whole world; and said that he himself was better than all living men."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:7",
                            "text": "And yet even if he had set himself before ten only, or if five, or if two, or if one, not even was this endurable; but as it was, he not only set himself before the whole world, but also accused all men."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:8",
                            "text": "On this account he fell behind in the running."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:9",
                            "text": "And just as a ship, after having run through innumerable surges, and having escaped many storms, then in the very mouth of the harbour having been dashed against some rock, loses the whole treasure which is stowed away in her—so truly did this Pharisee, after having undergone the labours of the fasting, and of all the rest of his virtue, since he did not master his tongue, in the very harbour underwent shipwreck of his cargo."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:10",
                            "text": "For the going home from prayer, whence he ought to have derived gain, having rather been so greatly damaged, is nothing else than undergoing shipwreck in harbour."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:11",
                            "text": "Knowing therefore these things, beloved even if we should have mounted to the very pinnacle of virtue, let us consider ourselves last of all; having learned that pride is able to cast down even from the heavens themselves him who takes not heed, and humbleness of mind to bear up on high from the very abyss of sins him who knows how to be sober."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:12",
                            "text": "For this it was that placed the publican before the Pharisee; whereas that, pride I mean and an overweening spirit, surpassed even an incorporeal power, that of the devil; while humbleness of mind and the acknowledgment of his own sins committed brought the robber into Paradise before the Apostles."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:13",
                            "text": "Now if the confidence which they who confess their own sins effect for themselves is so great, they who are conscious to themselves of many good qualities, yet humble their own souls, how great crowns will they not win."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:14",
                            "text": "For when sinfulness be put together with humbleness of mind it runs with such ease as to pass and out-strip righteousness combined with pride."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:15",
                            "text": "If therefore thou have put it to with righteousness, whither will it not reach? through how many heavens will it not pass? By the throne of God itself surely it will stay its course; in the midst of the angels, with much confidence."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:16",
                            "text": "On the other hand if pride, having been yoked with righteousness, by the excess and weight of its own wickedness had strength enough to drag down its confidence; if it be put together with sinfulness, into how deep a hell will it not be able to precipitate him who has it? These things I say, not in order that we should be careless of righteousness, but that we should avoid pride; not that we should sin, but that we should be sober-minded."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:17",
                            "text": "For humbleness of mind is the foundation of the love of wisdom which pertains to us."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:18",
                            "text": "Even if thou shouldest have built a superstructure of things innumerable; even if almsgiving, even if prayers, even if fastings, even if all virtue; unless this have first been laid as a foundation, all will be built upon it to no purpose and in vain; and it will fall down easily, like that building which had been placed on the sand."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:19",
                            "text": "For there is no one, no one of our good deeds, which does not need this; there is no one which separate from this will be able to stand."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:20",
                            "text": "But even if thou shouldest mention temperance, even if virginity, even if despising of money, even if anything whatever, all are unclean and accursed and loathsome, humbleness of mind being absent."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:21",
                            "text": "Everywhere therefore let us take her with us, in words, in deeds, in thoughts, and with this let us build these (graces)."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:22",
                            "text": "But the things belonging to humbleness of mind have been sufficiently spoken of; not for the value of the virtue; for no one will be able to celebrate it in accordance with its value; but for the intelligence of your love."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:23",
                            "text": "For well do I know that even from the few things that have been said you will embrace it with much zeal."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:24",
                            "text": "But since it is also necessary to make clear and manifest the apostolic saying which has been to-day read; seeming as it does to many to afford a pretext for indolence; so that some may not, providing for themselves hence a certain frigid defence, neglect their own salvation—to this let us direct our discourse."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:25",
                            "text": "What then is this saying? \"Whether in pretence,\" it says, \"or in sincerity, Christ is preached\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:26",
                            "text": "This many wrest absolutely and just as happens, without reading what precedes and what comes after it; but having cut it off from the sequence of the remaining members, to the destruction of their own soul they put it forward to the more indolent."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:27",
                            "text": "For attempting to seduce them from the sound faith; then seeing them afraid and trembling; on the ground of its not being without danger to do this, and desiring to relieve their fears, they bring forward this apostolic declaration, saying, Paul conceded this, by saying, \"Whether in pretence or in sincerity, let Christ be proclaimed\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:28",
                            "text": "But these things are not (true), they are not."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:29",
                            "text": "For in the first place he did not say \"let him be proclaimed,\" but \"he is proclaimed,\" and the difference between this and that is wide."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:30",
                            "text": "For the saying \"let him be proclaimed\" belongs to a lawgiver; but the saying \"he is proclaimed\" to one announcing the event."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:31",
                            "text": "For that Paul does not ordain a law that there should be heresies, but draws away all who attended to him, hear what he says, \"If any one preaches to you a gospel besides what ye have received, let him be anathema, were it even I, were it even an angel from the heavens\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:32",
                            "text": "Now he would not have anathematized both himself and an angel, if he had known the act to be without danger."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:33",
                            "text": "And again— \"I am jealous of you with a jealousy of God,\" he says; \"for I have betrothed you to one husband a chaste virgin: and fear lest at some time, as the serpent beguiled Eve by his wiliness, so your thoughts should be corrupted from the singleness that is towards Christ\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:34",
                            "text": "See, he both set down singleness, and granted no allowance."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:35",
                            "text": "For if there were allowance, there was no danger: and if there was no danger Paul would not have feared: and Christ would not also have commanded that the tares should be burned up, if it were a thing indifferent to attend to this one or that or another: or to all indiscriminately."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:36",
                            "text": "What ever then is what is meant? I wish to narrate to you the whole history from a point a little earlier; for it is needful to know in what circumstances Paul was when he was writing these things by letter."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:37",
                            "text": "In what circumstances therefore was he? In prison and chains and intolerable perils."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:38",
                            "text": "Whence is this manifest? From the epistle itself."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:39",
                            "text": "For earlier than this he says, \"Now I wish you to know, brethren, that the circumstances in which I am have come rather to the furtherance of the Gospel; so that my bonds have become manifest in Christ in the whole Court, and to all the others; and a good many of the brethren, trusting to my bonds, the more exceedingly dare fearlessly to speak the word\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:40",
                            "text": "Now Nero had then cast him into prison."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:41",
                            "text": "For just as some robber having set foot in the house, while all are sleeping, when stealing every thing, if he see any one having lit a lamp, both extinguishes the light and slays him who holds the lamp, in order that he may be allowed in security to steal and rob the property of others; so truly also the Caesar Nero then, just as any robber and burglar while all were sleeping a deep and unconscious slumber; robbing the property of all, breaking into marriage chambers, subverting houses, displaying every form of wickedness; when he saw Paul having lighted a lamp throughout the world; (the word of his teaching;) and reproving his wickedness, exerted himself both to extinguish what was preached, and to put the teachers out of the way; in order that he might be allowed with authority to do anything he pleased; and after binding that holy man, cast him into prison."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:42",
                            "text": "It was at that time then that the blessed Paul wrote these things."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:43",
                            "text": "Who would not have been astounded? who would not have marvelled? or rather who could adequately have been astounded at and admired that noble and heaven-reaching soul; in that, while bound in Rome and imprisoned, at so great a distance as that, he wrote a letter to the Philippians? For you know how great is the distance between Macedonia and Rome."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:44",
                            "text": "But neither did the length of the way, nor the amount of time (required), nor the press of business, nor the peril and the dangers coming one upon another, nor anything else, drive out his love for and remembrance of the disciples; but he retained them all in his mind; and not so strongly were his hands bound with the chains as his soul was bound together and rivetted by his longing for the disciples: which very thing itself indeed also declaring, in the preface of the Epistle he said, \"On account of my having you in my heart, both in my bonds, and in the defence and confirmation of the Gospel\"."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:45",
                            "text": "And just as a King, having ascended upon his throne at morning-tide and taken his seat in the royal courts, immediately receives from all quarters innumerable letters; so truly he also, just as in royal courts, seated in the dungeon, both received and sent his letters in far greater number; the nations from all quarters referring to his wisdom everything about what had taken place among themselves; and he administered more business than the reigning monarch in proportion to his having had a larger dominion entrusted to him."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:46",
                            "text": "For in truth God had brought and put into his hands not those who inhabited the country of the Romans only, but also all the barbarians, both land and sea."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:47",
                            "text": "And by way of showing this he said to the Romans, \"Now I would not that ye should be ignorant, brethren, that ofttimes I have purposed to come to you, and have been hindered until the present; in order that I might have some fruit also among you, as among the rest of the Gentiles too."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:48",
                            "text": "Both to Greeks and barbarians, both to wise and those without understanding I am a debtor\"."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:49",
                            "text": "Every day therefore he was in anxious thought at one moment for Corinthians, at another for Macedonians; how Philippians, how Cappadocians, how Galatians, how Athenians, how they who inhabited Pontus, how all together were."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:50",
                            "text": "But all the same, having had the whole world put into his hands, he continually cared not for entire nations only, but also for each single man; and now indeed he despatched a letter on behalf of Onesimus, and now on behalf of him who among the Corinthians had committed fornication."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:51",
                            "text": "For neither used he to regard this—that it was the individual who had sinned and needed advocacy; but that it was a human being; a human being, the living thing most precious to God; and for whose sake the Father had not spared even the Only-begotten."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:52",
                            "text": "For do not tell me that this or that man is a runaway slave, or a robber or thief, or laden with countless faults, or that he is a mendicant and abject, or of low value and worthy of no account; but consider that for his sake the Christ died; and this sufficeth thee for a ground for all solicitude."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:53",
                            "text": "Consider what sort of person he must be, whom Christ valued at so high a price as not to have spared even his own blood."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:54",
                            "text": "For neither, if a king had chosen to sacrifice himself on any one's behalf, should we have sought out another demonstration of his being some one great and of deep interest to the King—I fancy not—for his death would suffice to show the love of him who had died towards him."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:55",
                            "text": "But as it is not man, not angel, not archangel; but the Lord of the heavens himself, the only-begotten Son of God himself having clothed himself with flesh, freely gave himself on our behalf."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:56",
                            "text": "Shall we not do everything, and take every trouble, so that the men who have been thus valued may enjoy every solicitude at our hands? And what kind of defence shall we have? what allowance? This at least is the very thing by way of declaring which Paul also said, \"Do not by thy meat destroy him for whose sake Christ died\"."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:57",
                            "text": "For desiring to shame, and to bring to solicitude, and to persuade to care for their neighbours, those who despise their brethren, and look down upon them as being weak, instead of all else he set down the Master's death."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:58",
                            "text": "Sitting then in the prison he wrote the letter to the Philippians from that so great distance."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:59",
                            "text": "For such as this is the love that is according to God: it is interrupted by no one of human things, since it has its roots from above in the heavens and its recompense."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:60",
                            "text": "And what says he? \"Now I desire that ye should know, brethren\"."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:61",
                            "text": "Seest thou solicitude for his scholars? seest thou a teacher's carefulness? Hear too of loving affection of scholars towards their teacher, that thou mayest know that this was what made them strong and unconquerable—the being bound together with one another."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:62",
                            "text": "For if \"Brother helped by brother is as a strong city;\" far more so many bound together by the bonds of love would have entirely repulsed the plotting of the wicked demon."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:63",
                            "text": "That indeed then Paul was bound up with the disciples, requires not even any demonstration further nor argument for us, since in truth even when in bonds he anxiously cared for them, and each day, he was also dying for them, burning with his longing."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:64",
                            "text": "And that the disciples too were bound up with Paul with all perfectness; and that not men only, but women also, hear what he says about Phoebe."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:65",
                            "text": "\"Now I commend to you Phoebe the sister, being a deaconess of the Church which is in Cenchreae; that ye may receive her in the Lord worthily of the saints, and stand by her, in whatever matter she may require you, since she has proved a helper of many; and of me myself\"."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:66",
                            "text": "But in this instance he bore witness to her of her zeal so far as help went (only:) but Priscilla and Aquilla went as far even as death for Paul's sake; and about them he thus writes, saying, \"Aquila and Priscilla salute you, who for my life's sake laid down their own neck;\" for death clearly."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:67",
                            "text": "And about another again writing to these very persons he says, \"Because he went as far as death; having counselled ill for his life, in order that he might supply your deficiency in your service towards me\"."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:68",
                            "text": "Seest thou how they loved their teacher? how they regarded his rest before their own life? On this account no one surpassed them then."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:69",
                            "text": "Now this I say, not that we may hear only, but that we may also imitate; and not to the ruled only, but also to those who rule is what we say addressed; in order that both scholars may display much solicitude about their teachers, and the teachers may have the same loving affection as Paul about those placed under them; not those present only, but also those who are far off."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:70",
                            "text": "For also Paul, dwelling in the whole world just as in one house, thus continually took thought for the salvation of all; and having dismissed every thing of his own; bonds and troubles and stripes and straits, watched over and inquired into each day, in what state the affairs of the disciples were; and often for this very purpose alone sent, now Timothy, and now Tychicus; and about him he says, \"That he may know your circumstances, and encourage your hearts:\" and about Timothy; \"I have sent him, being no longer able to contain myself; lest in some way the tempter have tempted you\"."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:71",
                            "text": "And Titus again elsewhere, and another to another place."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:72",
                            "text": "For since he himself, by the compulsion of his bonds being often detained in one place, was unable to meet those who were his vitals, he met them through the disciples."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:73",
                            "text": "And then therefore being in bonds he writes to the Philippians, saying, \"Now I desire that ye should know, brethren,\" calling the disciples brethren."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:74",
                            "text": "For such a thing as this is love; it casts out all inequality, and knows not superiority and dignity; but even if one be higher than all, he descends to the lowlier position of all; just what Paul also used to do."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:75",
                            "text": "But let us hear what it is that he desires they should know."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:76",
                            "text": "\"That the things which happened unto me,\" he says, \"have fallen out rather to the furtherance of the gospel\"."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:77",
                            "text": "Tell me, how and in what way? Hast thou then been released from thy bonds? hast thou then put off thy chain? and dost thou with free permission preach in the city? hast thou then, having gone into an assembly, drawn out many long discourses about the faith, and departed after gaining many disciples? hast thou then raised the dead and been made an object of wonder? hast thou then cleansed lepers, and all were astounded? hast thou driven away demons, and been exalted? No one of these things, he says."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:78",
                            "text": "How then did the furtherance of the gospel take place? tell me."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:79",
                            "text": "\"So that my bonds,\" he says, \"have become openly known in the whole Court, and to all the rest\"."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:80",
                            "text": "What sayest thou? this then, this was the furtherance, this the advance, this the increase of the proclamation—that all knew that thou wast bound."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:81",
                            "text": "Yes, he says: Hear at least what comes next, that thou mayest learn that the bonds not only proved no hindrance, but also a ground of greater freedom of speech."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:82",
                            "text": "\"So that several of the brethren in the Lord, in reliance on my bonds, more abundantly dare fearlessly to speak the word\"."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:83",
                            "text": "What sayest thou, O Paul? have thy bonds inspired not anxiety but confidence? not fear but earnest longing? The things mentioned have no consistency."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:84",
                            "text": "I too know it."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:85",
                            "text": "For neither did these things take place according to the consistency of human affairs, he means, but what came about was above nature, and the successes were of divine grace."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:86",
                            "text": "On this account what used to cause anxiety to all others, that to him afforded confidence."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:87",
                            "text": "For also if any one having taken the leader of an army and confined him, have made this publicly known, he throws the whole camp into flight; and if any one have carried a shepherd away from the flock, the security with which he drives off the sheep is great."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:88",
                            "text": "But not in Paul's case was it thus, but the contrary entirely."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:89",
                            "text": "For the leader of the army was bound, and the soldiers became more forward in the spirit; and the confidence with which they sprung upon their adversaries was greater: the shepherd was in confinement, and the sheep were not consumed, nor even scattered."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:90",
                            "text": "Who ever saw, who ever heard of, the scholars taking greater encouragement in the dangers of their teachers? How was it that they feared not? how was it that they were not terrified? how was it that they did not say to Paul, \"Physician, heal thyself,\" deliver thyself from thy manifold perils, and then thou will be able to procure for us those countless good things? How was it they did not say these things? How! It was because they had been schooled, from the grace of the Spirit, that these things took place not out of weakness, but out of the permission of the Christ; in order that the truth might shine abroad more largely; through bonds and imprisonments and tribulations and straits increasing and rising, to a greater volume."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:91",
                            "text": "Thus is the power of Christ in weakness perfected."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:92",
                            "text": "For indeed if his bonds had crippled Paul and made him cowardly; either himself or those belonging to him; one could not but feel difficulty; but if rather they prepared him into greater renown, one must be astounded and marvel, how through a thing involving dishonour glory was procured for the disciple—through a thing inspiring cowardice confidence and encouragement resulted to them all."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:93",
                            "text": "For who was not astounded at him then, seeing him encircled with a chain? Then demons took to flight all the more, when they saw him spending his time in a prison."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:94",
                            "text": "For not so splendid does the diadem make a royal head, as the chain his hands; not owing to their proper nature, but owing to the grace that darted brightness on them."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:95",
                            "text": "On this account it was that great encouragement resulted to the disciples."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:96",
                            "text": "For also they saw his body indeed bound, but his tongue not bound, his hands indeed tightly manacled, but his voice unshackled, and transversing the whole world more swiftly than the solar ray."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:97",
                            "text": "And this became to them an encouragement; learning as they did from the facts that no one of present things is to be dreaded."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:98",
                            "text": "For when the soul has been genuinely imbued by divine longing and love, it pays regard to no one of things present; but just as those who are mad venture themselves against fire and sword and wild beasts and sea and all else, so these too, maddened with a most noble and most spiritual frenzy, a frenzy arising from sanity, used to laugh at all things that are seen."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:99",
                            "text": "On this account, seeing their teachers bound, they the more exulted, the more prided themselves; by facts giving to their adversaries a demonstration that on all sides they were impregnable and indomitable."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:100",
                            "text": "Then therefore, when matters were in this state, some of the enemies of Paul, desiring to fan up the war to greater vehemence, and to make the hatred of the tyrant, which was felt towards him greater, pretended that they themselves also preached; (and they did preach the right and sound faith,) for the sake of the doctrine advancing more rapidly: and this they did, not with the desire to disseminate the faith; but in order that Nero, having learnt that the preaching was increasing and the doctrine advancing, might the sooner have Paul led away to execution."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:101",
                            "text": "There were therefore two schools; that of Paul's scholars and that of Paul's enemies; the one preaching out of sincerity, and the others out of love of contention and the hatred they felt towards Paul."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:102",
                            "text": "And by way of declaring this he said, \"Some indeed through envy and strife are preaching Christ,\" (pointing out those his enemies) \"but some also through good pleasure;\" saying this about his own scholars."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:103",
                            "text": "Then next about those; \"Some indeed out of contentiousness,\" (his enemies,) not purely, not soundly, but, \"thinking that they are thereby bringing pressure upon my bonds; but the others out of love;\" (this again about his own brethren;) \"knowing that I am set for the defence of the gospel\"."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:104",
                            "text": "For what? Nevertheless, in any way; whether in pretence or in sincerity, Christ is being announced\"."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:105",
                            "text": "So that vainly and to no purpose is this saying taken in reference to heresies."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:106",
                            "text": "For those who then were preaching were not preaching corrupt doctrine; but sound and right belief."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:107",
                            "text": "For if they were preaching corrupt doctrine, and were teaching other things contrary to Paul, what they desired was certain not to succeed to them."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:108",
                            "text": "Now what did they desire? That the faith having grown, and the disciples of Paul having become numerous, it should rouse Nero to greater hostility."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:109",
                            "text": "And if they were preaching different doctrines, they would not have made the disciples of Paul numerous; and by not doing so, they would not have exasperated the tyrant."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:110",
                            "text": "He does not therefore say this—that they were bringing in corrupt doctrines—but that the motive from which they were preaching, this was corrupt."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:111",
                            "text": "For it is one thing to state the pretext of their preaching itself was not sound."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:112",
                            "text": "For the preaching does not become sound when the doctrine is laden with deception; and the pretext does not become sound when the preaching indeed is sound, but they who preach do not preach for the sake of God, but either with a view of enmity, or with a view to the favour of others."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:113",
                            "text": "He therefore does not say this—that they were bringing in heresies; but that it was not from a right motive, nor through piety that they were preaching what they did preach."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:114",
                            "text": "For it was not they might increase the gospel that they were doing this; but that they might wage war against him, and throw him into greater danger—on this account he accuses them."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:115",
                            "text": "And see how with exactitude he laid it."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:116",
                            "text": "\"Thinking,\" he says, \"that they were putting pressure upon my bonds\"."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:117",
                            "text": "He did not say, putting, but \"thinking they were putting upon,\" that is supposing, by way of pointing out that even if they so supposed, still he himself was not in such a position; but that he even rejoiced on account of the advance of the preaching."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:118",
                            "text": "He added therefore saying, \"But in this I both rejoice and will rejoice:\" whereas if he held their doctrines deception, and they were bringing in heresies, Paul could not possibly rejoice."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:119",
                            "text": "But since the doctrine was sound and of genuine parentage, on this account he says, \"I rejoice and will rejoice\"."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:120",
                            "text": "For what if they are destroying themselves by doing this out of contentiousness? Still, even unwillingly, they are strengthening my cause."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:121",
                            "text": "Seest thou how great is Paul's power? how he is caught by no one of the devil's machinations? And not only is he not caught; but also by these themselves he subdues him."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:122",
                            "text": "For great indeed is both the devil's craftiness, and the wickedness of those who minister to him; for under pretence of being of the same mind, they desired to extinguish the proclamation."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:123",
                            "text": "But \"he who seizes the cunning in their craftiness\" did not permit that this should take place then."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:124",
                            "text": "By way of declaring this very thing at least Paul said, \"But the continuing in the flesh is the more necessary for your sake; and this I confidently know, that I shall continue and remain in company with you all\"."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:125",
                            "text": "For those men indeed set their mind on casting me out of the present life, and are ready to endure anything for this object: but God does not permit it on your account."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:126",
                            "text": "These things therefore, all of them, remember with exactness in order that you may be able with all wisdom to correct those who use the Scriptures without reference to circumstances and at hap-hazard, and for the destruction of their neighbours."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:127",
                            "text": "And we shall be able both to remember what has been said, and to correct others, if we always betake ourselves to prayers as a refuge, and beseech the God who gives the word of wisdom to grant both intelligence in hearing, and a careful and unconquerable guardianship of this spiritual deposit in our hands."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:128",
                            "text": "For things which often we have not strength to perform successfully from our own exertions, these we shall have power to accomplish easily through prayers which are persevering."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:129",
                            "text": "For always and without intermission it is a duty to pray, both for him who is in affliction, and him who is in dangers, and him who is in prosperity—for him who is in relief and much prosperity, that these may remain unmoved and without vicissitude, and may never change; and for him who is in affliction and his many dangers, that he may see some favourable change brought about to him, and be transported into a calm of consolation."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:130",
                            "text": "Art thou in a calm? Then beseech God that this calm may continue settled to thee."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:131",
                            "text": "Hast thou seen a storm risen up against thee? Beseech God earnestly to cause the billow to pass, and to make a calm out of the storm."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:132",
                            "text": "Hast thou been heard? Be heartily thankful for this; because thou hast been heard."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:133",
                            "text": "Hast thou not been heard? Persevere, in order that thou mayest be heard."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:134",
                            "text": "For even if God at any time delay the giving, it is not in hatred and aversion; but from the desire by the deferring of the giving perpetually to retain thee with himself; just in the way also that affectionate fathers do; for they also adroitly manage the perpetual and assiduous attendance of children who are rather indolent by the delay of the giving."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:135",
                            "text": "There is to thee no need of mediators in audience with God; nor of that much canvassing; nor of the fawning upon others; but even if thou be destitute, even if bereft of advocacy, alone, by thyself, having called on God for help, thou wilt in any case succeed."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:136",
                            "text": "He is not so wont to assent when entreated by others on our behalf, as by ourselves who are in need; even if we be laden with ten thousand evil deeds."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:137",
                            "text": "For if in the case of men, even if we have come into countless collisions with them, when both at dawn and at mid-day and in the evening we show ourselves to those who are aggrieved against us, by the unbroken continuance and the persistent meeting and interview we easily demolish their enmity—far more in the case of God would this be effected."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:138",
                            "text": "But thou art unworthy."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:139",
                            "text": "Become worthy by thy assiduity."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:140",
                            "text": "For that it both is possible that the unworthy should become worthy from his assiduity; and that God assents more when called on by ourselves than by others; and that he often delays the giving, not from the wish that we should be utterly perplexed, nor to send us out with empty hands; but in order that he may become the author of greater good things to us—these three points I will endeavour to make evident by the parable which has to-day been read to you."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:141",
                            "text": "The woman of Chanaan had come to Christ praying on behalf of a daughter possessed by a demon, and crying out with much earnestness (it says, \"Have pity on me, Lord, my daughter is badly possessed by a demon\"."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:142",
                            "text": ") See, the woman of a strange nation, and a barbarian, and outside of the Jewish commonwealth."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:143",
                            "text": "For indeed what else (was she) than a dog, and unworthy of the receiving her request? For \"it is not,\" he says, \"good to take the children's bread, and to give it to the dogs\"."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:144",
                            "text": "But, all the same, from her assiduity, she became worthy."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:145",
                            "text": "For not only did he admit her into the nobility of children, dog as she was; but also he sent her off with that high encomium saying, \"O woman great is thy faith; be it done to thee as thou wilt\"."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:146",
                            "text": "Now when the Christ says, \"great is thy faith,\" seek thou no other demonstration of the greatness of soul which was in the woman."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:147",
                            "text": "Seest thou how, from her assiduity the woman, being unworthy, became worthy? Desirest thou also to learn that we accomplish (our wish) by calling on him by ourselves more than by others? She cried out, and the disciples having come to him say, \"Let her go away, for she is crying after us:\" and to them he says, \"I am not sent, unless to the lost sheep of the house of Israel\"."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:148",
                            "text": "But when she had come to him by herself and continued crying, and saying, \"Yes, Lord, for even the dogs eat from the table of their masters,\" then he granted the favour and says, \"Be it done unto thee as thou wilt\"."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:149",
                            "text": "Seest thou how, when they were entreating him, he repelled; but when she who needed the gift herself cried out, he assented? For to them he says, \"I am not sent, unless to the lost sheep of the house of Israel;\" but to her he said, \"Great is thy faith; be it done unto thee as thou wilt\"."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:150",
                            "text": "Again, at the beginning and in the prelude of her request he answered nothing; but when both once and twice and thrice she had come to him, then he granted the boon; by the issue making us believe that he had delayed the giving, not that he might repel her but that he might display to us all the woman's endurance."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:151",
                            "text": "For if he had delayed in order that he might repel her, he would have not granted it even at the end; but since he was waiting to display to all her spiritual wisdom, on this account he was silent."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:152",
                            "text": "For if he had granted it immediately and at the beginning, we should not have known the woman's virtue."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:153",
                            "text": "\"Let her go\" it says, \"because she is clamouring behind us\"."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:154",
                            "text": "But what (says) the Christ? \"Ye hear a voice, but I see the mind: I know what she is going to say."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:155",
                            "text": "I choose not to permit the treasure hidden in her mind to escape notice; but I am waiting and keeping silence; in order that having discovered it I may lay it down in publicity, and make it manifest to all."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:156",
                            "text": "Having therefore learned all these things, even if we be in sins, and unworthy of receiving, let us not despair; knowing, that by assiduity of soul we shall be able to become worthy of the request."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:157",
                            "text": "Even if we be unaided by advocate and destitute, let us not faint; knowing that it is a strong advocacy—the coming to God one's self by one's self with much eagerness."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:158",
                            "text": "Even if he delay and defer with respect to the giving, let us not be dispirited; having learned that the putting it off and delay is a sure proof of caring and love for mankind."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:159",
                            "text": "If we have thus persuaded ourselves; and with a soul deeply pained and fervent, and thoroughly roused purpose; and such as that with which the woman of Chanaan approached, we too come to him, even if we be dogs; even if we have done anything whatever dreadful; we shall both rebut our own crimes, and obtain so great liberty of speech as also to be advocates for others; in the way in which also this woman of Chanaan not only herself enjoyed liberty of speech and ten thousand encomiums but had power to snatch her dear daughter out of her intolerable sufferings."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:160",
                            "text": "For nothing—nothing is more powerful than prayer when fervent and genuine."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:161",
                            "text": "This both disperses present dangers, and rescues from the penalties which take place at that hour."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:162",
                            "text": "That therefore we may both complete our passage through the present life with ease, and depart thither with confidence, with much zeal and eagerness let us perform this perpetually."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Chrysostom: Concerning Lowliness of Mind 1:163",
                            "text": "For thus shall we be able both to attain the good things which are laid up, and to enjoy those excellent hopes; which God grant that we may all attain; by the grace and loving kindness and compassion of our Lord Jesus Christ—with whom to the Father together with the Holy Spirit be glory, honour, dominion, to the ages of the ages, Amen."
                        }
                    ]
                }
            ]
        }
    ]
}