{
    "books": [
        {
            "name": "Ambrose: Exposition of the Christian Faith Book II",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Ambrose: Exposition of the Christian Faith Book II 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:1",
                            "text": "Exposition of the Christian Faith Book II: Introduction."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:2",
                            "text": "Twelve names of the Son of God are recounted, being distributed into three classes."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:3",
                            "text": "These names are so many proofs of the eternity not only of the Son, but of the Father also."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:4",
                            "text": "Furthermore, they are compared with the twelve stones in the High Priest's breastplate, and their inseparability is shown by a new distribution of them."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:5",
                            "text": "Returning to the comparison with the High Priest's breastplate, the writer sets forth the beauty of the woven-work and the precious stones of the mystic raiment, and the hidden meaning of that division into woven-work and precious stones, which being done, he expounds the comparison drawn by him, showing that faith must be woven in with works, and adds a short summary of the same faith, as concerning the Son."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:6",
                            "text": "1."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:7",
                            "text": "Enough hath been said, as I think, your sacred Majesty, in the book preceding to show that the Son of God is an eternal being, not diverse from the Father, begotten, not created: we have also proved, from passages of the Scriptures, that God's true Son is God, and is declared so to be by the evident tokens of His Majesty."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:8",
                            "text": "2."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:9",
                            "text": "Wherefore, albeit what hath already been set forth is plentiful even to overflowing for maintaining the Faith—seeing that the greatness of a river is mostly judged of from the manner in which its springs rise and flow forth—still, to the end that our belief may be the plainer to sight, the waters of our spring ought, methinks, to be parted off into three channels."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:10",
                            "text": "There are, then, firstly, plain tokens declaring essential inherence in the Godhead; secondly, the expressions of the likeness of the Father and the Son; and lastly, those of the undoubtable unity of the Divine Majesty."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:11",
                            "text": "Now of the first sort are the names \"begetting,\" \"God,\" \"Son,\" \"The Word;\" of the second, \"brightness,\" \"expression,\" \"mirror,\" \"image;\" and of the third, \"wisdom,\" \"power,\" \"truth,\" \"life\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:12",
                            "text": "3."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:13",
                            "text": "These tokens so declare the nature of the Son, that by them you may know both that the Father is eternal, and that the Son is not diverse from Him; for the source of generation is He Who is, and as begotten of the Eternal, He is God; coming forth from the Father, He is the Son; from God, He is the Word; He is the radiance of the Father's glory, the expression of His substance, the counterpart of God, the image of His majesty; the Bounty of Him Who is bountiful, the Wisdom of Him Who is wise, the Power of the Mighty One, the Truth of Him Who is true, the Life of the Living One."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:14",
                            "text": "In agreement, therefore, stand the attributes of Father and Son, that none may suppose any diversity, or doubt but that they are of one Majesty."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:15",
                            "text": "For each and all of these names would we furnish examples of their use were we not constrained by a desire to maintain our discourse within bounds."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:16",
                            "text": "4."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:17",
                            "text": "Of these twelve, as of twelve precious stones, is the pillar of our faith built up."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:18",
                            "text": "For these are the precious stones—sardius, jasper, smaragd, chrysolite, and the rest,—woven into the robe of holy Aaron, even  of him who bears the likeness of Christ, that is, of the true Priest; stones set in gold, and inscribed with the names of the sons of Israel, twelve stones close joined and fitting one into another, for if any should sunder or separate them, the whole fabric of the faith falls in ruins."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:19",
                            "text": "5."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:20",
                            "text": "This, then, is the foundation of our faith—to know that the Son of God is begotten; if He be not begotten, neither is He the Son."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:21",
                            "text": "Nor yet is it sufficient to call Him Son, unless you shall also distinguish Him as the Only-begotten Son."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:22",
                            "text": "If He is a creature, He is not God; if He is not God, He is not the Life; if He is not the Life, then is He not the Truth."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:23",
                            "text": "6."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:24",
                            "text": "The first three tokens, therefore, that is to say, the names \"generation,\" \"Son,\" \"Only-begotten,\" do show that the Son is of God originally and by virtue of His own nature."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:25",
                            "text": "7."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:26",
                            "text": "The three that follow—to wit, the names \"God,\" \"Life,\" \"Truth,\" reveal His Power, whereby He hath laid the foundations of, and upheld, the created world."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:27",
                            "text": "\"For,\" as Paul said, \"in Him we live and move and have our being;\" and therefore, in the first three the Son's natural right, in the other three the unity of action subsisting between Father and Son is made manifest."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:28",
                            "text": "8."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:29",
                            "text": "The Son of God is also called the \"image\" and \"effulgence\" and \"expression\" [of God], for these names have disclosed the Father's incomprehensible and unsearchable Majesty dwelling in the Son, and the expression of His likeness in Him."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:30",
                            "text": "These three names, then, as we see, refer to [the Son's] likeness [to the Father]."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:31",
                            "text": "9."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:32",
                            "text": "We have yet the operations of Power, Wisdom, and Justice left, wherewith, severally, to prove [the Son's] eternity."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:33",
                            "text": "10."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:34",
                            "text": "This, then, is that robe, adorned with precious stones; this is the amice of the true Priest; this the bridal garment; here is the inspired weaver, who well knew how to weave that work."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:35",
                            "text": "No common woven work is it, whereof the Lord spake by His Prophet: \"Who gave to women their skill in weaving?\" No common stones again, are they—stones, as we find them called, \"of filling;\" for all perfection depends on this  condition, that there be nought lacking."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:36",
                            "text": "They are stones joined together and set in gold—that is, of a spiritual kind; the joining of them by our minds and their setting in convincing argument."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:37",
                            "text": "Finally Scripture teaches us how far from common are these stones, inasmuch as, whilst some brought one kind, and others another, of less precious offerings, these the devout princes brought, wearing them upon their shoulders, and made of them the \"breastplate of judgment,\" that is, a piece of woven work."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:38",
                            "text": "Now we have a woven work, when faith and action go together."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:39",
                            "text": "11."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:40",
                            "text": "Let none suppose me to be misguided, in that I made at first a threefold division, each part containing four, and afterwards a fourfold division, each part containing three terms."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:41",
                            "text": "The beauty of a good thing pleases the more, if it be shown under various aspects."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:42",
                            "text": "For those are good things, whereof the texture of the priestly robe was the token, that is to say, either the Law, or the Church, which latter hath made two garments for her spouse, as it is written—the one of action, the other of spirit, weaving together the threads of faith and works."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:43",
                            "text": "Thus, in one place, as we read, she makes a groundwork of gold, and afterwards weaves thereon blue, and purple, with scarlet, and white."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:44",
                            "text": "Again, [as we read] elsewhere, she first makes little flowerets of blue and other colours, and attaches gold, and there is made a single priestly robe, to the end that adornments of diverse grace and beauty, made up of the same bright colours, may gain fresh glory by diversity of arrangement."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:45",
                            "text": "12."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:46",
                            "text": "Moreover (to complete our interpretation of these types), it is certain that by refined gold and silver are designated the oracles of the Lord, whereby our faith stands firm."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:47",
                            "text": "\"The oracles of the Lord are pure oracles, silver tried in the fire, refined of dross, purified seven times\"."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:48",
                            "text": "Now blue is like the air we breathe and draw in; purple, again, represents the appearance of water; scarlet signifies fire; and white linen, earth, for its origin is in the earth."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:49",
                            "text": "Of these four elements, again, the human body is composed."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:50",
                            "text": "13."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:51",
                            "text": "Whether, then, you join to faith already present in the soul, bodily acts agreeing thereto; or acts come first, and faith be joined as their companion, presenting them to God—here is the robe of the minister of religion, here the priestly vestment."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:52",
                            "text": "14."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:53",
                            "text": "Faith is profitable, therefore, when her brow is bright with a fair crown of good works."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:54",
                            "text": "This faith—that I may set the matter forth shortly—is contained in the following principles, which cannot be overthrown."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:55",
                            "text": "If the Son had His origin in nothing, He is not Son; if He is a creature, He is not the Creator; if He was made, He did not make all things; if He needs to learn, He hath no foreknowledge; if He is a receiver, He is not perfect; if He progress, He is not God."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:56",
                            "text": "If He is unlike (the Father) He is not the (Father's) image; if He is Son by grace, He is not such by nature; if He have no part in the Godhead, He hath it in Him to sin."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:57",
                            "text": "\"There is none good, but Godhead\"."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:58",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:59",
                            "text": "The Arian argument from S."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:60",
                            "text": "Mark x."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:61",
                            "text": "18 , \"There is none good but one, that is, God,\" refuted by explanation of these words of Christ."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:62",
                            "text": "15."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:63",
                            "text": "The objection I have now to face, your sacred Majesty, fills me with bewilderment, my soul and body faint at the thought that there should be men, or rather not men, but beings with the outward appearance of men, but inwardly full of brutish folly—who can, after receiving at the hands of the Lord benefits so many and so great, say that the Author of all good things is Himself not good."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:64",
                            "text": "16."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:65",
                            "text": "It is written, say they, that \"There is none good but God alone\"."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:66",
                            "text": "I acknowledge the Scripture—but there is no falsehood in the letter; would that there were none in the Arians' exposition thereof."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:67",
                            "text": "The written signs are guiltless, it is the meaning in which they are taken that is to blame."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:68",
                            "text": "I  acknowledge the words as the words of our Lord and Saviour—but let us bethink ourselves when, to whom, and with what comprehension He speaks."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:69",
                            "text": "17."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:70",
                            "text": "The Son of God is certainly speaking as man, and speaking to a scribe,—to him, that is, who called the Son of God \"Good Master,\" but would not acknowledge Him as God."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:71",
                            "text": "What he believes not, Christ further gives him to understand, to the end that he may believe in God's Son not as a good master, but as the good God, for if, wheresoever the \"One God\" is named, the Son of God is never sundered from the fulness of that unity, how, when God alone is said to be good, can the Only-begotten be excluded from the fulness of Divine Goodness? The Arians must therefore either deny that the Son of God is God, or confess that God is good."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:72",
                            "text": "18."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:73",
                            "text": "With divinely inspired comprehension, then, our Lord said, not \"There is none good but the Father alone,\" but \"There is none good but God alone,\" and \"Father\" is the proper name of Him Who begets."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:74",
                            "text": "But the unity of God by no means excludes the Godhead of the Three Persons, and therefore it is His Nature that is extolled."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:75",
                            "text": "Goodness, therefore, is of the nature of God, and in the nature of God, again, exists the Son of God—wherefore that which the predicate expresses belongs not to one single Person, but to the [complete] unity [of the Godhead]."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:76",
                            "text": "19."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:77",
                            "text": "The Lord, then, doth not deny His goodness—He rebukes this sort of disciple."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:78",
                            "text": "For when the scribe said, \"Good Master,\" the Lord answered, \"Why callest thou Me good?\"—which is to say, \"It is not enough to call Him good, Whom thou believest not to be God\"."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 1:79",
                            "text": "Not such do I seek to be My disciples—men who rather consider My manhood and reckon Me a good master, than look to My Godhead and believe Me to be the good God."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Ambrose: Exposition of the Christian Faith Book II 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:2",
                            "text": "The goodness of the Son of God is proved from His works, namely, His benefits that He showed towards the people of Israel under the Old Covenant, and to Christians under the New."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:3",
                            "text": "It is to one's own interest to believe in the goodness of Him Who is one's Lord and Judge."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:4",
                            "text": "The Father's testimony to the Son."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:5",
                            "text": "No small number of the Jewish people bear witness to the Son; the Arians therefore are plainly worse than the Jews."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:6",
                            "text": "The words of the Bride, declaring the same goodness of Christ."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:7",
                            "text": "20."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:8",
                            "text": "Howbeit, I would not that the Son should rely on the mere prerogative of His nature and the claims of peculiar rights of His Majesty."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:9",
                            "text": "Let us not call Him good, if He merit not the title; and if He merit not this by works, by acts of lovingkindness, let Him waive the right He enjoys by virtue of His nature, and be submitted to our judgment."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:10",
                            "text": "He Who is to judge us disdains not to be brought to judgment, that He may be \"justified in His saying, and clear when He is judged\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:11",
                            "text": "21."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:12",
                            "text": "Is He then not good, Who hath shown me good things? Is He not good, Who when six hundred thousand of the people of the Jews fled before their pursuers, suddenly opened the tide of the Red Sea, an unbroken mass of waters?—so that the waves flowed round the faithful, and were walls to them, but poured back and overwhelmed the unbelievers."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:13",
                            "text": "22."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:14",
                            "text": "Is He not good, at Whose command the seas became firm ground for the feet of them that fled, and the rocks gave forth water for the thirsty? so that the handiwork of the true Creator might be known, when the fluid became solid, and the rock streamed with water? That we might acknowledge this as the handiwork of Christ, the Apostle said: \"And that rock was Christ\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:15",
                            "text": "23."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:16",
                            "text": "Is He not good, Who in the wilderness fed with bread from heaven such countless thousands of the people, lest any famine should assail them, without need of toil, in the enjoyment of rest?—so that, for the space of forty years, their raiment grew not old, nor were their shoes worn, a figure to the faithful of the Resurrection that was to come, showing that neither the glory of great deeds, nor the beauty of the power wherewith He hath clothed us, nor the stream of human life is made for nought?  24."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:17",
                            "text": "Is He not good, Who exalted earth to heaven, so that, just as the bright companies of stars reflect His glory in the sky, as in a glass, so the choirs of apostles, martyrs, and priests, shining like glorious stars, might give light throughout the world."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:18",
                            "text": "25."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:19",
                            "text": "Not only, then, is He good, but He is more."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:20",
                            "text": "He is a good Shepherd, not only for  Himself, but to His sheep also, \"for the good shepherd layeth down his life for his sheep\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:21",
                            "text": "Aye, He laid down His life to exalt ours—but it was in the power of His Godhead that He laid it down and took it again: \"I have power to lay down My life, and I have power to take it."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:22",
                            "text": "No man taketh it from Me, but I lay it down of Myself\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:23",
                            "text": "26."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:24",
                            "text": "Thou seest His goodness, in that He laid it down of His own accord: thou seest His power, in that He took it again—dost thou deny His goodness, when He has said of Himself in the Gospel, \"If I am good, why is thine eye evil\"? Ungrateful wretch what doest thou? Dost thou deny His goodness, in Whom is thy hope of good things—if, indeed, thou believest this? Dost thou deny His goodness, Who hath given us what \"eye hath not seen, nor ear heard?\"  27."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:25",
                            "text": "It concerns my interest to believe Him to be good, for \"It is a good thing to trust in the Lord\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:26",
                            "text": "It is to my interest to confess Him Lord, for it is written: \"Give thanks unto the Lord, for He is good\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:27",
                            "text": "28."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:28",
                            "text": "It is to my interest to esteem my Judge to be good, for the Lord is a righteous Judge to the house of Israel."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:29",
                            "text": "If, then, the Son of God is Judge, surely, seeing that the Judge is the righteous God and the Son of God is Judge, [it follows that] He who is Judge and Son of God is the righteous God."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:30",
                            "text": "29."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:31",
                            "text": "But perchance thou believest not others, nor the Son."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:32",
                            "text": "Hear, then, the Father saying: \"My heart hath brought forth out of its depth the good Word\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:33",
                            "text": "The Word, then, is good—the Word, of Whom it is written: \"And the Word was with God, and the Word was God\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:34",
                            "text": "If, therefore, the Word is good, and the Son is the Word of God, surely, though it displease the Arians, the Son of God is God."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:35",
                            "text": "Let them now at least blush for shame."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:36",
                            "text": "30."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:37",
                            "text": "The Jews used to say: \"He is good\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:38",
                            "text": "Though some said: \"He is not,\" yet others said: \"He is good,\"—and ye do all deny His goodness."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:39",
                            "text": "31."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:40",
                            "text": "He is good who forgives the sin of one man; is He not good Who has taken away the sin of the world? For it was of Him that it was said: \"Behold the Lamb of God, behold Him Who taketh away the sin of the world\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:41",
                            "text": "32."
                        },
                        {
                            "verse": 42,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:42",
                            "text": "But why do we doubt? The Church hath believed in His goodness all these ages, and hath confessed its faith in the saying: \"Let Him kiss me with the kisses of His mouth; for thy breasts are better than wine;\" and again: \"And thy throat is like the goodliest wine\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 2:43",
                            "text": "Of His goodness, therefore, He nourisheth us with the breasts of the Law and Grace, soothing men's sorrows with telling them of heavenly things; and do we, then, deny His goodness, when He is the manifestation of goodness, expressing in His Person the likeness of the Eternal Bounty, even as we showed above that it was written, that He is the spotless reflection and counterpart of that Bounty?."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Ambrose: Exposition of the Christian Faith Book II 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 3:2",
                            "text": "Forasmuch as God is One, the Son of God is God, good and true."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 3:3",
                            "text": "33."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 3:4",
                            "text": "Yet what think ye, who deny the goodness and true Godhead of the Son of God, though it is written that there is no God but One? For although there be gods so-called, would you reckon Christ amongst them which are called gods, but are not, seeing that eternity is of His Essence, and that beside Him there is none other that is good and true God, forasmuch as God is in Him; whilst it follows from the very nature of the Father, that after Him there is no other true God, because God is One, neither confounding [the Persons of] the Father and Son, as the Sabellians do, nor, like the Arians, severing the Father and the Son."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 3:5",
                            "text": "For the Father and the Son, as Father and Son, are distinct persons, but they admit no division of their Godhead."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Ambrose: Exposition of the Christian Faith Book II 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 4:2",
                            "text": "The omnipotence of the Son of God, demonstrated on the authority of the Old and the New Testament."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 4:3",
                            "text": "34."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 4:4",
                            "text": "Seeing, then, that the Son of God is true and good, surely He is Almighty God."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 4:5",
                            "text": "Can there be yet any doubt on this point? We have already cited the place where it is read that \"the Lord Almighty is His Name\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 4:6",
                            "text": "Because, then, the Son is Lord, and the Lord is Almighty, the Son of God is Almighty."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 4:7",
                            "text": "35."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 4:8",
                            "text": "But hear also such a passage as you  can build no doubts upon: \"Behold, He cometh,\" saith the Scripture, \"with the clouds, and every eye shall see Him, and they which pierced Him, and all the tribes of the earth shall mourn because of Him."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 4:9",
                            "text": "Yea, amen."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 4:10",
                            "text": "I am Alpha and Omega, saith the Lord God, Who is, and Who was, and Who is to come, the Almighty\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 4:11",
                            "text": "Whom, I ask, did they pierce? For Whose coming hope we but the Son's? Therefore, Christ is Almighty Lord, and God."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 4:12",
                            "text": "36."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 4:13",
                            "text": "Hear another passage, your sacred Majesty,—hear the voice of Christ."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 4:14",
                            "text": "\"Thus saith the Lord Almighty: After His glory hath He sent me against the nations which have made spoil of you, forasmuch as he that toucheth you is as he that toucheth the pupil of His eye."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 4:15",
                            "text": "For lo, I lay my hand upon them which despoiled you, and I will save you, and they shall be for a spoil, which made spoil of you, and they shall know that the Lord Almighty hath sent Me\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 4:16",
                            "text": "Plainly, He Who speaks is the Lord Almighty, and He Who hath sent is the Lord Almighty."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 4:17",
                            "text": "By consequence, then, almighty power appertains both to the Father and to the Son; nevertheless, it is One Almighty God, for there is oneness of Majesty."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 4:18",
                            "text": "37."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 4:19",
                            "text": "Moreover, that your most excellent Majesty may know that it is Christ which hath spoken as in the Gospel, so also in the prophet, He saith by the mouth of Isaiah, as though foreordaining the Gospel: \"I Myself, Who spake, am come,\" that is to say, I, Who spake in the Law, am present in the Gospel."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 4:20",
                            "text": "38."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 4:21",
                            "text": "Elsewhere, again, He saith: \"All things that the Father hath are Mine\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 4:22",
                            "text": "What meaneth He by \"all things\"? Clearly, not things created, for all these were made by the Son, but the things that the Father hath—that is to say, Eternity, Sovereignty, Godhead, which are His possession, as begotten of the Father."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 4:23",
                            "text": "We cannot, then, doubt that He is Almighty, Who hath all things that the Father hath (for it is written: \"All things that the Father hath are Mine\")."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Ambrose: Exposition of the Christian Faith Book II 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:2",
                            "text": "Certain passages from Scripture, urged against the Omnipotence of Christ, are resolved; the writer is also at especial pains to show that Christ not seldom spoke in accordance with the affections of human nature."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:3",
                            "text": "39."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:4",
                            "text": "Although it is written concerning God, \"Blessed and only Potentate,\" yet I have no misgiving that the Son of God is thereby severed from Him, seeing that the Scripture entitled God, not the Father by Himself, the \"only Potentate\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:5",
                            "text": "The Father Himself also declares by the prophet, concerning Christ, that \"I have set help upon one that is mighty\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:6",
                            "text": "It is not the Father alone, then, Who is the only Potentate; God the Son also is Potentate, for in the Father's praise the Son is praised too."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:7",
                            "text": "40."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:8",
                            "text": "Aye, let some one show what there is that the Son of God cannot do."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:9",
                            "text": "Who was His helper, when He made the heavens,—Who, when He laid the foundations of the world? Had He any need of a helper to set men free, Who needed none in constituting angels and principalities?  41."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:10",
                            "text": "\"It is written,\" say they: \"'My Father, if it be possible, take away this cup from Me."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:11",
                            "text": "' If, then, He is Almighty, how comes He to doubt of the possibility?\" Which means that, because I have proved Him to be Almighty, I have proved Him unable to doubt of possibility."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:12",
                            "text": "42."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:13",
                            "text": "The words, you say, are the words of Christ."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:14",
                            "text": "True—consider, though, the occasion of His speaking them, and in what character He speaks."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:15",
                            "text": "He hath taken upon Him the substance of man, and therewith its affections."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:16",
                            "text": "Again, you find in the place above cited, that \"He went forward a little further, and fell on His face, praying, and saying: Father, if it be possible\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:17",
                            "text": "Not as God, then, but as man, speaketh He, for could God be ignorant of the possibility or impossibility of aught? Or is anything impossible for God, when the Scripture saith: \"For Thee nothing is impossible\"?  43."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:18",
                            "text": "Of Whom, howbeit, does He doubt—of Himself, or of the Father? Of Him, surely, Who saith: \"Take away from Me,\"—being moved as man is moved to doubt."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:19",
                            "text": "The prophet reckons nothing impossible with God."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:20",
                            "text": "The prophet doubts not; think you that the Son doubts? Wilt thou put God lower than man? What—God hath doubts of His Father, and is fearful at the thought of death! Christ, then, is afraid—afraid, whilst Peter fears nothing."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:21",
                            "text": "Peter saith:  \"I will lay down my life for Thy sake\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:22",
                            "text": "Christ saith: \"My soul is troubled\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:23",
                            "text": "44."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:24",
                            "text": "Both records are true, and it is equally natural that the person who is the less should not fear, as that He Who is the greater should endure this feeling, for the one has all a man's ignorance of the might of death, whilst the other, as being God inhabiting a body, displays the weakness of the flesh, that the wickedness of those who deny the mystery of the Incarnation might have no excuse."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:25",
                            "text": "Thus, then, hath He spoken, yet the Manichaean believed not; Valentinus denied, and Marcion judged Him to be a ghost."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:26",
                            "text": "45."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:27",
                            "text": "But indeed He so far put Himself on a level with man, such as He showed Himself to be in the reality of His bodily frame, as to say, \"Nevertheless, not as I will, but as Thou wilt,\" though truly it is Christ's especial power to will what the Father wills, even as it is His to do what the Father doeth."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:28",
                            "text": "46."
                        },
                        {
                            "verse": 29,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 5:29",
                            "text": "Here, then, let there be an end of the objection which it is your custom to oppose to us, on the ground that the Lord said, \"Not as I will, but as Thou wilt;\" and again, \"For this cause I came down from heaven, not to do My own will, but the will of Him that sent Me\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Ambrose: Exposition of the Christian Faith Book II 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:2",
                            "text": "The passages of Scripture above cited are taken as an occasion for a digression, wherein our Lord's freedom of action is proved from the ascription to the Spirit of such freedom, and from places where it is attributed to the Son."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:3",
                            "text": "47."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:4",
                            "text": "Let us now, for the present, explain more fully why our Lord said, \"If it be possible,\" and so call a truce, as it were, while we show that He possessed freedom of will."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:5",
                            "text": "Ye deny—so far are ye gone in the way of iniquity—that the Son of God had a free will."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:6",
                            "text": "Moreover, it is your wont to detract from the Holy Spirit, though you cannot deny that it is written: \"The Spirit doth breathe, where He will\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:7",
                            "text": "\"Where He will,\" saith the Scripture, not \"where He is ordered\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:8",
                            "text": "If, then, the Spirit doth breathe where He will, cannot the Son do what He will? Why, it is the very same Son of God Who in His Gospel saith that the Spirit has power to breathe where He will."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:9",
                            "text": "Doth the Son, therefore, confess the Spirit to be greater, in that He has power to do what is not permitted to Himself?  48."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:10",
                            "text": "The Apostle also saith that \"all is the work of one and the same Spirit, distributing to each according to His will\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:11",
                            "text": "\"According to His will,\" mark you—that is, according to the judgment of a free will, not in obedience to compulsion."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:12",
                            "text": "Furthermore, the gifts distributed by the Spirit are no mean gifts, but such works as God is wont to do,—the gift of healing and of working deeds of power."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:13",
                            "text": "While the Spirit, then, distributes as He will, the Son of God cannot set free whom He will."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:14",
                            "text": "But hear Him speak when He does even as He will: \"I have willed to do Thy will, O my God;\" and again: \"I will offer Thee a freewill offering\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:15",
                            "text": "49."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:16",
                            "text": "The holy Apostle later knew that Jesus had it in His power to do as He would, and therefore, seeing Him walk upon the sea, said: \"Lord, if it be Thou, bid me come to Thee over the waters\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:17",
                            "text": "Peter believed that if Christ commanded, the natural conditions could be changed, so that water might support human footsteps, and things discrepant be reduced to harmony and agreement."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:18",
                            "text": "Peter asks of Christ to command, not to request: Christ requested not, but commanded, and it was done—and Arius denies it!  50."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:19",
                            "text": "What indeed is there that the Father will have, but the Son will not, or that the Son will have, but the Father will not? \"The Father quickeneth whom He will,\" and the Son quickeneth whom He will, even as it is written."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:20",
                            "text": "Tell me now whom the Son hath quickened, and the Father would not quicken."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:21",
                            "text": "Since, however, the Son quickeneth whom He will, and the action [of Father and Son] is one, you see that not only doeth the Son the Father's will, but the Father also doeth the Son's."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:22",
                            "text": "For what is quickening but quickening through the passion of Christ? But the passion of Christ is the Father's will."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:23",
                            "text": "Whom, therefore, the Son quickeneth, He quickeneth by the will of the Father; therefore their will is one."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:24",
                            "text": "51."
                        },
                        {
                            "verse": 25,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:25",
                            "text": "Again, what was the will of the Father, but that Jesus should come into the world  and cleanse us from our sins? Hear the words of the leper: \"If Thou wilt, Thou canst make me clean\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:26",
                            "text": "Christ answered, \"I will,\" and straightway health, the effect, followed."
                        },
                        {
                            "verse": 27,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:27",
                            "text": "See you not that the Son is master of His own will, and Christ's will is the same as the Father's."
                        },
                        {
                            "verse": 28,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 6:28",
                            "text": "Indeed, seeing that He hath said, \"All things that the Father hath are Mine,\" nothing of a certainty being excepted, the Son hath the same will that the Father hath."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Ambrose: Exposition of the Christian Faith Book II 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:2",
                            "text": "The resolution of the difficulty set forth for consideration is again taken in hand."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:3",
                            "text": "Christ truly and really took upon Him a human will and affections, the source of whatsoever was not in agreement with His Godhead, and which must be therefore referred to the fact that He was at the same time both God and man."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:4",
                            "text": "52."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:5",
                            "text": "There is, therefore, unity of will where there is unity of working; for in God His will issues straightway in actual effect."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:6",
                            "text": "But the will of God is one, and the human will another."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:7",
                            "text": "Further, to show that life is the object of human will, because we fear death, whilst the passion of Christ depended on the Divine Will, that He should suffer for us, the Lord said, when Peter would have detained Him from suffering: \"Thou savourest not of the things which be of God, but the things which be of men\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:8",
                            "text": "53."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:9",
                            "text": "My will, therefore, He took to Himself, my grief."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:10",
                            "text": "In confidence I call it grief, because I preach His Cross."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:11",
                            "text": "Mine is the will which He called His own, for as man He bore my grief, as man He spake, and therefore said, \"Not as I will, but as Thou wilt\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:12",
                            "text": "Mine was the grief, and mine the heaviness with which He bore it, for no man exults when at the point to die."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:13",
                            "text": "With me and for me He suffers, for me He is sad, for me He is heavy."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:14",
                            "text": "In my stead, therefore, and in me He grieved Who had no cause to grieve for Himself."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:15",
                            "text": "54."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:16",
                            "text": "Not Thy wounds, but mine, hurt Thee, Lord Jesus; not Thy death, but our weakness, even as the Prophet saith: \"For He is afflicted for our sakes\"—and we, Lord, esteemed Thee afflicted, when Thou grievedst not for Thyself, but for me."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:17",
                            "text": "55."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:18",
                            "text": "And what wonder if He grieved for all, Who wept for one? What wonder if, in the hour of death, He is heavy for all, Who wept when at the point to raise Lazarus from the dead? Then, indeed, He was moved by a loving sister's tears, for they touched His human heart,—here by secret grief He brought it to pass that, even as His death made an end of death, and His stripes healed our scars, so also His sorrow took away our sorrow."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:19",
                            "text": "56."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:20",
                            "text": "As being man, therefore, He doubts; as man He is amazed."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:21",
                            "text": "Neither His power nor His Godhead is amazed, but His soul; He is amazed by consequence of having taken human infirmity upon Him."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:22",
                            "text": "Seeing, then, that He took upon Himself a soul He also took the affections of a soul, for God could not have been distressed or have died in respect of His being God."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:23",
                            "text": "Finally, He cried: \"My God, My God, why hast Thou forsaken Me?\" As being man, therefore, He speaks, bearing with Him my terrors, for when we are in the midst of dangers we think ourself abandoned by God."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:24",
                            "text": "As man, therefore, He is distressed, as man He weeps, as man He is crucified."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:25",
                            "text": "57."
                        },
                        {
                            "verse": 26,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:26",
                            "text": "For so hath the Apostle Paul likewise said: \"Because they have crucified the flesh of Christ\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:27",
                            "text": "And again the Apostle Peter saith: \"Christ having suffered according to the flesh\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:28",
                            "text": "It was the flesh, therefore, that suffered; the Godhead above secure from death; to suffering His body yielded, after the law of human nature; can the Godhead die, then, if the soul cannot? \"Fear not them,\" said our Lord, \"which can kill the body, but cannot kill the soul\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:29",
                            "text": "If the soul, then, cannot be killed, how can the Godhead?  58."
                        },
                        {
                            "verse": 30,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:30",
                            "text": "When we read, then, that the Lord of glory was crucified, let us not suppose that He was crucified as in His glory."
                        },
                        {
                            "verse": 31,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 7:31",
                            "text": "It is because He Who is God is also man, God by virtue of His Divinity, and by taking upon Him of the flesh, the man Christ Jesus, that the Lord of glory is said to have been crucified; for, possessing both natures, that is,  the human and the divine, He endured the Passion in His humanity, in order that without distinction He Who suffered should be called both Lord of glory and Son of man, even as it is written: \"Who descended from heaven\"."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Ambrose: Exposition of the Christian Faith Book II 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:2",
                            "text": "Christ's saying, \"The Father is greater than I,\" is explained in accordance with the principle just established."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:3",
                            "text": "Other like sayings are expounded in like fashion."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:4",
                            "text": "Our Lord cannot, as touching His Godhead, be called inferior to the Father."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:5",
                            "text": "59."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:6",
                            "text": "It was due to His humanity, therefore, that our Lord doubted and was sore distressed, and rose from the dead, for that which fell doth also rise again."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:7",
                            "text": "Again, it was by reason of His humanity that He said those words, which our adversaries use to maliciously turn against Him: \"Because the Father is greater than I\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:8",
                            "text": "60."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:9",
                            "text": "But when in another passage we read: \"I came out from the Father, and am come into the world; again, I leave the world, and go to the Father,\" how doth He go, except through death, and how comes He, save by rising again? Furthermore, He added, in order to show that He spake concerning His Ascension: \"Therefore have I told you before it come to pass, in order that, when it shall have come to pass, ye may believe\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:10",
                            "text": "For He was speaking of the sufferings and resurrection of His body, and by that resurrection they who before doubted were led to believe—for, indeed, God, Who is always present in every place, passes not from place to place."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:11",
                            "text": "As it is a man who goes, so it is He Himself Who comes."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:12",
                            "text": "Furthermore, He says in another place: \"Rise, let us go hence\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:13",
                            "text": "In that, therefore, doth He go and come, which is common to Him and to us."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:14",
                            "text": "61."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:15",
                            "text": "How, indeed, can He be a lesser God when He is perfect and true God? Yet in respect of His humanity He is less—and still you wonder that speaking in the person of a man He called the Father greater than Himself, when in the person of a man He called Himself a worm, and not a man, saying: \"But I am a worm, and no man;\" and again: \"He was led as a sheep to the slaughter\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:16",
                            "text": "62."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:17",
                            "text": "If you pronounce Him less than the Father in this respect, I cannot deny it; nevertheless, to speak in the words of Scripture, He was not begotten inferior, but \"made lower,\" that is, made inferior."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:18",
                            "text": "And how was He \"made lower,\" except that, \"being in the form of God, He thought it not a prey that He should be equal with God, but emptied Himself;\" not, indeed, parting with what He was, but taking up what He was not, for \"He took the form of a servant\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:19",
                            "text": "63."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:20",
                            "text": "Moreover, to the end that we might know Him to have been \"made lower,\" by taking upon Him a body, David has shown that he is prophesying of a man, saying: \"What is man, that Thou art mindful of him, or the son of man, but that Thou visitest him? Thou hast made him a little lower than the angels\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:21",
                            "text": "And in interpreting this same passage the Apostle says: \"For we see Jesus, made a little lower than the angels, crowned with glory and honour because that He suffered death, in order that apart from God  He might taste death for all\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:22",
                            "text": "64."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:23",
                            "text": "Thus, the Son of God was made lower than, not only the Father, but angels also."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:24",
                            "text": "And if you will turn this to His dishonour; [I ask] is then the Son, in respect of His Godhead, less than His angels who serve Him and minister to Him? Thus, in your purpose to diminish His honour, you run into the blasphemy of exalting the nature of angels above the Son of God."
                        },
                        {
                            "verse": 25,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:25",
                            "text": "But \"the servant is not above his master\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:26",
                            "text": "Again, angels ministered to Him even after His Incarnation, to the end that you should acknowledge Him to have suffered no loss of majesty by reason of His bodily nature, for God could not submit to any loss of Himself, whilst that which He has taken of the Virgin neither adds to nor takes away from His divine power."
                        },
                        {
                            "verse": 27,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:27",
                            "text": "65."
                        },
                        {
                            "verse": 28,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:28",
                            "text": "He, therefore, possessing the fulness of Divinity and glory, is not, in respect of His Divinity, inferior."
                        },
                        {
                            "verse": 29,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:29",
                            "text": "Greater and less are distinctions proper to corporeal existences; one who is greater is so in respect of rank, or qualities, or at any rate of age."
                        },
                        {
                            "verse": 30,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:30",
                            "text": "These terms lose their meaning when we come to treat of the things of God."
                        },
                        {
                            "verse": 31,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:31",
                            "text": "He is commonly entitled the greater who instructs and informs another, but it is not the case with God's Wisdom that it has been built up by teaching received from another, forasmuch as Itself hath laid the foundation of all teaching."
                        },
                        {
                            "verse": 32,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:32",
                            "text": "But how wisely wrote the Apostle: \"In order that apart from God He might taste death for all,\"—lest we should suppose the Godhead, not the flesh, to have endured that Passion!  66."
                        },
                        {
                            "verse": 33,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:33",
                            "text": "If our opponents, then, have found no means to prove [the Father] greater [than the Son], let them not pervert words unto false reports, but seek out their meaning."
                        },
                        {
                            "verse": 34,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:34",
                            "text": "I ask them, therefore, as touching what do they esteem the Father the greater? If it is because He is the Father, then [I answer] here we have no question of age or of time—the Father is not distinguished by white hairs, nor the Son by youthfulness—and it is on these conditions that the greater dignity of a father depends."
                        },
                        {
                            "verse": 35,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:35",
                            "text": "But \"father\" and \"son\" are names, the one of the parent, the other of the child—names which seem to join rather than separate; for dutifulness inspires no loss of personal worth, inasmuch as kinship binds men together, and does not rend them asunder."
                        },
                        {
                            "verse": 36,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:36",
                            "text": "67."
                        },
                        {
                            "verse": 37,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:37",
                            "text": "If, then, they cannot make the order of nature a support for any questioning, let them now believe the witness [of Scripture]."
                        },
                        {
                            "verse": 38,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:38",
                            "text": "Now the Evangelist testifies that the Son is not lower [than the Father] by reason of being the Son; nay, he even declares that, in being the Son, He is equal, saying, \"For the Jews sought to kill Him for this cause, that not only did He break the Sabbath, but even called God His own Father, making Himself equal to God\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:39",
                            "text": "68."
                        },
                        {
                            "verse": 40,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:40",
                            "text": "This is not what the Jews said—it is the Evangelist who testifies that, in calling Himself God's own Son, He made Himself equal to God, for the Jews are not presented as saying, \"For this cause we sought to kill Him;\" the Evangelist, speaking for himself, says, \"For the Jews sought to kill Him for this cause\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:41",
                            "text": "Moreover, he has discovered the cause, [in saying] that the Jews were stirred with desire to slay Him because, when as God He broke the Sabbath, and also claimed God as His own Father, He ascribed to Himself not only the majesty of divine authority in breaking the Sabbath, but also, in speaking of His Father, the right appertaining to eternal equality."
                        },
                        {
                            "verse": 42,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:42",
                            "text": "69."
                        },
                        {
                            "verse": 43,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:43",
                            "text": "Most fitting was the answer which the Son of God made to these Jews, proving Himself the Son and equal of God."
                        },
                        {
                            "verse": 44,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:44",
                            "text": "\"Whatsoever things,\" He said, \"the Father hath done, the Son doeth also in like wise\"."
                        },
                        {
                            "verse": 45,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:45",
                            "text": "The Son, therefore, is both entitled and proved the equal of the Father—a true equality, which both excludes difference of Godhead, and discovers, together with the Son, the Father also, to Whom the Son is equal; for there is no equality where there is difference, nor again where there is but one person, inasmuch as none is by himself equal to himself."
                        },
                        {
                            "verse": 46,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:46",
                            "text": "Thus hath the Evangelist shown why it is fitting that Christ should call Himself the Son of God, that is, make Himself equal with God."
                        },
                        {
                            "verse": 47,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:47",
                            "text": "70."
                        },
                        {
                            "verse": 48,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:48",
                            "text": "Hence the Apostle, following this revelation, hath said: \"He thought it not a prey that He should be equal with God\"."
                        },
                        {
                            "verse": 49,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:49",
                            "text": "For that which a man has not he seeks to carry off as a prey."
                        },
                        {
                            "verse": 50,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:50",
                            "text": "Equality with the Father, therefore, which, as God and Lord, He possessed in His own substance, He had not as a spoil wrongfully seized."
                        },
                        {
                            "verse": 51,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:51",
                            "text": "Wherefore the Apostle added [the words]: \"He took the form of a servant\"."
                        },
                        {
                            "verse": 52,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:52",
                            "text": "Now surely a servant is the opposite of an equal."
                        },
                        {
                            "verse": 53,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:53",
                            "text": "Equal, therefore, is the Son, in the form of God, but inferior in taking upon Him of the flesh and in His sufferings as a man."
                        },
                        {
                            "verse": 54,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:54",
                            "text": "For how could the same nature be both lower and equal? And how, if [the Son] be inferior, can He do the same things, in like manner, as the Father doeth? How, indeed, can there be sameness of operation with diversity of power? Can the inferior ever work such effects as the greater, or can there be unity of operation where there is diversity of substance?  71."
                        },
                        {
                            "verse": 55,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:55",
                            "text": "Admit, therefore, that Christ, as touching His Godhead, cannot be called inferior [to the Father]."
                        },
                        {
                            "verse": 56,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:56",
                            "text": "Christ speaks to Abraham: \"By Myself have I sworn\"."
                        },
                        {
                            "verse": 57,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:57",
                            "text": "Now the Apostle shows that He Who swears by Himself cannot be lower than any."
                        },
                        {
                            "verse": 58,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:58",
                            "text": "Thus he saith, \"When God rewarded Abraham with His promise, He swore by Himself, forasmuch as He had none other that was greater, saying, Surely with blessing will I bless thee, and with multiplying will I multiply thee\"."
                        },
                        {
                            "verse": 59,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:59",
                            "text": "Christ had, therefore, none greater, and for that cause sware He by Himself."
                        },
                        {
                            "verse": 60,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:60",
                            "text": "Moreover, the Apostle has  rightly added, \"for men swear by one greater than themselves,\" forasmuch as men have one who is greater than themselves, but God hath none."
                        },
                        {
                            "verse": 61,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:61",
                            "text": "72."
                        },
                        {
                            "verse": 62,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:62",
                            "text": "Otherwise, if our adversaries will understand this passage as referred to the Father, then the rest of the record does not agree with it."
                        },
                        {
                            "verse": 63,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:63",
                            "text": "For the Father did not appear to Abraham, nor did Abraham wash the feet of God the Father, but the feet of Him in Whom is the image of the man that shall be."
                        },
                        {
                            "verse": 64,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:64",
                            "text": "Moreover, the Son of God saith, \"Abraham saw My day, and rejoiced\"."
                        },
                        {
                            "verse": 65,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:65",
                            "text": "It is He, therefore, Who sware by Himself, [and] Whom Abraham saw."
                        },
                        {
                            "verse": 66,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:66",
                            "text": "73."
                        },
                        {
                            "verse": 67,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:67",
                            "text": "And how, indeed, hath He any greater than Himself Who is one with the Father in Godhead? Where there is unity, there is no dissimilarity, whereas between greater and less there is a distinction."
                        },
                        {
                            "verse": 68,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 8:68",
                            "text": "The teaching, therefore, of the instance from Scripture before us, with regard to the Father and the Son, is that neither is the Father greater, nor hath the Son any that is above Him, inasmuch as in Father and Son there is no difference of Godhead parting them, but one majesty."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Ambrose: Exposition of the Christian Faith Book II 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:2",
                            "text": "The objection that the Son, being sent by the Father, is, in that regard at least, inferior, is met by the answer that He was also sent by the Spirit, Who is yet not considered greater than the Son."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:3",
                            "text": "Furthermore, the Spirit, in His turn, is sent by the Father to the Son, in order that Their unity in action might be shown forth."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:4",
                            "text": "It is our duty, therefore, carefully to distinguish what utterances are to be fitly ascribed to Christ as God, and what to be ascribed to Him as man."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:5",
                            "text": "74."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:6",
                            "text": "I have no fears in the matter of that commonly advanced objection, that Christ is inferior because He was sent."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:7",
                            "text": "For even if He be inferior, yet this is not so proved; on the other hand, His equal title to honour is in truth proved."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:8",
                            "text": "Since all honour the Son as they honour the Father, it is certain that the Son is not, in so far as being sent, inferior."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:9",
                            "text": "75."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:10",
                            "text": "Regard not, therefore, the narrow bounds of human language, but the plain meaning of the words, and believe facts accomplished."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:11",
                            "text": "Bethink you that our Lord Jesus Christ said in Isaiah that He had been sent by the Spirit."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:12",
                            "text": "Is the Son, therefore, less than the Spirit because He was sent by the Spirit? Thus you have the record, that the Son declares Himself sent by the Father and His Spirit."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:13",
                            "text": "\"I am the beginning,\" He saith, \"and I live for ever, and My hand hath laid the foundations of the earth, My right hand hath made the heaven to stand abidingly;\" and further on: \"I have spoken, and I have called; I have brought him, and have made his way to prosper."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:14",
                            "text": "Draw ye near to Me, and hear these things: not in secret have I spoken from the beginning."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:15",
                            "text": "When they were made, I was there: and now hath the Lord and His Spirit sent Me\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:16",
                            "text": "Here, indeed, He Who made the heaven and the earth Himself saith that He is sent by the Lord and His Spirit."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:17",
                            "text": "Ye see, then, that the poverty of language takes not from the honour of His mission."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:18",
                            "text": "He, then, is sent by the Father; by the Spirit also is He sent."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:19",
                            "text": "76."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:20",
                            "text": "And that you may gather that there is no separating difference of majesty, the Son in turn sends the Spirit, even as He Himself hath said: \"But when the Comforter is come, whom I will send you from My Father—the Spirit of truth, who cometh forth from My Father\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:21",
                            "text": "That this same Comforter is also to be sent by the Father He has already taught, saying, \"But the Comforter, that Holy Spirit, whom the Father will send in My name\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:22",
                            "text": "Behold their unity, inasmuch as whom God the Father sends, the Son sends also, and Whom the Father sends, the Spirit sends also."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:23",
                            "text": "Else, if the Arians will not admit that the Son was sent, because we read that the Son is the right hand of the Father, then they themselves will confess with respect to the Father, what they deny concerning the Son, unless perchance they discover for themselves either another Father or another Son."
                        },
                        {
                            "verse": 24,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:24",
                            "text": "77."
                        },
                        {
                            "verse": 25,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:25",
                            "text": "A truce, then, to vain wranglings over words, for the kingdom of God, as it is written, consisteth not in persuasive words, but in power plainly shown forth."
                        },
                        {
                            "verse": 26,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:26",
                            "text": "Let us take heed to the distinction of the Godhead from the flesh."
                        },
                        {
                            "verse": 27,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:27",
                            "text": "In each there speaks one and the same Son of God, for each nature is present in Him; yet while it is the same Person Who speaks, He speaks not always in the same manner."
                        },
                        {
                            "verse": 28,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:28",
                            "text": "Behold in Him, now the  glory of God, now the affections of man."
                        },
                        {
                            "verse": 29,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:29",
                            "text": "As God He speaks the things of God, because He is the Word; as man He speaks the things of man, because He speaks in my nature."
                        },
                        {
                            "verse": 30,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:30",
                            "text": "78."
                        },
                        {
                            "verse": 31,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:31",
                            "text": "\"This is the living bread, which came down from heaven\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:32",
                            "text": "This bread is His flesh, even as He Himself said: \"This bread which I will give is My flesh\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:33",
                            "text": "This is He Who came down from heaven, this is He Whom the Father hath sanctified and sent into this world."
                        },
                        {
                            "verse": 34,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:34",
                            "text": "Even the letter itself teaches us that not the Godhead but the flesh needed sanctification, for the Lord Himself said, \"And I sanctify Myself for them,\" in order that thou mayest acknowledge that He is both sanctified in the flesh for us, and sanctifies by virtue of His Divinity."
                        },
                        {
                            "verse": 35,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:35",
                            "text": "79."
                        },
                        {
                            "verse": 36,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:36",
                            "text": "This is the same One Whom the Father sent, but \"born of a woman, born under the law,\" as the Apostle hath said."
                        },
                        {
                            "verse": 37,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:37",
                            "text": "This is He Who saith: \"The Spirit of the Lord is upon Me; wherefore He hath anointed Me, to bring good tidings to the poor hath He sent Me:\" This is He Who saith: \"My doctrine is not Mine, but His, Who sent Me."
                        },
                        {
                            "verse": 38,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:38",
                            "text": "If any man will do His will, he shall know of the doctrine, whether it be of God, or whether I speak of Myself\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:39",
                            "text": "Doctrine that is of God, then, is one thing; doctrine that is of man, another; and so when the Jews, regarding Him as man, called in question His teaching, and said, \"How knoweth this man letters, having never learnt?\" Jesus answered and said, \"My doctrine is not Mine,\" for, in teaching without elegance of letters, He seems to teach not as man, but rather as God, having not learned, but devised His doctrine."
                        },
                        {
                            "verse": 40,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:40",
                            "text": "80."
                        },
                        {
                            "verse": 41,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:41",
                            "text": "For He hath found and devised all the way of discipline, as we read above, inasmuch as of the Son of God it hath been said: \"This is our God, and none other shall be accounted of in comparison with Him, Who hath found all the way of discipline."
                        },
                        {
                            "verse": 42,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:42",
                            "text": "After these things He was seen on earth, and conversed with men\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:43",
                            "text": "How, then, could He, as divine, not have His own doctrine—He Who hath found all the way of discipline before He was seen on earth? Or how is He inferior, of Whom it is said, \"None shall be accounted of in comparison with Him\"? Surely He is entitled incomparable, in comparison of Whom none other can be accounted of—yet so that He cannot be accounted of before the Father."
                        },
                        {
                            "verse": 44,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:44",
                            "text": "Now if men suppose that the Father is spoken of, they shall not escape running into the blasphemy of Sabellius, of ascribing the assumption of human nature to the Father."
                        },
                        {
                            "verse": 45,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:45",
                            "text": "81."
                        },
                        {
                            "verse": 46,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:46",
                            "text": "Let us proceed with what follows."
                        },
                        {
                            "verse": 47,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:47",
                            "text": "\"He who speaketh of himself, seeketh his own glory\"."
                        },
                        {
                            "verse": 48,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:48",
                            "text": "See the unity wherein Father and Son are plainly revealed."
                        },
                        {
                            "verse": 49,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:49",
                            "text": "He who speaks cannot but be; yet that which He speaks cannot be solely from Him, for in Him all that is, is naturally derived from the Father."
                        },
                        {
                            "verse": 50,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:50",
                            "text": "82."
                        },
                        {
                            "verse": 51,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:51",
                            "text": "What now is the meaning of the words \"seeketh his own glory\"? That is, not a glory in which the Father has no part—for indeed the Word of God is His glory."
                        },
                        {
                            "verse": 52,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:52",
                            "text": "Again, our Lord saith: \"that they may see My glory\"."
                        },
                        {
                            "verse": 53,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:53",
                            "text": "But that glory of the Word is also the glory of the Father, even as it is written: \"The Lord Jesus Christ is in the glory of God the Father\"."
                        },
                        {
                            "verse": 54,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:54",
                            "text": "In regard of His Godhead, therefore, the Son of God so hath His own glory, that the glory of Father and Son is one: He is not, therefore, inferior in splendour, for the glory is one, nor lower in Godhead, for the fulness of the Godhead is in Christ."
                        },
                        {
                            "verse": 55,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:55",
                            "text": "83."
                        },
                        {
                            "verse": 56,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:56",
                            "text": "How, then, you ask, is it written, \"Father, the hour is come; glorify Thy Son?\" He Who saith these words needs to be glorified, say you."
                        },
                        {
                            "verse": 57,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:57",
                            "text": "Thus far you have eyes to see; the remainder of the Scripture you have not read, for it proceeds: \"that Thy Son may glorify Thee\"."
                        },
                        {
                            "verse": 58,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 9:58",
                            "text": "Hath ever the Father need of any, in that He is to be glorified by the Son?."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Ambrose: Exposition of the Christian Faith Book II 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 10:2",
                            "text": "The objection taken on the ground of the Son's obedience is disproved, and the unity of power, Godhead, and operation in the Trinity set forth, Christ's obedience to His mother, to whom He certainly cannot be called inferior, is noticed."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 10:3",
                            "text": "84."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 10:4",
                            "text": "In like manner our adversaries commonly make a difficulty of the Son's obedience, forasmuch as it is written: \"And  being found in appearance as a man, He humbled Himself, and became obedient even unto death\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 10:5",
                            "text": "The writer has not only told us that the Son was obedient even unto death, but also first shown that He was man, in order that we might understand that obedience unto death was the part not of His Godhead but of His Incarnation, whereby He took upon Himself both the functions and the names belonging to our nature."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 10:6",
                            "text": "85."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 10:7",
                            "text": "Thus we have learnt that the power of the Trinity is one, as we are taught both in and after the Passion itself: for the Son suffers through His body, which is the earnest of it; the Holy Spirit is poured upon the apostles: into the Father's hands the spirit is commended; furthermore, God is with a mighty voice proclaimed the Father."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 10:8",
                            "text": "We have learnt that there is one form, one likeness, one sanctification, of the Father and of the Son, one activity, one glory, finally, one Godhead."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 10:9",
                            "text": "86."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 10:10",
                            "text": "There is, therefore, but one only God, for it is written: \"Thou shalt worship the Lord thy God, and Him only shalt thou serve\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 10:11",
                            "text": "One God, not in the sense that the Father and the Son are the same Person, as the ungodly Sabellius affirms—but forasmuch as there is one Godhead of the Father and of the Son and of the Holy Ghost."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 10:12",
                            "text": "But where there is one Godhead, there is one will, one purpose."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 10:13",
                            "text": "87."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 10:14",
                            "text": "Again, that thou mayest know that the Father is, and the Son is, and that the work of the Father and of the Son is one, follow the saying of the Apostle: \"Now may God Himself, and our Father, and our Lord Jesus Christ direct our way unto you\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 10:15",
                            "text": "Both Father and Son are named, but there is unity of direction, because unity of power."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 10:16",
                            "text": "So also in another place we read: \"Now may our Lord Himself, Jesus Christ, and God and our Father, Who hath loved us, and given us eternal consolation, and good hope in grace, console and strengthen your hearts\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 10:17",
                            "text": "How perfect a unity it is that the Apostle presents to us, insomuch that the fount of consolation is not many, but one."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 10:18",
                            "text": "Let doubt be dumb, then, or, if it will not be overcome by reason, let the thought of our Lord's gracious kindliness bend it."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 10:19",
                            "text": "88."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 10:20",
                            "text": "Let us call to mind how kindly our Lord hath dealt with us, in that He taught us not only faith but manners also."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 10:21",
                            "text": "For, having taken His place in the form of man, He was subject to Joseph and Mary."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 10:22",
                            "text": "Was He less than all mankind, then, because He was subject? The part of dutifulness is one, that of sovereignty is another, but dutifulness doth not exclude sovereignty."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 10:23",
                            "text": "Wherein, then, was He subject to the Father's law? In His body, surely, wherein He was subject to His mother."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Ambrose: Exposition of the Christian Faith Book II 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:2",
                            "text": "The purpose and healing effects of the Incarnation."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:3",
                            "text": "The profitableness of faith, whereby we know that Christ bore all infirmities for our sakes,—Christ, Whose Godhead revealed Itself in His Passion; whence we understand that the mission of the Son of God entailed no subservience, which belief we need not fear lest it displease the Father, Who declares Himself to be well pleased in His Son."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:4",
                            "text": "89."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:5",
                            "text": "Let us likewise deal kindly, let us persuade our adversaries of that which is to their profit, \"let us worship and lament before the Lord our Maker\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:6",
                            "text": "For we would not overthrow, but rather heal; we lay no ambush for them, but warn them as in duty bound."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:7",
                            "text": "Kindliness often bends those whom neither force nor argument will avail to overcome."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:8",
                            "text": "Again, our Lord cured with oil and wine the man who, going down from Jerusalem to Jericho, fell among thieves; having forborne to treat him with the harsh remedies of the Law or the sternness of Prophecy."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:9",
                            "text": "90."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:10",
                            "text": "To Him, therefore, let all come who would be made whole."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:11",
                            "text": "Let them receive the medicine which He hath brought down from His Father and made in heaven, preparing it of the juices of those celestial fruits that wither not."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:12",
                            "text": "This is of no earthly growth, for nature nowhere possesseth this compound."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:13",
                            "text": "Of wondrous purpose took He our flesh, to the end that He might show that the law of the flesh had been subjected to the law of the mind."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:14",
                            "text": "He was incarnate, that He, the Teacher of men, might overcome as man."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:15",
                            "text": "91."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:16",
                            "text": "Of what profit would it have been to me, had He, as God, bared the arm of His power, and only displayed His Godhead inviolate? Why should He take human nature upon Him, but to suffer Himself to be tempted under the conditions of my nature and my weakness? It was right that He should be tempted, that He should suffer with me, to the end that I might know how to conquer when tempted, how  to escape when hard pressed."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:17",
                            "text": "He overcame by force of continence, of contempt of riches, of faith; He trampled upon ambition, fled from intemperance, bade wantonness be far from Him."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:18",
                            "text": "92."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:19",
                            "text": "This medicine Peter beheld, and left His nets, that is to say, the instruments and security of gain, renouncing the lust of the flesh as a leaky ship, that receives the bilge, as it were, of multitudinous passions."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:20",
                            "text": "Truly a mighty remedy, that not only removed the scar of an old wound, but even cut the root and source of passion."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:21",
                            "text": "O Faith, richer than all treasure-houses; O excellent remedy, healing our wounds and sins!  93."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:22",
                            "text": "Let us bethink ourselves of the profitableness of right belief."
                        },
                        {
                            "verse": 23,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:23",
                            "text": "It is profitable to me to know that for my sake Christ bore my infirmities, submitted to the affections of my body, that for me, that is to say, for every man, He was made sin, and a curse, that for me and in me was He humbled and made subject, that for me He is the Lamb, the Vine, the Rock, the Servant, the Son of an handmaid, knowing not the day of judgment, for my sake ignorant of the day and the hour."
                        },
                        {
                            "verse": 24,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:24",
                            "text": "94."
                        },
                        {
                            "verse": 25,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:25",
                            "text": "For how could He, Who hath made days and times, be ignorant of the day? How could He not know the day, Who hath declared both the season of Judgment to come, and the cause? A curse, then, He was made not in respect of His Godhead, but of His flesh; for it is written: \"Cursed is every one that hangeth on a tree\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:26",
                            "text": "In and after the flesh, therefore, He hung, and for this cause He, Who bore our curses, became a curse."
                        },
                        {
                            "verse": 27,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:27",
                            "text": "He wept that thou, man, mightest not weep long."
                        },
                        {
                            "verse": 28,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:28",
                            "text": "He endured insult, that thou mightest not grieve over the wrong done to thee."
                        },
                        {
                            "verse": 29,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:29",
                            "text": "95."
                        },
                        {
                            "verse": 30,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:30",
                            "text": "A glorious remedy—to have consolation of Christ! For He bore these things with surpassing patience for our sakes—and we forsooth cannot bear them with common patience for the glory of His Name! Who may not learn to forgive, when assailed, seeing that Christ, even on the Cross, prayed,—yea, for them that persecuted Him? See you not that those weaknesses, as you please to call them, of Christ's are your strength? Why question Him in the matter of remedies for us? His tears wash us, His weeping cleanses us,—and there is strength in this doubt, at least, that if you begin to doubt, you will despair."
                        },
                        {
                            "verse": 31,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:31",
                            "text": "The greater the insult, the greater is the gratitude due."
                        },
                        {
                            "verse": 32,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:32",
                            "text": "96."
                        },
                        {
                            "verse": 33,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:33",
                            "text": "Even in the very hour of mockery and insult, acknowledge His Godhead."
                        },
                        {
                            "verse": 34,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:34",
                            "text": "He hung upon the Cross, and all the elements did Him homage."
                        },
                        {
                            "verse": 35,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:35",
                            "text": "The sun withdrew his rays, the daylight vanished, darkness came down and covered the land, the earth trembled; yet He Who hung there trembled not."
                        },
                        {
                            "verse": 36,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:36",
                            "text": "What was it that these signs betokened, but reverence for the Creator? That He hangs upon the Cross—this, thou Arian, thou regardest; that He gives the kingdom of God—this, thou regardest not."
                        },
                        {
                            "verse": 37,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:37",
                            "text": "That He tasted of death, thou readest, but that He also invited the robber into paradise, to this thou givest no heed."
                        },
                        {
                            "verse": 38,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:38",
                            "text": "Thou dost gaze at the women weeping by the tomb, but not upon the angels keeping watch by it."
                        },
                        {
                            "verse": 39,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:39",
                            "text": "What He said, thou readest: what He did, thou dost not read."
                        },
                        {
                            "verse": 40,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:40",
                            "text": "Thou sayest that the Lord said to the Canaanitish woman: \"I am not sent, but to the lost sheep of the house of Israel,\" thou dost not say that He did what He was besought by her to do."
                        },
                        {
                            "verse": 41,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:41",
                            "text": "97."
                        },
                        {
                            "verse": 42,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:42",
                            "text": "Thou shouldst hereby understand that His being \"sent\" means not that He was compelled, at the command of another, but that He acted, of free will, according to His own judgment, otherwise thou dost accuse Him of despising His Father."
                        },
                        {
                            "verse": 43,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:43",
                            "text": "For if, according to thine expounding, Christ had come into Jewry, as one executing the Father's commands, to relieve the inhabitants of Jewry, and none besides, and yet before that was accomplished, set free the Canaanitish woman's daughter from her complaint, surely He was not only the executor of another's instruction, but was free to exercise His own judgment."
                        },
                        {
                            "verse": 44,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:44",
                            "text": "But where there is freedom to act as one will, there can be no transgressing the terms of one's mission."
                        },
                        {
                            "verse": 45,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:45",
                            "text": "98."
                        },
                        {
                            "verse": 46,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:46",
                            "text": "Fear not that the Son's act displeased the Father, seeing that the Son Himself  saith: \"Whatsoever things are His good pleasure, I do always,\" and \"The works that I do, He Himself doeth\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:47",
                            "text": "How, then, could the Father be displeased with that which He Himself did through the Son? For it is One God, Who, as it is written, \"hath justified circumcision in consequence of faith, and uncircumcision through faith\"."
                        },
                        {
                            "verse": 48,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:48",
                            "text": "99."
                        },
                        {
                            "verse": 49,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:49",
                            "text": "Read all the Scriptures, mark all diligently, you will then find that Christ so manifested Himself that God might be discerned in man."
                        },
                        {
                            "verse": 50,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 11:50",
                            "text": "Misunderstand not maliciously the Son's exultation in the Father, when you hear the Father declaring His pleasure in the Son."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Ambrose: Exposition of the Christian Faith Book II 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:2",
                            "text": "Do the Catholics or the Arians take the better course to assure themselves of the favour of Christ as their Judge? An objection grounded on Ps."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:3",
                            "text": "cx."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:4",
                            "text": "1 is disposed of, it being shown that when the Son is invited by the Father to sit at His right hand, no subjection is intended to be signified—nor yet any preferment, in that the Son sits at the Father's right hand."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:5",
                            "text": "The truth of the Trinity of Persons in God, and of the Unity of their Nature, is shown to be proved by the angelic Trisagion."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:6",
                            "text": "100."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:7",
                            "text": "Howbeit, if our adversaries cannot be turned by kindness, let us summon them before the Judge."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:8",
                            "text": "To what Judge, then, shall we go? Surely to Him Who hath the Judgment."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:9",
                            "text": "To the Father, then? Nay, but \"the Father judgeth no man, for He hath given all judgment to the Son\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:10",
                            "text": "He hath given, that is to say, not as of largess, but in the act of generation."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:11",
                            "text": "See, then, how unwilling He was that thou shouldst dishonour His Son—even so that He gave Him to be thy Judge."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:12",
                            "text": "101."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:13",
                            "text": "Let us see, then, before the judgment which hath the better cause, thou or I? Surely it is the care of a prudent party to a suit to gain first the favourable regard of the judge."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:14",
                            "text": "Thou dost honour man,—dost thou not honour God? Which of the two, I ask, wins the favour of the magistrate—respect or contempt? Suppose that I am in error—as I certainly am not: is Christ displeased with the honour shown Him? We are all sinners—who, then, will deserve forgiveness, he who renders worship, or he who displays insolence?  102."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:15",
                            "text": "If reasoning move thee not, at least let the plain aspect of the judgment move thee! Raise thine eyes to the Judge, see Who it is that is seated, with Whom He is seated, and where."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:16",
                            "text": "Christ sitteth at the right hand of the Father."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:17",
                            "text": "If with thine eyes thou canst not perceive this, hear the words of the prophet: \"The Lord said unto my Lord, Sit Thou on My right hand\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:18",
                            "text": "The Son, therefore, sitteth at the right hand of the Father."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:19",
                            "text": "Tell me now, thou who holdest that the things of God are to be judged of from the things of this world—say whether thou thinkest Him Who sits at the right hand to be lower? Is it any dishonour to the Father that He sits at the Son's left hand? The Father honours the Son, and thou makest it to be insult! The Father would have this invitation to be a sign of love and esteem, and thou wouldst make it an overlord's command! Christ hath risen from the dead, and sitteth at the right hand of God."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:20",
                            "text": "103."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:21",
                            "text": "\"But,\" you object, \"the Father said\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:22",
                            "text": "Good, hear now a passage where the Father doth not speak, and the Son prophesies: \"Hereafter ye shall see the Son of Man sitting at the right hand of power\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:23",
                            "text": "This He said with regard to taking back to Himself His body—to Him the Father said: \"Sit Thou at My right hand\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:24",
                            "text": "If indeed you ask of the eternal abode of the Godhead, He said—when Pilate asked Him whether He were the King of the Jews—\"For this I was born\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:25",
                            "text": "And so indeed the Apostle shows that it is good for us to believe that Christ sitteth at the right hand of God, not by command, nor of any boon, but as God's most dearly beloved Son."
                        },
                        {
                            "verse": 26,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:26",
                            "text": "For it is written for you: \"Seek the things that are above, where Christ is, sitting at the right hand of God; savour the things that are above\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:27",
                            "text": "This is to savour the things that be above—to believe that Christ, in His sitting, does not obey as one who receives a command, but is honoured as the well-beloved Son."
                        },
                        {
                            "verse": 28,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:28",
                            "text": "It is with regard, then, to Christ's Body that the Father saith: \"Sit Thou at My right hand, until I make Thine enemies Thy footstool\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:29",
                            "text": "104."
                        },
                        {
                            "verse": 30,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:30",
                            "text": "If, again, you seek to pervert the sense of these words, \"I will make Thine enemies Thy footstool,\" I answer that the Father also bringeth to the Son such as the Son raiseth up and quickeneth."
                        },
                        {
                            "verse": 31,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:31",
                            "text": "For \"No man,\" saith Christ, \"can come to Me, except the Father, Which hath sent Me, draw him, and I will raise him up at the last day\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:32",
                            "text": "And you say that the Son of God is subject  by reason of weakness—the Son, to Whom the Father bringeth men that He may raise them up in the last day."
                        },
                        {
                            "verse": 33,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:33",
                            "text": "Seemeth this in your eyes to be subjection, I pray you, where the kingdom is prepared for the Father, and the Father bringeth to the Son and there is no place for perversion of words, since the Son giveth the kingdom to the Father, and none is preferred before Him? For inasmuch as the Father rendereth to the Son, and the Son, again, to the Father, here are plain proofs of love and regard: seeing that They so render, the One to the Other, that neither He Who receiveth obtaineth as it were what was another's, nor He That rendereth loseth."
                        },
                        {
                            "verse": 34,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:34",
                            "text": "105."
                        },
                        {
                            "verse": 35,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:35",
                            "text": "Moreover, the sitting at the right hand is no preferment, nor doth that at the left hand betoken dishonour, for there are no degrees in the Godhead, Which is bound by no limits of space or time, which are the weights and measures of our puny human minds."
                        },
                        {
                            "verse": 36,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:36",
                            "text": "There is no difference of love, nothing that divideth the Unity."
                        },
                        {
                            "verse": 37,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:37",
                            "text": "106."
                        },
                        {
                            "verse": 38,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:38",
                            "text": "But wherefore roam so far afield? Thou hast looked upon all around thee, thou hast seen the Judge, thou hast remarked the angels proclaiming Him."
                        },
                        {
                            "verse": 39,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:39",
                            "text": "They praise, and thou revilest Him! Dominations and powers fall down before Him—thou speakest evil of His Name! All His Saints adore Him, but the Son of God adores not, nor the Holy Spirit."
                        },
                        {
                            "verse": 40,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:40",
                            "text": "The seraphim say: \"Holy, Holy, Holy!\"  107."
                        },
                        {
                            "verse": 41,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:41",
                            "text": "What meaneth this threefold utterance of the same name \"Holy\"? If thrice repeated, why is it but one act of praise? If one act of praise, why a threefold repetition? Why the threefold repetition, unless that the Father and the Son and the Holy Spirit are one in holiness? The seraph spake the name, not once, lest he should exclude the Son; not twice, lest he should pass by the Holy Spirit; not four times, lest he should conjoin created beings [in the praise of the Creator]."
                        },
                        {
                            "verse": 42,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:42",
                            "text": "Furthermore, to show that the Godhead of the Trinity is One, he, after the threefold \"Holy,\" added in the singular number \"the Lord God of Sabaoth\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:43",
                            "text": "Holy, therefore, is the Father, holy the Son, holy likewise the Spirit of God, and therefore is the Trinity adored, but adores not, and is praised, but praises not."
                        },
                        {
                            "verse": 44,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 12:44",
                            "text": "As for me, I will rather believe as the seraphim, and adore after the manner of all the principalities and powers of heaven."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Ambrose: Exposition of the Christian Faith Book II 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:2",
                            "text": "The wicked and dishonourable opinions held by Arians, Sabellians, and Manichaeans as concerning their Judge are shortly refuted."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:3",
                            "text": "Christ's remonstrances regarding the rest of His adversaries being set forth, St."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:4",
                            "text": "Ambrose expresses a hope of milder judgment for himself."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:5",
                            "text": "108."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:6",
                            "text": "Let us proceed, then, with your accusations, and see how you gain the favour of your Judge."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:7",
                            "text": "Speak now, speak, I say, and tell Him: \"I consider Thee, O Christ, to be unlike Thy Father;\" and He will answer: \"Mark, if thou canst, mark, I say, and tell Me wherein thou holdest Me to differ\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:8",
                            "text": "109."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:9",
                            "text": "Say again: \"I judge Thee to be a created being;\" and Christ will reply: \"If the witness of two men is true, oughtest thou not to have believed both Me and My Father, Who hath called Me His Son?\"  110."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:10",
                            "text": "Then you will say: \"I deny Thy [perfect] goodness;\" and He will answer: \"Be it unto thee according to thy faith; so will I not be good to thee\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:11",
                            "text": "111."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:12",
                            "text": "\"That Thou art Almighty, I hold not;\" and He will answer, in turn: \"Then can I not forgive thee thy sins\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:13",
                            "text": "112."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:14",
                            "text": "\"Thou art a subject being\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:15",
                            "text": "Whereto He will reply: \"Why, then, dost thou seek freedom and pardon of Him Whom thou thinkest to be subject as a slave?\"  113."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:16",
                            "text": "I see your accusation halt here."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:17",
                            "text": "I press you not, forasmuch as I myself know my own sins."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:18",
                            "text": "I grudge you not pardon, for I myself would obtain indulgence, but I would know the object of your prayers."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:19",
                            "text": "Look, then, whilst I recite before the Judge your desires."
                        },
                        {
                            "verse": 20,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:20",
                            "text": "I betray not your sins, but look to behold your prayers and wishes set forth in their order."
                        },
                        {
                            "verse": 21,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:21",
                            "text": "114."
                        },
                        {
                            "verse": 22,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:22",
                            "text": "Speak, therefore, those desires, which all alike would have granted to them."
                        },
                        {
                            "verse": 23,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:23",
                            "text": "\"Lord, make me in the image of God\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:24",
                            "text": "Whereto He will answer: \"In what image? The image which thou hast denied?\"  115."
                        },
                        {
                            "verse": 25,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:25",
                            "text": "\"Make me incorruptible\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:26",
                            "text": "Surely His reply will be: \"How can I make thee incorruptible, I, Whom thou callest a created being, and so wouldst make out to be corruptible? The dead shall rise purified from corruption—dost thou call Him corruptible Whom thou seest to be God?\"  116."
                        },
                        {
                            "verse": 27,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:27",
                            "text": "\"Be good to me\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:28",
                            "text": "\"Why dost thou ask what thou hast denied [to Me]? I would have had thee to be good, and I said 'Be ye holy, for I Myself am holy,'  and thou settest thyself to deny that I am good? Dost thou then look for forgiveness of sins? Nay, none can forgive sins, but God alone."
                        },
                        {
                            "verse": 29,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:29",
                            "text": "Seeing, then, that to thee I am not the true and only God, I cannot by any means forgive thee thy sins\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:30",
                            "text": "117."
                        },
                        {
                            "verse": 31,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:31",
                            "text": "Thus let the followers of Arius and Photinus speak."
                        },
                        {
                            "verse": 32,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:32",
                            "text": "\"I deny Thy Godhead\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:33",
                            "text": "To whom the Lord will make answer: \"'The fool hath said in his heart: There is no God' Of whom, think you, is this said?—of Jew or Gentile, or of the devil."
                        },
                        {
                            "verse": 34,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:34",
                            "text": "Whosoever he be of whom it is said, O disciple of Photinus, he is more to be borne with, who held his peace; thou, nevertheless, hast dared to lift up thy voice to utter it, that thou mightest be proved more foolish than the fool."
                        },
                        {
                            "verse": 35,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:35",
                            "text": "Thou deniest My Godhead, whereas I said, 'Ye are gods, and ye are all the children of the Most Highest?' And thou deniest Him to be God, Whose godlike works thou seest around thee\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:36",
                            "text": "118."
                        },
                        {
                            "verse": 37,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:37",
                            "text": "Let the Sabellian speak in his turn."
                        },
                        {
                            "verse": 38,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:38",
                            "text": "\"I consider Thee, by Thyself, to be at once Father and Son and Holy Spirit\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:39",
                            "text": "To whom the Lord: \"Thou hearest neither the Father nor the Son."
                        },
                        {
                            "verse": 40,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:40",
                            "text": "Is there any doubt on this matter? The Scripture itself teaches thee that it is the Father Who giveth over the judgment, and the Son Who judges."
                        },
                        {
                            "verse": 41,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:41",
                            "text": "Thou hast not given ear to My words: 'I am not alone, but I and the Father, Who sent Me."
                        },
                        {
                            "verse": 42,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:42",
                            "text": "'\"  119."
                        },
                        {
                            "verse": 43,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:43",
                            "text": "Now let the Manichaean have his word."
                        },
                        {
                            "verse": 44,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:44",
                            "text": "\"I hold that the devil is the creator of our flesh\"."
                        },
                        {
                            "verse": 45,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:45",
                            "text": "The Lord will answer him: \"What, then, doest thou in the heavenly places? Depart, go thy way to thy creator."
                        },
                        {
                            "verse": 46,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:46",
                            "text": "'My will is that they be with Me, whom my Father hath given Me."
                        },
                        {
                            "verse": 47,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:47",
                            "text": "' Thou, Manichaean, holdest thyself for a creature of the devil; hasten, then, to his abode, the place of fire and brimstone, where the fire thereof is not quenched, lest ever the punishment have an end\"."
                        },
                        {
                            "verse": 48,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:48",
                            "text": "120."
                        },
                        {
                            "verse": 49,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:49",
                            "text": "I set aside other heretical—not persons, but portents."
                        },
                        {
                            "verse": 50,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:50",
                            "text": "What manner of judgment awaits them, what shall be the form of their sentence? To all these He will, indeed, reply, rather in sorrow than in anger: \"O My people, what have I done unto thee, wherein have I vexed thee? Did I not bring thee up out of Egypt, and lead thee out of the house of bondage into liberty?\"  121."
                        },
                        {
                            "verse": 51,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:51",
                            "text": "But it is not enough to have brought us out of Egypt into freedom, and to have saved us from the house of bondage: a greater boon than this, Thou hast given Thyself for us."
                        },
                        {
                            "verse": 52,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:52",
                            "text": "Thou wilt say then: \"Have I not borne all your sufferings? Have I not given My Body for you? Have I not sought death, which had no part in My Godhead, but was necessary for your redemption? Are these the thanks I am to receive? Is it this that My Blood hath gained, even as I spake in times past by the mouth of the prophet: 'What profit is there in My Blood, for that I have gone down to corruption?' Is this the profit, that you should wickedly deny Me—you, for whom I endured those things?\"  122."
                        },
                        {
                            "verse": 53,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:53",
                            "text": "As for me, Lord Jesu, though I am conscious within myself of great sin, yet will I say: \"I have not denied Thee; Thou mayest pardon the infirmity of my flesh."
                        },
                        {
                            "verse": 54,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:54",
                            "text": "My transgression I confess; my sin I deny not."
                        },
                        {
                            "verse": 55,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:55",
                            "text": "If Thou wilt Thou canst make me clean."
                        },
                        {
                            "verse": 56,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:56",
                            "text": "For this saying, the leper obtained his request."
                        },
                        {
                            "verse": 57,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:57",
                            "text": "Enter not, I pray, into judgment with Thy servant."
                        },
                        {
                            "verse": 58,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 13:58",
                            "text": "I ask, not that Thou mayest judge, but that Thou mayest forgive\"."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Ambrose: Exposition of the Christian Faith Book II 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 14:2",
                            "text": "The sentence of the Judge is set forth, the counterpleas of the opposers are considered, and the finality of the sentence, from which there is no appeal, proved."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 14:3",
                            "text": "123."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 14:4",
                            "text": "What verdict do we look for from Christ? That do I know."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 14:5",
                            "text": "Do I say, what verdict will He give? Nay, He hath already pronounced sentence."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 14:6",
                            "text": "We have it in our hands."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 14:7",
                            "text": "\"Let all,\" saith He, \"honour the Son, even as they honour the Father."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 14:8",
                            "text": "He that honoureth not the Son, honoureth not the Father, Who hath sent Him\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 14:9",
                            "text": "124."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 14:10",
                            "text": "If the sentence please you not, appeal to the Father, cancel the judgment that the Father hath given."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 14:11",
                            "text": "Say that He hath a Son Who is unlike Him."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 14:12",
                            "text": "He will reply: \"Then have I lied, I, Who said to the Son, 'Let us make man in Our image and likeness."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 14:13",
                            "text": "'\"  125."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 14:14",
                            "text": "Tell the Father that He hath created  the Son, and He will answer: \"Why, then, hast thou worshipped One Whom thou thoughtest to be a created being?\"  126."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 14:15",
                            "text": "Tell Him that He hath begotten a Son Who is inferior to Himself, and He will reply: \"Compare Us, and let Us see\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 14:16",
                            "text": "127."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 14:17",
                            "text": "Tell Him that you owed no credence to the Son, whereto He will answer: \"Did I not say to thee, 'This is My well-beloved Son, in Whom I am well pleased: hear ye Him'?\" What mean these words \"hear ye Him,\" if not \"Hear Him when He saith: 'All things that the Father hath are Mine'\"? This did the apostles hear, even as it is written: \"And they fell upon their faces, and were greatly afraid\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 14:18",
                            "text": "If they who confessed Him fell to the earth, what shall they do who have denied Him? But Jesus laid His hand upon His apostles, and raised them up—you He will suffer to lie prone, that ye may see not the glory ye have denied."
                        },
                        {
                            "verse": 19,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 14:19",
                            "text": "128."
                        },
                        {
                            "verse": 20,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 14:20",
                            "text": "Let us look to it, then, forasmuch as whom the Son condemneth, the Father condemneth also, and therefore let us honour the Son, even as we honour the Father, that by the Son we may be able to come to the Father."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Ambrose: Exposition of the Christian Faith Book II 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:2",
                            "text": "St."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:3",
                            "text": "Ambrose deprecates any praise of his own merits: in any case, the Faith is sufficiently defended by the authoritative support of holy Scripture, to whose voice the Arians, stubborn as the Jews, are deaf."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:4",
                            "text": "He prays that they may be moved to love the truth; meanwhile, they are to be avoided, as heretics and enemies of Christ."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:5",
                            "text": "129."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:6",
                            "text": "These arguments, your Majesty, I have set forth, briefly and summarily, in the rough, rather than in any form of full explanation and exact order."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:7",
                            "text": "If indeed the Arians regard them as imperfect and unfinished, I indeed confess that they are scarce even begun; if they think that there be any still to be brought forward, I allow that there be well-nigh all; for whereas the unbelievers are in uttermost need of arguments, the faithful have enough and to spare."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:8",
                            "text": "Indeed, Peter's single confession was abundant to warrant faith in Christ: \"Thou art the Christ, the Son of the living God;\" for it is enough to know His Divine Generation, without division or diminution, being neither derivation nor creation."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:9",
                            "text": "130."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:10",
                            "text": "This, indeed, is declared in the books of Holy Writ, one and all, and yet is still doubted by misbelievers: \"For,\" as it is written, \"the heart of this people is become gross, and with their ears they have been dull of hearing, and their eyes have they darkened, lest ever they should see with their eyes, and hear with their ears, and understand in their heart\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:11",
                            "text": "For, like the Jews, the Arians' wont is to stop their ears, or make an uproar, as often as the Word of salvation is heard."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:12",
                            "text": "131."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:13",
                            "text": "And what wonder, if unbelievers doubt the word of man, when they refuse to believe the Word of God? The Son of God, as you will find it written in the Gospel, said: \"Father, glorify Thy Name,\" and from heaven was heard the voice of the Father, saying: \"I have both glorified it, and again will glorify\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:14",
                            "text": "These words the unbelievers heard, but believed not."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:15",
                            "text": "The Son spake, the Father answered, and the Jews said: \"A peal of thunder answered Him;\" others said: \"An angel spake to Him\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:16",
                            "text": "132."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:17",
                            "text": "Paul, moreover, as it is written in the Acts of the Apostles, when by the Voice of Christ he received the call of grace, several companions journeying with him at the same time, alone said that he had heard Christ's Voice."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:18",
                            "text": "Thus, your sacred Majesty, he who believes, hears—and he hears, that he may believe, whilst he who believes not, hears not, nay, he will not, he cannot hear, lest he should believe!  133."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:19",
                            "text": "As for me, indeed, would that they might have a will to hear, that they might believe—to hear with true love and meekness, as men seeking what is true, and not assailing all truth."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:20",
                            "text": "For it is written that we pay no heed to \"endless fables and genealogies, which do rather raise disputes than set forward the godly edification, which is in faith."
                        },
                        {
                            "verse": 21,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:21",
                            "text": "But the aim of the charge is love from a pure heart, and a good conscience, and faith unfeigned, whence some have erred and betaken themselves to empty babbling, desirous of being teachers  of the law, without understanding the words they say, nor the things whereof they speak with assurance\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:22",
                            "text": "In another place also the same Apostle saith: \"But foolish and ignorant questionings do thou avoid\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:23",
                            "text": "134."
                        },
                        {
                            "verse": 24,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:24",
                            "text": "Such men, who sow disputes—that is to say, heretics—the Apostle bids us leave alone."
                        },
                        {
                            "verse": 25,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:25",
                            "text": "Of them he says in yet another place, that \"certain shall depart from the faith, giving heed to deceitful spirits, and the doctrines of devils\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:26",
                            "text": "135."
                        },
                        {
                            "verse": 27,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:27",
                            "text": "John, likewise, saith that heretics are Antichrists, plainly marking out the Arians."
                        },
                        {
                            "verse": 28,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:28",
                            "text": "For this [Arian] heresy began to be after all other heresies, and hath gathered the poisons of all."
                        },
                        {
                            "verse": 29,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:29",
                            "text": "As it is written of the Antichrist, that \"he opened his mouth to blasphemy against God, to blaspheme His Name, and to make war with His saints,\" so do they also dishonour the Son of God, and His martyrs have they not spared."
                        },
                        {
                            "verse": 30,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:30",
                            "text": "Moreover, that which perchance Antichrist will not do, they have falsified the holy Scriptures."
                        },
                        {
                            "verse": 31,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 15:31",
                            "text": "And thus he who saith that Jesus is not the Christ, the same is Antichrist; he who denies the Saviour of the world, denies Jesus; he who denies the Son, denies the Father also, for it is written; \"Every one which denieth the Son, denieth the Father likewise\"."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Ambrose: Exposition of the Christian Faith Book II 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 16:2",
                            "text": "St."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 16:3",
                            "text": "Ambrose assures Gratian of victory, declaring that it has been foretold in the prophecies of Ezekiel."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 16:4",
                            "text": "This hope is further stayed upon the emperor's piety, the former disasters being the punishment of Eastern heresy."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 16:5",
                            "text": "The book closes with a prayer to God, that He will now show His mercy, and save the army, the land, and the sovereign of the faithful."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 16:6",
                            "text": "136."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 16:7",
                            "text": "I must no further detain your Majesty, in this season of preparation for war, and the achievement of victory over the Barbarians."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 16:8",
                            "text": "Go forth, sheltered, indeed, under the shield of faith, and girt with the sword of the Spirit; go forth to the victory, promised of old time, and foretold in oracles given by God."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 16:9",
                            "text": "137."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 16:10",
                            "text": "For Ezekiel, in those far-off days, already prophesied the minishing of our people, and the Gothic wars, saying: \"Prophesy, therefore, Son of Man, and say: O Gog, thus saith the Lord—Shalt thou not, in that day when My people Israel shall be established to dwell in peace, rise up and come forth from thy place, from the far north, and many nations with thee, all riders upon horses, a great and mighty gathering, and the valour of many hosts? Yea, go up against my people Israel, as clouds to cover the land, in the last days\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 16:11",
                            "text": "138."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 16:12",
                            "text": "That Gog is the Goth, whose coming forth we have already seen, and over whom victory in days to come is promised, according to the word of the Lord: \"And they shall spoil them, who had been their despoilers, and plunder them, who had carried off their goods for a prey, saith the Lord."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 16:13",
                            "text": "And it shall be in that day, that I will give to Gog\"—that is, to the Goths—\"a place that is famous, for Israel an high-heaped tomb of many men, of men who have made their way to the sea, and it shall reach round about, and close the mouth of the valley, and there [the house of Israel shall] overthrow Gog and all his multitude, and it shall be called the valley of the multitude of Gog: and the house of Israel shall overwhelm them, that the land may be cleansed\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 16:14",
                            "text": "139."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 16:15",
                            "text": "Nor, furthermore, may we doubt, your sacred Majesty, that we, who have undertaken the contest with alien unbelief, shall enjoy the aid of the Catholic Faith that is strong in you."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 16:16",
                            "text": "Plainly indeed the reason of God's wrath has been already made manifest, so that belief in the Roman Empire was first overthrown, where faith in God gave way."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 16:17",
                            "text": "140."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 16:18",
                            "text": "No desire have I to recount the deaths, tortures, and banishments of confessors, the offices of the faithful made into presents for traitors."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 16:19",
                            "text": "Have we not heard, from all along the border,—from Thrace, and through Dacia by the river, Moesia, and all Valeria of the Pannonians,—a mingled tumult of blasphemers preaching and barbarians invading? What profit could neighbours so bloodthirsty bring us, or how could the Roman State be safe with such defenders?  141."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 16:20",
                            "text": "Enough, yea, more than enough, Almighty God, have we now atoned for the deaths of confessors, the banishment of priests, and the guilt of wickedness so overweening, by our own blood, our own banishment—sufficiently plain is it that they, who have broken faith, cannot be safe."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 16:21",
                            "text": "Turn again, O Lord, and set up the banners of Thy faith."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 16:22",
                            "text": "142."
                        },
                        {
                            "verse": 23,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 16:23",
                            "text": "No military eagles, no flight of birds, here lead the van of our army, but Thy Name, Lord Jesus, and Thy worship."
                        },
                        {
                            "verse": 24,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 16:24",
                            "text": "This is no land of unbelievers, but the land whose custom it is to send forth confessors—Italy; Italy, ofttimes tempted, but never drawn away; Italy, which your Majesty hath long defended, and now again rescued from the barbarian."
                        },
                        {
                            "verse": 25,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 16:25",
                            "text": "No wavering mind in our emperor, but faith firm fixed."
                        },
                        {
                            "verse": 26,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 16:26",
                            "text": "143."
                        },
                        {
                            "verse": 27,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book II 16:27",
                            "text": "Show forth now a plain sign of Thy Majesty, that he who believes Thee to be the true Lord of Hosts, and Captain of the armies of heaven; he who believes that Thou art the true Power and Wisdom of God, no being of time nor of creation, but even as it is written, the eternal Power and Divinity of God, may, upheld by the aid of thy Might Supreme, win the prize of victory for his Faith."
                        }
                    ]
                }
            ]
        }
    ]
}