{
    "books": [
        {
            "name": "Constantinople Under Nectarius",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Constantinople Under Nectarius 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:1",
                            "text": "Council of Constantinople Under Nectarius of Constantinople and Theophilus of Alexandria."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:2",
                            "text": "a."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:3",
                            "text": "d."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:4",
                            "text": "394."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:5",
                            "text": "(Found in Beveridge, Synodicon."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:6",
                            "text": "Tom."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:7",
                            "text": "I."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:8",
                            "text": ", p."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:9",
                            "text": "678; Labbe and Cossart, Concilia, Tom."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:10",
                            "text": "II."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:11",
                            "text": ", col."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:12",
                            "text": "1151."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:13",
                            "text": "Both taken from Balsamon."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:14",
                            "text": ")  In the consulate of our most religious and beloved-of-God Emperors, Flavius Arcadius Augustus, for the third time, and Honorius for the second time, on the third day before the calends of October, in the baptistery of the most holy church of Constantinople, when the most holy bishops had taken their seats [here follow the names], Nectarius, the bishop of Constantinople, said:  Since by the grace of God this synod has met in this holy place, if the synod of my holy brethren and fellow ministers in holy things thinks good, since I see our brothers Bagadius and Agapius, who contend between themselves about the bishopric of Bostra, are also present, let these begin to set forth their mutual rights."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:15",
                            "text": "And after some things had been done by them for the sake of this cause, and it had been shewn that the afore-named Bagadius was deposed by only two bishops, both of whom were dead, Arabianus, bishop of Ancyra, said:  Not on account of this judgment, but fearing henceforth for my whole life, I desire the holy Synod to make a decree, whether or no, a bishop can be deposed by only two bishops, and whether the Metropolitan is absent or not, without prejudice to the present cause."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:16",
                            "text": "For I fear that some, taking their power from these acts, may dare to attempt such things."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:17",
                            "text": "I wish therefore your response."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:18",
                            "text": "Nectarius, the bishop of Constantinople, said:  The most religious bishop Arabianus hath spoken most laudably."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:19",
                            "text": "But since it is impossible to go backward in judgment, let us, without condemning that which is past, establish things for the future."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:20",
                            "text": "Arabianus, bishop of Ancyra, said:  The synod of blessed fathers who met at Nice condemns what has taken place, for it orders that not less than three shall ordain, nor even so without the metropolitan."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:21",
                            "text": "But of the future I, full of fear, have made this question."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:22",
                            "text": "I would wish therefore that you would say clearly and without delay or doubt, that a bishop could not, according to the decree of the Synod of Nice, lawfully be ordained or deposed by two men."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:23",
                            "text": "And, after some further debate, Theophilus, the bishop of Alexandria, said:  Against those who have gone forth, no sentence of indignation can be pronounced, since those to be condemned were not present."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:24",
                            "text": "But if any one were to consider those who are to be deposed in future, it seems to me that not only these ought to assemble, but so far as possible all the other provincials, that by the sentence of many there may be rendered a more accurate condemnation of him who is present and is being judged, and who deserves deposition."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:25",
                            "text": "Nectarius, the bishop of Constantinople, said:  Since, the controversy is concerning legitimate institutions and decrees, it follows that nothing must be decreed on account of personal causes."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:26",
                            "text": "Wherefore as the most holy bishop Arabianus has said, wishing to make the future certain, the sentence of the most holy bishop Theophilus hath consistently and considerately decreed that for the future it shall be lawful not even for three, far less for two bishops to depose him who is examined as a defendant:  but by the sentence of the greater synod and of the bishops of the province, according to the Apostolic Canons."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:27",
                            "text": "Flavian, the bishop of Antioch, said:  What things the most holy bishop Nectarius, and the most holy bishop Theophilus have set forth are clearly right."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Constantinople Under Nectarius 1:28",
                            "text": "And all the ecclesiastics agreed with these."
                        }
                    ]
                }
            ]
        }
    ]
}