{
    "books": [
        {
            "name": "Eusebius: Chuch History Book I",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Eusebius: Chuch History Book I 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book I 1:1",
                            "text": "Church History of Eusebius, Book I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book I 1:2",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book I 1:3",
                            "text": "—The Plan of the Work."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book I 1:4",
                            "text": "It is my purpose to write an account of the successions of the holy apostles, as well as of the times which have elapsed from the days of our Saviour to our own; and to relate the many important events which are said to have occurred in the history of the Church; and to mention those who have governed and presided over the Church in the most prominent parishes, and those who in each generation have proclaimed the divine word either orally or in writing."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book I 1:5",
                            "text": "It is my purpose also to give the names and number and times of those who through love of innovation have run into the greatest errors, and, proclaiming themselves discoverers of knowledge falsely so-called have like fierce wolves unmercifully devastated the flock of Christ."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book I 1:6",
                            "text": "It is my intention, moreover, to recount the misfortunes which immediately came upon the whole Jewish nation in consequence of their plots against our Saviour, and to record the ways and the times in which the divine word has been attacked by the Gentiles, and to describe the character of those who at various periods have contended for it in the face of blood and of tortures, as well as the confessions which have been made in our own days, and finally the gracious and kindly succor which our Saviour has afforded them all."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book I 1:7",
                            "text": "Since I propose to write of all these things I shall commence my work with the beginning of the dispensation of our Saviour and Lord Jesus Christ."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book I 1:8",
                            "text": "But at the outset I must crave for my work the indulgence of the wise, for I confess that it is beyond my power to produce a perfect and complete history, and since I am the first to enter upon the subject, I am attempting to traverse as it were a lonely and untrodden path."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book I 1:9",
                            "text": "I pray that I may have God as my guide and the power of the Lord as my aid, since I am unable to find even the bare footsteps of those who have traveled the way before me, except in brief fragments, in which some in one way, others in another, have transmitted to us particular accounts of the times in which they lived."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book I 1:10",
                            "text": "From afar they raise their voices like torches, and they cry out, as from some lofty and conspicuous watch-tower, admonishing us where to walk and how to direct the course of our work steadily and safely."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book I 1:11",
                            "text": "Having gathered therefore from the matters mentioned here and there by them whatever we consider important for the present work, and having plucked like flowers from a meadow the appropriate passages from ancient writers, we shall endeavor to embody the whole in an historical narrative, content if we preserve the memory of the successions of the apostles of our Saviour; if not indeed of all, yet of the most renowned of them in those churches which are the most noted, and which even to the present time are held in honor."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book I 1:12",
                            "text": "This work seems to me of especial importance because I know of no ecclesiastical writer who has devoted himself to this subject; and I hope that it will appear most useful to those who are fond of historical research."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book I 1:13",
                            "text": "I have already given an epitome of these things in the Chronological Canons which I have composed, but notwithstanding that, I have undertaken in the present work to write as full an account of them as I am able."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book I 1:14",
                            "text": "My work will begin, as I have said, with the dispensation of the Saviour Christ,—which is loftier and greater than human conception,—and with a discussion of his divinity;."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book I 1:15",
                            "text": "for it is necessary, inasmuch as we derive even our name from Christ, for one who proposes to write a history of the Church to begin with the very origin of Christ's dispensation, a dispensation more divine than many think."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Eusebius: Chuch History Book I 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:2",
                            "text": "—Summary View of the Pre-existence and Divinity of Our Saviour and Lord Jesus Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:3",
                            "text": "Since in Christ there is a twofold nature, and the one—in so far as he is thought of as God—resembles the head of the body, while the other may be compared with the feet,—in so far as he, for the sake of our salvation, put on human nature with the same passions as our own,—the following work will be complete only if we begin with the chief and lordliest events of all his history."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:4",
                            "text": "In this way will the antiquity and divinity of Christianity be shown to those who suppose it of recent and foreign origin, and imagine that it appeared only yesterday."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:5",
                            "text": "No language is sufficient to express the origin and the worth, the being and the nature of Christ."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:6",
                            "text": "Wherefore also the divine Spirit says in the prophecies, \"Who shall declare his generation?\" For none knoweth the Father except the Son, neither can any one know the Son adequately except the Father alone who hath begotten him."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:7",
                            "text": "For who beside the Father could clearly understand the Light which was before the world, the intellectual and essential Wisdom which existed before the ages, the living Word which was in the beginning with the Father and which was God, the first and only begotten of God which was before every creature and creation visible and invisible, the commander-in-chief of the rational and immortal host of heaven, the messenger of the great counsel, the executor of the Father's unspoken will, the creator, with the Father, of all things, the second cause of the universe after the Father, the true and only-begotten Son of God, the Lord and God and King of all created things, the one who has received dominion and power, with divinity itself, and with might and honor from the Father; as it is said in regard to him in the mystical passages of Scripture which speak of his divinity: \"In the beginning was the Word, and the Word was with God, and the Word was God\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:8",
                            "text": "\"All things were made by him; and without him was not anything made\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:9",
                            "text": "This, too, the great Moses teaches, when, as the most ancient of all the prophets, he describes under the influence of the divine Spirit the creation and arrangement of the universe."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:10",
                            "text": "He declares that the maker of the world and the creator of all things yielded to Christ himself, and to none other than his own clearly divine and first-born Word, the making of inferior things, and communed with him respecting the creation of man."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:11",
                            "text": "\"For,\" says he, \"God said, Let us make man in our image and in our likeness\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:12",
                            "text": "And another of the prophets confirms this, speaking of God in his hymns as follows: \"He spake and they were made; he commanded and they were created\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:13",
                            "text": "He here introduces the Father and Maker as Ruler of all, commanding with a kingly nod, and second to him the divine Word, none other than the one who is proclaimed by us, as carrying out the Father's commands."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:14",
                            "text": "All that are said to have excelled in righteousness and piety since the creation of man, the great servant Moses and before him in the first place Abraham and his children, and as many righteous men and prophets as afterward appeared, have contemplated him with the pure eyes of the mind, and have recognized him and offered to him the worship which is due him as Son of God."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:15",
                            "text": "But he, by no means neglectful of the reverence due to the Father, was appointed to teach the knowledge of the Father to them all."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:16",
                            "text": "For instance, the Lord God, it is said, appeared as a common man to Abraham while he was sitting at the oak of Mambre."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:17",
                            "text": "And he, immediately falling down, although he saw a man with his eyes, nevertheless worshiped him as God, and sacrificed to him as Lord, and confessed that he was not ignorant of his identity when he uttered the words, \"Lord, the judge of all the earth, wilt thou not execute righteous judgment?\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:18",
                            "text": "For if it is unreasonable to suppose that the unbegotten and immutable essence of the almighty God was changed into the form of man or that it deceived the eyes of the beholders with the appearance of some created thing, and if it is unreasonable to suppose, on the other hand, that the Scripture should falsely invent such things, when the God and Lord who judgeth all the earth and executeth judgment is seen in the form of a man, who else can be called, if it be not lawful to call him the first cause of all things, than his only pre-existent Word? Concerning whom it is said in the Psalms, \"He sent his Word and healed them, and delivered them from their destructions\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:19",
                            "text": "Moses most clearly proclaims him second Lord after the Father, when he says, \"The Lord rained upon Sodom and Gomorrah brimstone and fire from the Lord\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:20",
                            "text": "The divine Scripture also calls him God, when he appeared again to Jacob in the form of a man, and said to Jacob, \"Thy name shall be called no more Jacob, but Israel shall be thy name, because thou hast prevailed with God\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:21",
                            "text": "Wherefore also Jacob called the name of that place \"Vision of God,\" saying, \"For I have seen God face to face, and my life is preserved\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:22",
                            "text": "Nor is it admissible to suppose that the theophanies recorded were appearances of subordinate angels and ministers of God, for whenever any of these appeared to men, the Scripture does not conceal the fact, but calls them by name not God nor Lord, but angels, as it is easy to prove by numberless testimonies."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:23",
                            "text": "Joshua, also, the successor of Moses, calls him, as leader of the heavenly angels and archangels and of the supramundane powers, and as lieutenant of the Father, entrusted with the second rank of sovereignty and rule over all, \"captain of the host of the Lord,\" although he saw him not otherwise than again in the form and appearance of a man."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:24",
                            "text": "For it is written:."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:25",
                            "text": "\"And it came to pass when Joshua was at Jericho that he looked and saw a man standing over against him with his sword drawn in his hand, and Joshua went unto him and said, Art thou for us or for our adversaries? And he said unto him, As captain of the host of the Lord am I now come."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:26",
                            "text": "And Joshua fell on his face to the earth and said unto him, Lord, what dost thou command thy servant? and the captain of the Lord said unto Joshua, Loose thy shoe from off thy feet, for the place whereon thou standest is holy\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:27",
                            "text": "You will perceive also from the same words that this was no other than he who talked with Moses."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:28",
                            "text": "For the Scripture says in the same words and with reference to the same one, \"When the Lord saw that he drew near to see, the Lord called to him out of the bush and said, Moses, Moses."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:29",
                            "text": "And he said, What is it? And he said, Draw not nigh hither; loose thy shoe from off thy feet, for the place whereon thou standest is holy ground."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:30",
                            "text": "And he said unto him, I am the God of thy fathers, the God of Abraham, and the God of Isaac, and the God of Jacob\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:31",
                            "text": "And that there is a certain substance which lived and subsisted before the world, and which ministered unto the Father and God of the universe for the formation of all created things, and which is called the Word of God and Wisdom, we may learn, to quote other proofs in addition to those already cited, from the mouth of Wisdom herself, who reveals most clearly through Solomon the following mysteries concerning herself: \"I, Wisdom, have dwelt with prudence and knowledge, and I have invoked understanding."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:32",
                            "text": "Through me kings reign, and princes ordain righteousness."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:33",
                            "text": "Through me the great are magnified, and through me sovereigns rule the earth\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:34",
                            "text": "To which she adds: \"The Lord created me in the beginning of his ways, for his works; before the world he established me, in the beginning, before he made the earth, before he made the depths, before the mountains were settled, before all hills he begat me."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:35",
                            "text": "When he prepared the heavens I was present with him, and when he established the fountains of the region under heaven I was with him, disposing."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:36",
                            "text": "I was the one in whom he delighted; daily I rejoiced before him at all times when he was rejoicing at having completed the world\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:37",
                            "text": "That the divine Word, therefore, pre-existed and appeared to some, if not to all, has thus been briefly shown by us."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:38",
                            "text": "But why the Gospel was not preached in ancient times to all men and to all nations, as it is now, will appear from the following considerations."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:39",
                            "text": "The life of the ancients was not of such a kind as to permit them to receive the all-wise and all-virtuous teaching of Christ."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:40",
                            "text": "For immediately in the beginning, after his original life of blessedness, the first man despised the command of God, and fell into this mortal and perishable state, and exchanged his former divinely inspired luxury for this curse-laden earth."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:41",
                            "text": "His descendants having filled our earth, showed themselves much worse, with the exception of one here and there, and entered upon a certain brutal and insupportable mode of life."
                        },
                        {
                            "verse": 42,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:42",
                            "text": "They thought neither of city nor state, neither of arts nor sciences."
                        },
                        {
                            "verse": 43,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:43",
                            "text": "They were ignorant even of the name of laws and of justice, of virtue and of philosophy."
                        },
                        {
                            "verse": 44,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:44",
                            "text": "As nomads, they passed their lives in deserts, like wild and fierce beasts, destroying, by an excess of voluntary wickedness, the natural reason of man, and the seeds of thought and of culture implanted in the human soul."
                        },
                        {
                            "verse": 45,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:45",
                            "text": "They gave themselves wholly over to all kinds of profanity, now seducing one another, now slaying one another, now eating human flesh, and now daring to wage war with the Gods and to undertake those battles of the giants celebrated by all; now planning to fortify earth against heaven, and in the madness of ungoverned pride to prepare an attack upon the very God of all."
                        },
                        {
                            "verse": 46,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:46",
                            "text": "On account of these things, when they conducted themselves thus, the all-seeing God sent down upon them floods and conflagrations as upon a wild forest spread over the whole earth."
                        },
                        {
                            "verse": 47,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:47",
                            "text": "He cut them down with continuous famines and plagues, with wars, and with thunderbolts from heaven, as if to check some terrible and obstinate disease of souls with more severe punishments."
                        },
                        {
                            "verse": 48,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:48",
                            "text": "Then, when the excess of wickedness had overwhelmed nearly all the race, like a deep fit of drunkenness, beclouding and darkening the minds of men, the first-born and first-created wisdom of God, the pre-existent Word himself, induced by his exceeding love for man, appeared to his servants, now in the form of angels, and again to one and another of those ancients who enjoyed the favor of God, in his own person as the saving power of God, not otherwise, however, than in the shape of man, because it was impossible to appear in any other way."
                        },
                        {
                            "verse": 49,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:49",
                            "text": "And as by them the seeds of piety were sown among a multitude of men and the whole nation, descended from the Hebrews, devoted themselves persistently to the worship of God, he imparted to them through the prophet Moses, as to multitudes still corrupted by their ancient practices, images and symbols of a certain mystic Sabbath and of circumcision, and elements of other spiritual principles, but he did not grant them a complete knowledge of the mysteries themselves."
                        },
                        {
                            "verse": 50,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:50",
                            "text": "But when their law became celebrated, and, like a sweet odor, was diffused among all men, as a result of their influence the dispositions of the majority of the heathen were softened by the lawgivers and philosophers who arose on every side, and their wild and savage brutality was changed into mildness, so that they enjoyed deep peace, friendship, and social intercourse."
                        },
                        {
                            "verse": 51,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:51",
                            "text": "Then, finally, at the time of the origin of the Roman Empire, there appeared again to all men and nations throughout the world, who had been, as it were, previously assisted, and were now fitted to receive the knowledge of the Father, that same teacher of virtue, the minister of the Father in all good things, the divine and heavenly Word of God, in a human body not at all differing in substance from our own."
                        },
                        {
                            "verse": 52,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:52",
                            "text": "He did and suffered the things which had been prophesied."
                        },
                        {
                            "verse": 53,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:53",
                            "text": "For it had been foretold that one who was at the same time man and God should come and dwell in the world, should perform wonderful works, and should show himself a teacher to all nations of the piety of the Father."
                        },
                        {
                            "verse": 54,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:54",
                            "text": "The marvelous nature of his birth, and his new teaching, and his wonderful works had also been foretold; so likewise the manner of his death, his resurrection from the dead, and, finally, his divine ascension into heaven."
                        },
                        {
                            "verse": 55,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:55",
                            "text": "For instance, Daniel the prophet, under the influence of the divine Spirit, seeing his kingdom at the end of time, was inspired thus to describe the divine vision in language fitted to human comprehension: \"For I beheld,\" he says, \"until thrones were placed, and the Ancient of Days did sit, whose garment was white as snow and the hair of his head like pure wool; his throne was a flame of fire and his wheels burning fire."
                        },
                        {
                            "verse": 56,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:56",
                            "text": "A river of fire flowed before him."
                        },
                        {
                            "verse": 57,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:57",
                            "text": "Thousand thousands ministered unto him, and ten thousand times ten thousand stood before him."
                        },
                        {
                            "verse": 58,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:58",
                            "text": "He appointed judgment, and the books were opened\"."
                        },
                        {
                            "verse": 59,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:59",
                            "text": "And again, \"I saw,\" says he, \"and behold, one like the Son of man came with the clouds of heaven, and he hastened unto the Ancient of Days and was brought into his presence, and there was given him the dominion and the glory and the kingdom; and all peoples, tribes, and tongues serve him."
                        },
                        {
                            "verse": 60,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:60",
                            "text": "His dominion is an everlasting dominion which shall not pass away, and his kingdom shall not be destroyed\"."
                        },
                        {
                            "verse": 61,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:61",
                            "text": "It is clear that these words can refer to no one else than to our Saviour, the God Word who was in the beginning with God, and who was called the Son of man because of his final appearance in the flesh."
                        },
                        {
                            "verse": 62,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book I 2:62",
                            "text": "But since we have collected in separate books the selections from the prophets which relate to our Saviour Jesus Christ, and have arranged in a more logical form those things which have been revealed concerning him, what has been said will suffice for the present."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Eusebius: Chuch History Book I 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:2",
                            "text": "—The Name Jesus and also the Name Christ were known from the Beginning, and were honored by the Inspired Prophets."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:3",
                            "text": "It is now the proper place to show that the very name Jesus and also the name Christ were honored by the ancient prophets beloved of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:4",
                            "text": "Moses was the first to make known the name of Christ as a name especially august and glorious."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:5",
                            "text": "When he delivered types and symbols of heavenly things, and mysterious images, in accordance with the oracle which said to him, \"Look that thou make all things according to the pattern which was shown thee in the mount,\" he consecrated a man high priest of God, in so far as that was possible, and him he called Christ."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:6",
                            "text": "And thus to this dignity of the high priesthood, which in his opinion surpassed the most honorable position among men, he attached for the sake of honor and glory the name of Christ."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:7",
                            "text": "He knew so well that in Christ was something divine."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:8",
                            "text": "And the same one foreseeing, under the influence of the divine Spirit, the name Jesus, dignified it also with a certain distinguished privilege."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:9",
                            "text": "For the name of Jesus, which had never been uttered among men before the time of Moses, he applied first and only to the one who he knew would receive after his death, again as a type and symbol, the supreme command."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:10",
                            "text": "His successor, therefore, who had not hitherto borne the name Jesus, but had been called by another name, Auses, which had been given him by his parents, he now called Jesus, bestowing the name upon him as a gift of honor, far greater than any kingly diadem."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:11",
                            "text": "For Jesus himself, the son of Nave, bore a resemblance to our Saviour in the fact that he alone, after Moses and after the completion of the symbolical worship which had been transmitted by him, succeeded to the government of the true and pure religion."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:12",
                            "text": "Thus Moses bestowed the name of our Saviour, Jesus Christ, as a mark of the highest honor, upon the two men who in his time surpassed all the rest of the people in virtue and glory; namely, upon the high priest and upon his own successor in the government."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:13",
                            "text": "And the prophets that came after also clearly foretold Christ by name, predicting at the same time the plots which the Jewish people would form against him, and the calling of the nations through him."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:14",
                            "text": "Jeremiah, for instance, speaks as follows: \"The Spirit before our face, Christ the Lord, was taken in their destructions; of whom we said, under his shadow we shall live among the nations\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:15",
                            "text": "And David, in perplexity, says, \"Why did the nations rage and the people imagine vain things? The kings of the earth set themselves in array, and the rulers were gathered together against the Lord and against his Christ\"; to which he adds, in the person of Christ himself, \"The Lord said unto me, Thou art my Son, this day have I begotten thee."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:16",
                            "text": "Ask of me, and I will give thee the nations for thine inheritance, and the uttermost parts of the earth for thy possession\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:17",
                            "text": "And not only those who were honored with the high priesthood, and who for the sake of the symbol were anointed with especially prepared oil, were adorned with the name of Christ among the Hebrews, but also the kings whom the prophets anointed under the influence of the divine Spirit, and thus constituted, as it were, typical Christs."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:18",
                            "text": "For they also bore in their own persons types of the royal and sovereign power of the true and only Christ, the divine Word who ruleth over all."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:19",
                            "text": "And we have been told also that certain of the prophets themselves became, by the act of anointing, Christs in type, so that all these have reference to the true Christ, the divinely inspired and heavenly Word, who is the only high priest of all, and the only King of every creature, and the Father's only supreme prophet of prophets."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:20",
                            "text": "And a proof of this is that no one of those who were of old symbolically anointed, whether priests, or kings, or prophets, possessed so great a power of inspired virtue as was exhibited by our Saviour and Lord Jesus, the true and only Christ."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:21",
                            "text": "None of them at least, however superior in dignity and honor they may have been for many generations among their own people, ever gave to their followers the name of Christians from their own typical name of Christ."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:22",
                            "text": "Neither was divine honor ever rendered to any one of them by their subjects; nor after their death was the disposition of their followers such that they were ready to die for the one whom they honored."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:23",
                            "text": "And never did so great a commotion arise among all the nations of the earth in respect to any one of that age; for the mere symbol could not act with such power among them as the truth itself which was exhibited by our Saviour."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:24",
                            "text": "He, although he received no symbols and types of high priesthood from any one, although he was not born of a race of priests, although he was not elevated to a kingdom by military guards, although he was not a prophet like those of old, although he obtained no honor nor pre-eminence among the Jews, nevertheless was adorned by the Father with all, if not with the symbols, yet with the truth itself."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:25",
                            "text": "And therefore, although he did not possess like honors with those whom we have mentioned, he is called Christ more than all of them."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:26",
                            "text": "And as himself the true and only Christ of God, he has filled the whole earth with the truly august and sacred name of Christians, committing to his followers no longer types and images, but the uncovered virtues themselves, and a heavenly life in the very doctrines of truth."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:27",
                            "text": "And he was not anointed with oil prepared from material substances, but, as befits divinity, with the divine Spirit himself, by participation in the unbegotten deity of the Father."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:28",
                            "text": "And this is taught also again by Isaiah, who exclaims, as if in the person of Christ himself, \"The Spirit of the Lord is upon me; therefore hath he anointed me."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:29",
                            "text": "He hath sent me to preach the Gospel to the poor, to proclaim deliverance to captives, and recovery of sight to the blind\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:30",
                            "text": "And not only Isaiah, but also David addresses him, saying, \"Thy throne, O God, is forever and ever."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:31",
                            "text": "A scepter of equity is the scepter of thy kingdom."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:32",
                            "text": "Thou hast loved righteousness and hast hated iniquity."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:33",
                            "text": "Therefore God, thy God, hath anointed thee with the oil of gladness above thy fellows\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:34",
                            "text": "Here the Scripture calls him God in the first verse, in the second it honors him with a royal scepter."
                        },
                        {
                            "verse": 35,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:35",
                            "text": "Then a little farther on, after the divine and royal power, it represents him in the third place as having become Christ, being anointed not with oil made of material substances, but with the divine oil of gladness."
                        },
                        {
                            "verse": 36,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:36",
                            "text": "It thus indicates his especial honor, far superior to and different from that of those who, as types, were of old anointed in a more material way."
                        },
                        {
                            "verse": 37,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:37",
                            "text": "And elsewhere the same writer speaks of him as follows: \"The Lord said unto my Lord, Sit thou at my right hand until I make thine enemies thy footstool\"; and, \"Out of the womb, before the morning star, have I begotten thee."
                        },
                        {
                            "verse": 38,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:38",
                            "text": "The Lord hath sworn and he will not repent."
                        },
                        {
                            "verse": 39,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:39",
                            "text": "Thou art a priest forever after the order of Melchizedec\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:40",
                            "text": "But this Melchizedec is introduced in the Holy Scriptures as a priest of the most high God, not consecrated by any anointing oil, especially prepared, and not even belonging by descent to the priesthood of the Jews."
                        },
                        {
                            "verse": 41,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:41",
                            "text": "Wherefore after his order, but not after the order of the others, who received symbols and types, was our Saviour proclaimed, with an appeal to an oath, Christ and priest."
                        },
                        {
                            "verse": 42,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:42",
                            "text": "History, therefore, does not relate that he was anointed corporeally by the Jews, nor that he belonged to the lineage of priests, but that he came into existence from God himself before the morning star, that is before the organization of the world, and that he obtained an immortal and undecaying priesthood for eternal ages."
                        },
                        {
                            "verse": 43,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:43",
                            "text": "But it is a great and convincing proof of his incorporeal and divine unction that he alone of all those who have ever existed is even to the present day called Christ by all men throughout the world, and is confessed and witnessed to under this name, and is commemorated both by Greeks and Barbarians and even to this day is honored as a King by his followers throughout the world, and is admired as more than a prophet, and is glorified as the true and only high priest of God."
                        },
                        {
                            "verse": 44,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:44",
                            "text": "And besides all this, as the pre-existent Word of God, called into being before all ages, he has received august honor from the Father, and is worshiped as God."
                        },
                        {
                            "verse": 45,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:45",
                            "text": "But most wonderful of all is the fact that we who have consecrated ourselves to him, honor him not only with our voices and with the sound of words, but also with complete elevation of soul, so that we choose to give testimony unto him rather than to preserve our own lives."
                        },
                        {
                            "verse": 46,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book I 3:46",
                            "text": "I have of necessity prefaced my history with these matters in order that no one, judging from the date of his incarnation, may think that our Saviour and Lord Jesus, the Christ, has but recently come into being."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Eusebius: Chuch History Book I 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:2",
                            "text": "—The Religion Proclaimed by Him to All Nations Was Neither New Nor Strange."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:3",
                            "text": "But that no one may suppose that his doctrine is new and strange, as if it were framed by a man of recent origin, differing in no respect from other men, let us now briefly consider this point also."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:4",
                            "text": "It is admitted that when in recent times the appearance of our Saviour Jesus Christ had become known to all men there immediately made its appearance a new nation; a nation confessedly not small, and not dwelling in some corner of the earth, but the most numerous and pious of all nations, indestructible and unconquerable, because it always receives assistance from God."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:5",
                            "text": "This nation, thus suddenly appearing at the time appointed by the inscrutable counsel of God, is the one which has been honored by all with the name of Christ."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:6",
                            "text": "One of the prophets, when he saw beforehand with the eye of the Divine Spirit that which was to be, was so astonished at it that he cried out, \"Who hath heard of such things, and who hath spoken thus? Hath the earth brought forth in one day, and hath a nation been born at once?\" And the same prophet gives a hint also of the name by which the nation was to be called, when he says, \"Those that serve me shall be called by a new name, which shall be blessed upon the earth\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:7",
                            "text": "But although it is clear that we are new and that this new name of Christians has really but recently been known among all nations, nevertheless our life and our conduct, with our doctrines of religion, have not been lately invented by us, but from the first creation of man, so to speak, have been established by the natural understanding of divinely favored men of old."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:8",
                            "text": "That this is so we shall show in the following way."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:9",
                            "text": "That the Hebrew nation is not new, but is universally honored on account of its antiquity, is known to all."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:10",
                            "text": "The books and writings of this people contain accounts of ancient men, rare indeed and few in number, but nevertheless distinguished for piety and righteousness and every other virtue."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:11",
                            "text": "Of these, some excellent men lived before the flood, others of the sons and descendants of Noah lived after it, among them Abraham, whom the Hebrews celebrate as their own founder and forefather."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:12",
                            "text": "If any one should assert that all those who have enjoyed the testimony of righteousness, from Abraham himself back to the first man, were Christians in fact if not in name, he would not go beyond the truth."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:13",
                            "text": "For that which the name indicates, that the Christian man, through the knowledge and the teaching of Christ, is distinguished for temperance and righteousness, for patience in life and manly virtue, and for a profession of piety toward the one and only God over all—all that was zealously practiced by them not less than by us."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:14",
                            "text": "They did not care about circumcision of the body, neither do we."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:15",
                            "text": "They did not care about observing Sabbaths, nor do we."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:16",
                            "text": "They did not avoid certain kinds of food, neither did they regard the other distinctions which Moses first delivered to their posterity to be observed as symbols; nor do Christians of the present day do such things."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:17",
                            "text": "But they also clearly knew the very Christ of God; for it has already been shown that he appeared unto Abraham, that he imparted revelations to Isaac, that he talked with Jacob, that he held converse with Moses and with the prophets that came after."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:18",
                            "text": "Hence you will find those divinely favored men honored with the name of Christ, according to the passage which says of them, \"Touch not my Christs, and do my prophets no harm\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:19",
                            "text": "So that it is clearly necessary to consider that religion, which has lately been preached to all nations through the teaching of Christ, the first and most ancient of all religions, and the one discovered by those divinely favored men in the age of Abraham."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:20",
                            "text": "If it is said that Abraham, a long time afterward, was given the command of circumcision, we reply that nevertheless before this it was declared that he had received the testimony of righteousness through faith; as the divine word says, \"Abraham believed in God, and it was counted unto him for righteousness\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:21",
                            "text": "And indeed unto Abraham, who was thus before his circumcision a justified man, there was given by God, who revealed himself unto him (but this was Christ himself, the word of God), a prophecy in regard to those who in coming ages should be justified in the same way as he."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:22",
                            "text": "The prophecy was in the following words: \"And in thee shall all the tribes of the earth be blessed\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:23",
                            "text": "And again, \"He shall become a nation great and numerous; and in him shall all the nations of the earth be blessed\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:24",
                            "text": "It is permissible to understand this as fulfilled in us."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:25",
                            "text": "For he, having renounced the superstition of his fathers, and the former error of his life, and having confessed the one God over all, and having worshiped him with deeds of virtue, and not with the service of the law which was afterward given by Moses, was justified by faith in Christ, the Word of God, who appeared unto him."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:26",
                            "text": "To him, then, who was a man of this character, it was said that all the tribes and all the nations of the earth should be blessed in him."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:27",
                            "text": "But that very religion of Abraham has reappeared at the present time, practiced in deeds, more efficacious than words, by Christians alone throughout the world."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:28",
                            "text": "What then should prevent the confession that we who are of Christ practice one and the same mode of life and have one and the same religion as those divinely favored men of old? Whence it is evident that the perfect religion committed to us by the teaching of Christ is not new and strange, but, if the truth must be spoken, it is the first and the true religion."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book I 4:29",
                            "text": "This may suffice for this subject."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Eusebius: Chuch History Book I 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book I 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book I 5:2",
                            "text": "—The Time of his Appearance among Men."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book I 5:3",
                            "text": "And now, after this necessary introduction to our proposed history of the Church, we can enter, so to speak, upon our journey, beginning with the appearance of our Saviour in the flesh."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book I 5:4",
                            "text": "And we invoke God, the Father of the Word, and him, of whom we have been speaking, Jesus Christ himself our Saviour and Lord, the heavenly Word of God, as our aid and fellow-laborer in the narration of the truth."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book I 5:5",
                            "text": "It was in the forty-second year of the reign of Augustus and the twenty-eighth after the subjugation of Egypt and the death of Antony and Cleopatra, with whom the dynasty of the Ptolemies in Egypt came to an end, that our Saviour and Lord Jesus Christ was born in Bethlehem of Judea, according to the prophecies which had been uttered concerning him."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book I 5:6",
                            "text": "His birth took place during the first census, while Cyrenius was governor of Syria."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book I 5:7",
                            "text": "Flavius Josephus, the most celebrated of Hebrew historians, also mentions this census, which was taken during Cyrenius' term of office."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book I 5:8",
                            "text": "In the same connection he gives an account of the uprising of the Galileans, which took place at that time, of which also Luke, among our writers, has made mention in the Acts, in the following words: \"After this man rose up Judas of Galilee in the days of the taxing, and drew away a multitude after him: he also perished; and all, even as many as obeyed him, were dispersed\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book I 5:9",
                            "text": "The above-mentioned author, in the eighteenth book of his Antiquities, in agreement with these words, adds the following, which we quote exactly: \"Cyrenius, a member of the senate, one who had held other offices and had passed through them all to the consulship, a man also of great dignity in other respects, came to Syria with a small retinue, being sent by Caesar to be a judge of the nation and to make an assessment of their property\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book I 5:10",
                            "text": "And after a little he says: \"But Judas, a Gaulonite, from a city called Gamala, taking with him Sadduchus, a Pharisee, urged the people to revolt, both of them saying that the taxation meant nothing else than downright slavery, and exhorting the nation to defend their liberty\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book I 5:11",
                            "text": "And in the second book of his History of the Jewish War, he writes as follows concerning the same man: \"At this time a certain Galilean, whose name was Judas, persuaded his countrymen to revolt, declaring that they were cowards if they submitted to pay tribute to the Romans, and if they endured, besides God, masters who were mortal\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book I 5:12",
                            "text": "These things are recorded by Josephus."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Eusebius: Chuch History Book I 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:2",
                            "text": "—About the Time of Christ, in accordance with Prophecy, the Rulers who had governed the Jewish Nation in Regular Succession from the Days of Antiquity came to an End, and Herod, the First Foreigner, Became King."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:3",
                            "text": "When Herod, the first ruler of foreign blood, became King, the prophecy of Moses received its fulfillment, according to which there should \"not be wanting a prince of Judah, nor a ruler from his loins, until he come for whom it is reserved\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:4",
                            "text": "The latter, he also shows, was to be the expectation of the nations."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:5",
                            "text": "This prediction remained unfulfilled so long as it was permitted them to live under rulers from their own nation, that is, from the time of Moses to the reign of Augustus."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:6",
                            "text": "Under the latter, Herod, the first foreigner, was given the Kingdom of the Jews by the Romans."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:7",
                            "text": "As Josephus relates, he was an Idumean on his father's side and an Arabian on his mother's."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:8",
                            "text": "But Africanus, who was also no common writer, says that they who were more accurately informed about him report that he was a son of Antipater, and that the latter was the son of a certain Herod of Ascalon, one of the so-called servants of the temple of Apollo."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:9",
                            "text": "This Antipater, having been taken a prisoner while a boy by Idumean robbers, lived with them, because his father, being a poor man, was unable to pay a ransom for him."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:10",
                            "text": "Growing up in their practices he was afterward befriended by Hyrcanus, the high priest of the Jews."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:11",
                            "text": "A son of his was that Herod who lived in the times of our Saviour."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:12",
                            "text": "When the Kingdom of the Jews had devolved upon such a man the expectation of the nations was, according to prophecy, already at the door."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:13",
                            "text": "For with him their princes and governors, who had ruled in regular succession from the time of Moses came to an end."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:14",
                            "text": "Before their captivity and their transportation to Babylon they were ruled by Saul first and then by David, and before the kings leaders governed them who were called Judges, and who came after Moses and his successor Jesus."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:15",
                            "text": "After their return from Babylon they continued to have without interruption an aristocratic form of government, with an oligarchy."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:16",
                            "text": "For the priests had the direction of affairs until Pompey, the Roman general, took Jerusalem by force, and defiled the holy places by entering the very innermost sanctuary of the temple."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:17",
                            "text": "Aristobulus, who, by the right of ancient succession, had been up to that time both king and high priest, he sent with his children in chains to Rome; and gave to Hyrcanus, brother of Aristobulus, the high priesthood, while the whole nation of the Jews was made tributary to the Romans from that time."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:18",
                            "text": "But Hyrcanus, who was the last of the regular line of high priests, was very soon afterward taken prisoner by the Parthians, and Herod, the first foreigner, as I have already said, was made King of the Jewish nation by the Roman senate and by Augustus."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:19",
                            "text": "Under him Christ appeared in bodily shape, and the expected Salvation of the nations and their calling followed in accordance with prophecy."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:20",
                            "text": "From this time the princes and rulers of Judah, I mean of the Jewish nation, came to an end, and as a natural consequence the order of the high priesthood, which from ancient times had proceeded regularly in closest succession from generation to generation, was immediately thrown into confusion."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:21",
                            "text": "Of these things Josephus is also a witness, who shows that when Herod was made King by the Romans he no longer appointed the high priests from the ancient line, but gave the honor to certain obscure persons."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:22",
                            "text": "A course similar to that of Herod in the appointment of the priests was pursued by his son Archelaus, and after him by the Romans, who took the government into their own hands."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:23",
                            "text": "The same writer shows that Herod was the first that locked up the sacred garment of the high priest under his own seal and refused to permit the high priests to keep it for themselves."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:24",
                            "text": "The same course was followed by Archelaus after him, and after Archelaus by the Romans."
                        },
                        {
                            "verse": 25,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:25",
                            "text": "These things have been recorded by us in order to show that another prophecy has been fulfilled in the appearance of our Saviour Jesus Christ."
                        },
                        {
                            "verse": 26,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:26",
                            "text": "For the Scripture, in the book of Daniel, having expressly mentioned a certain number of weeks until the coming of Christ, of which we have treated in other books, most clearly prophesies, that after the completion of those weeks the unction among the Jews should totally perish."
                        },
                        {
                            "verse": 27,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:27",
                            "text": "And this, it has been clearly shown, was fulfilled at the time of the birth of our Saviour Jesus Christ."
                        },
                        {
                            "verse": 28,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book I 6:28",
                            "text": "This has been necessarily premised by us as a proof of the correctness of the time."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Eusebius: Chuch History Book I 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:2",
                            "text": "—The Alleged Discrepancy in the Gospels in regard to the Genealogy of Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:3",
                            "text": "Matthew and Luke in their gospels have given us the genealogy of Christ differently, and many suppose that they are at variance with one another."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:4",
                            "text": "Since as a consequence every believer, in ignorance of the truth, has been zealous to invent some explanation which shall harmonize the two passages, permit us to subjoin the account of the matter which has come down to us, and which is given by Africanus, who was mentioned by us just above, in his epistle to Aristides, where he discusses the harmony of the gospel genealogies."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:5",
                            "text": "After refuting the opinions of others as forced and deceptive, he give the account which he had received from tradition in these words:."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:6",
                            "text": "\"For whereas the names of the generations were reckoned in Israel either according to nature or according to law;—according to nature by the succession of legitimate offspring, and according to law whenever another raised up a child to the name of a brother dying childless; for because a clear hope of resurrection was not yet given they had a representation of the future promise by a kind of mortal resurrection, in order that the name of the one deceased might be perpetuated;—."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:7",
                            "text": "whereas then some of those who are inserted in this genealogical table succeeded by natural descent, the son to the father, while others, though born of one father, were ascribed by name to another, mention was made of both of those who were progenitors in fact and of those who were so only in name."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:8",
                            "text": "Thus neither of the gospels is in error, for one reckons by nature, the other by law."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:9",
                            "text": "For the line of descent from Solomon and that from Nathan were so involved, the one with the other, by the raising up of children to the childless and by second marriages, that the same persons are justly considered to belong at one time to one, at another time to another; that is, at one time to the reputed fathers, at another to the actual fathers."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:10",
                            "text": "So that both these accounts are strictly true and come down to Joseph with considerable intricacy indeed, yet quite accurately."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:11",
                            "text": "But in order that what I have said may be made clear I shall explain the interchange of the generations."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:12",
                            "text": "If we reckon the generations from David through Solomon, the third from the end is found to be Matthan, who begat Jacob the father of Joseph."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:13",
                            "text": "But if, with Luke, we reckon them from Nathan the son of David, in like manner the third from the end is Melchi, whose son Eli was the father of Joseph."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:14",
                            "text": "For Joseph was the son of Eli, the son of Melchi."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:15",
                            "text": "Joseph therefore being the object proposed to us, it must be shown how it is that each is recorded to be his father, both Jacob, who derived his descent from Solomon, and Eli, who derived his from Nathan; first how it is that these two, Jacob and Eli, were brothers, and then how it is that their fathers, Matthan and Melchi, although of different families, are declared to be grandfathers of Joseph."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:16",
                            "text": "Matthan and Melchi having married in succession the same woman, begat children who were uterine brothers, for the law did not prohibit a widow, whether such by divorce or by the death of her husband, from marrying another."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:17",
                            "text": "By Estha then (for this was the woman's name according to tradition) Matthan, a descendant of Solomon, first begat Jacob."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:18",
                            "text": "And when Matthan was dead, Melchi, who traced his descent back to Nathan, being of the same tribe but of another family, married her as before said, and begat a son Eli."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:19",
                            "text": "Thus we shall find the two, Jacob and Eli, although belonging to different families, yet brethren by the same mother."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:20",
                            "text": "Of these the one, Jacob, when his brother Eli had died childless, took the latter's wife and begat by her a son Joseph, his own son by nature and in accordance with reason."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:21",
                            "text": "Wherefore also it is written: 'Jacob begat Joseph."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:22",
                            "text": "' But according to law he was the son of Eli, for Jacob, being the brother of the latter, raised up seed to him."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:23",
                            "text": "Hence the genealogy traced through him will not be rendered void, which the evangelist Matthew in his enumeration gives thus: 'Jacob begat Joseph."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:24",
                            "text": "' But Luke, on the other hand, says: 'Who was the son, as was supposed' (for this he also adds), 'of Joseph, the son of Eli, the son of Melchi'; for he could not more clearly express the generation according to law."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:25",
                            "text": "And the expression 'he begat' he has omitted in his genealogical table up to the end, tracing the genealogy back to Adam the son of God."
                        },
                        {
                            "verse": 26,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:26",
                            "text": "This interpretation is neither incapable of proof nor is it an idle conjecture."
                        },
                        {
                            "verse": 27,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:27",
                            "text": "For the relatives of our Lord according to the flesh, whether with the desire of boasting or simply wishing to state the fact, in either case truly, have handed down the following account: Some Idumean robbers, having attacked Ascalon, a city of Palestine, carried away from a temple of Apollo which stood near the walls, in addition to other booty, Antipater, son of a certain temple slave named Herod."
                        },
                        {
                            "verse": 28,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:28",
                            "text": "And since the priest was not able to pay the ransom for his son, Antipater was brought up in the customs of the Idumeans, and afterward was befriended by Hyrcanus, the high priest of the Jews."
                        },
                        {
                            "verse": 29,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:29",
                            "text": "And having been sent by Hyrcanus on an embassy to Pompey, and having restored to him the kingdom which had been invaded by his brother Aristobulus, he had the good fortune to be named procurator of Palestine."
                        },
                        {
                            "verse": 30,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:30",
                            "text": "But Antipater having been slain by those who were envious of his great good fortune was succeeded by his son Herod, who was afterward, by a decree of the senate, made King of the Jews under Antony and Augustus."
                        },
                        {
                            "verse": 31,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:31",
                            "text": "His sons were Herod and the other tetrarchs."
                        },
                        {
                            "verse": 32,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:32",
                            "text": "These accounts agree also with those of the Greeks."
                        },
                        {
                            "verse": 33,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:33",
                            "text": "But as there had been kept in the archives up to that time the genealogies of the Hebrews as well as of those who traced their lineage back to proselytes, such as Achior the Ammonite and Ruth the Moabitess, and to those who were mingled with the Israelites and came out of Egypt with them, Herod, inasmuch as the lineage of the Israelites contributed nothing to his advantage, and since he was goaded with the consciousness of his own ignoble extraction, burned all the genealogical records, thinking that he might appear of noble origin if no one else were able, from the public registers, to trace back his lineage to the patriarchs or proselytes and to those mingled with them, who were called Georae."
                        },
                        {
                            "verse": 34,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:34",
                            "text": "A few of the careful, however, having obtained private records of their own, either by remembering the names or by getting them in some other way from the registers, pride themselves on preserving the memory of their noble extraction."
                        },
                        {
                            "verse": 35,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:35",
                            "text": "Among these are those already mentioned, called Desposyni, on account of their connection with the family of the Saviour."
                        },
                        {
                            "verse": 36,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:36",
                            "text": "Coming from Nazara and Cochaba, villages of Judea, into other parts of the world, they drew the aforesaid genealogy from memory and from the book of daily records as faithfully as possible."
                        },
                        {
                            "verse": 37,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:37",
                            "text": "Whether then the case stand thus or not no one could find a clearer explanation, according to my own opinion and that of every candid person."
                        },
                        {
                            "verse": 38,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:38",
                            "text": "And let this suffice us, for, although we can urge no testimony in its support, we have nothing better or truer to offer."
                        },
                        {
                            "verse": 39,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:39",
                            "text": "In any case the Gospel states the truth\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:40",
                            "text": "And at the end of the same epistle he adds these words: \"Matthan, who was descended from Solomon, begat Jacob."
                        },
                        {
                            "verse": 41,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:41",
                            "text": "And when Matthan was dead, Melchi, who was descended from Nathan begat Eli by the same woman."
                        },
                        {
                            "verse": 42,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:42",
                            "text": "Eli and Jacob were thus uterine brothers."
                        },
                        {
                            "verse": 43,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:43",
                            "text": "Eli having died childless, Jacob raised up seed to him, begetting Joseph, his own son by nature, but by law the son of Eli."
                        },
                        {
                            "verse": 44,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:44",
                            "text": "Thus Joseph was the son of both\"."
                        },
                        {
                            "verse": 45,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:45",
                            "text": "Thus far Africanus."
                        },
                        {
                            "verse": 46,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:46",
                            "text": "And the lineage of Joseph being thus traced, Mary also is virtually shown to be of the same tribe with him, since, according to the law of Moses, intermarriages between different tribes were not permitted."
                        },
                        {
                            "verse": 47,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:47",
                            "text": "For the command is to marry one of the same family and lineage, so that the inheritance may not pass from tribe to tribe."
                        },
                        {
                            "verse": 48,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book I 7:48",
                            "text": "This may suffice here."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Eusebius: Chuch History Book I 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:2",
                            "text": "—The Cruelty of Herod toward the Infants, and the Manner of his Death."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:3",
                            "text": "When Christ was born, according to the prophecies, in Bethlehem of Judea, at the time indicated, Herod was not a little disturbed by the enquiry of the magi who came from the east, asking where he who was born King of the Jews was to be found,—for they had seen his star, and this was their reason for taking so long a journey; for they earnestly desired to worship the infant as God,—for he imagined that his kingdom might be endangered; and he enquired therefore of the doctors of the law, who belonged to the Jewish nation, where they expected Christ to be born."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:4",
                            "text": "When he learned that the prophecy of Micah announced that Bethlehem was to be his birthplace he commanded, in a single edict, all the male infants in Bethlehem, and all its borders, that were two years of age or less, according to the time which he had accurately ascertained from the magi, to be slain, supposing that Jesus, as was indeed likely, would share the same fate as the others of his own age."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:5",
                            "text": "But the child anticipated the snare, being carried into Egypt by his parents, who had learned from an angel that appeared unto them what was about to happen."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:6",
                            "text": "These things are recorded by the Holy Scriptures in the Gospel."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:7",
                            "text": "It is worth while, in addition to this, to observe the reward which Herod received for his daring crime against Christ and those of the same age."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:8",
                            "text": "For immediately, without the least delay, the divine vengeance overtook him while he was still alive, and gave him a foretaste of what he was to receive after death."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:9",
                            "text": "It is not possible to relate here how he tarnished the supposed felicity of his reign by successive calamities in his family, by the murder of wife and children, and others of his nearest relatives and dearest friends."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:10",
                            "text": "The account, which casts every other tragic drama into the shade, is detailed at length in the histories of Josephus."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:11",
                            "text": "How, immediately after his crime against our Saviour and the other infants, the punishment sent by God drove him on to his death, we can best learn from the words of that historian who, in the seventeenth book of his Antiquities of the Jews, writes as follows concerning his end:."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:12",
                            "text": "\"But the disease of Herod grew more severe, God inflicting punishment for his crimes."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:13",
                            "text": "For a slow fire burned in him which was not so apparent to those who touched him, but augmented his internal distress; for he had a terrible desire for food which it was not possible to resist."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:14",
                            "text": "He was affected also with ulceration of the intestines, and with especially severe pains in the colon, while a watery and transparent humor settled about his feet."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:15",
                            "text": "He suffered also from a similar trouble in his abdomen."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:16",
                            "text": "Nay more, his privy member was putrefied and produced worms."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:17",
                            "text": "He found also excessive difficulty in breathing, and it was particularly disagreeable because of the offensiveness of the odor and the rapidity of respiration."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:18",
                            "text": "He had convulsions also in every limb, which gave him uncontrollable strength."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:19",
                            "text": "It was said, indeed, by those who possessed the power of divination and wisdom to explain such events, that God had inflicted this punishment upon the King on account of his great impiety\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:20",
                            "text": "The writer mentioned above recounts these things in the work referred to."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:21",
                            "text": "And in the second book of his History he gives a similar account of the same Herod, which runs as follows: \"The disease then seized upon his whole body and distracted it by various torments."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:22",
                            "text": "For he had a slow fever, and the itching of the skin of his whole body was insupportable."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:23",
                            "text": "He suffered also from continuous pains in his colon, and there were swellings on his feet like those of a person suffering from dropsy, while his abdomen was inflamed and his privy member so putrefied as to produce worms."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:24",
                            "text": "Besides this he could breathe only in an upright posture, and then only with difficulty, and he had convulsions in all his limbs, so that the diviners said that his diseases were a punishment."
                        },
                        {
                            "verse": 25,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:25",
                            "text": "But he, although wrestling with such sufferings, nevertheless clung to life and hoped for safety, and devised methods of cure."
                        },
                        {
                            "verse": 26,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:26",
                            "text": "For instance, crossing over Jordan he used the warm baths at Callirhoë, which flow into the Lake Asphaltites, but are themselves sweet enough to drink."
                        },
                        {
                            "verse": 27,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:27",
                            "text": "His physicians here thought that they could warm his whole body again by means of heated oil."
                        },
                        {
                            "verse": 28,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:28",
                            "text": "But when they had let him down into a tub filled with oil, his eyes became weak and turned up like the eyes of a dead person."
                        },
                        {
                            "verse": 29,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:29",
                            "text": "But when his attendants raised an outcry, he recovered at the noise; but finally, despairing of a cure, he commanded about fifty drachms to be distributed among the soldiers, and great sums to be given to his generals and friends."
                        },
                        {
                            "verse": 30,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:30",
                            "text": "Then returning he came to Jericho, where, being seized with melancholy, he planned to commit an impious deed, as if challenging death itself."
                        },
                        {
                            "verse": 31,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:31",
                            "text": "For, collecting from every town the most illustrious men of all Judea, he commanded that they be shut up in the so-called hippodrome."
                        },
                        {
                            "verse": 32,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:32",
                            "text": "And having summoned Salome, his sister, and her husband, Alexander, he said: 'I know that the Jews will rejoice at my death."
                        },
                        {
                            "verse": 33,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:33",
                            "text": "But I may be lamented by others and have a splendid funeral if you are willing to perform my commands."
                        },
                        {
                            "verse": 34,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:34",
                            "text": "When I shall expire surround these men, who are now under guard, as quickly as possible with soldiers, and slay them, in order that all Judea and every house may weep for me even against their will."
                        },
                        {
                            "verse": 35,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:35",
                            "text": "'\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:36",
                            "text": "And after a little Josephus says, \"And again he was so tortured by want of food and by a convulsive cough that, overcome by his pains, he planned to anticipate his fate."
                        },
                        {
                            "verse": 37,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:37",
                            "text": "Taking an apple he asked also for a knife, for he was accustomed to cut apples and eat them."
                        },
                        {
                            "verse": 38,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:38",
                            "text": "Then looking round to see that there was no one to hinder, he raised his right hand as if to stab himself\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:39",
                            "text": "In addition to these things the same writer records that he slew another of his own sons before his death, the third one slain by his command, and that immediately afterward he breathed his last, not without excessive pain."
                        },
                        {
                            "verse": 40,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:40",
                            "text": "Such was the end of Herod, who suffered a just punishment for his slaughter of the children of Bethlehem, which was the result of his plots against our Saviour."
                        },
                        {
                            "verse": 41,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:41",
                            "text": "After this an angel appeared in a dream to Joseph in Egypt and commanded him to go to Judea with the child and its mother, revealing to him that those who had sought the life of the child were dead."
                        },
                        {
                            "verse": 42,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book I 8:42",
                            "text": "To this the evangelist adds, \"But when he heard that Archelaus did reign in the room of his father Herod he was afraid to go thither; notwithstanding being warned of God in a dream he turned aside into the parts of Galilee\"."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Eusebius: Chuch History Book I 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book I 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book I 9:2",
                            "text": "—The Times of Pilate."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book I 9:3",
                            "text": "The historian already mentioned agrees with the evangelist in regard to the fact that Archelaus succeeded to the government after Herod."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book I 9:4",
                            "text": "He records the manner in which he received the kingdom of the Jews by the will of his father Herod and by the decree of Caesar Augustus, and how, after he had reigned ten years, he lost his kingdom, and his brothers Philip and Herod the younger, with Lysanias, still ruled their own tetrarchies."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book I 9:5",
                            "text": "The same writer, in the eighteenth book of his Antiquities, says that about the twelfth year of the reign of Tiberius, who had succeeded to the empire after Augustus had ruled fifty-seven years, Pontius Pilate was entrusted with the government of Judea, and that he remained there ten full years, almost until the death of Tiberius."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book I 9:6",
                            "text": "Accordingly the forgery of those who have recently given currency to acts against our Saviour is clearly proved."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book I 9:7",
                            "text": "For the very date given in them shows the falsehood of their fabricators."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book I 9:8",
                            "text": "For the things which they have dared to say concerning the passion of the Saviour are put into the fourth consulship of Tiberius, which occurred in the seventh year of his reign; at which time it is plain that Pilate was not yet ruling in Judea, if the testimony of Josephus is to be believed, who clearly shows in the above-mentioned work that Pilate was made procurator of Judea by Tiberius in the twelfth year of his reign."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Eusebius: Chuch History Book I 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book I 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book I 10:2",
                            "text": "—The High Priests of the Jews under whom Christ taught."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book I 10:3",
                            "text": "It was in the fifteenth year of the reign of Tiberius, according to the evangelist, and in the fourth year of the governorship of Pontius Pilate, while Herod and Lysanias and Philip were ruling the rest of Judea, that our Saviour and Lord, Jesus the Christ of God, being about thirty years of age, came to John for baptism and began the promulgation of the Gospel."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book I 10:4",
                            "text": "The Divine Scripture says, moreover, that he passed the entire time of his ministry under the high priests Annas and Caiaphas, showing that in the time which belonged to the priesthood of those two men the whole period of his teaching was completed."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book I 10:5",
                            "text": "Since he began his work during the high priesthood of Annas and taught until Caiaphas held the office, the entire time does not comprise quite four years."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book I 10:6",
                            "text": "For the rites of the law having been already abolished since that time, the customary usages in connection with the worship of God, according to which the high priest acquired his office by hereditary descent and held it for life, were also annulled and there were appointed to the high priesthood by the Roman governors now one and now another person who continued in office not more than one year."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book I 10:7",
                            "text": "Josephus relates that there were four high priests in succession from Annas to Caiaphas."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book I 10:8",
                            "text": "Thus in the same book of the Antiquities he writes as follows: \"Valerius Gratus having put an end to the priesthood of Ananus appoints Ishmael, the son of Fabi, high priest."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book I 10:9",
                            "text": "And having removed him after a little he appoints Eleazer, the son of Ananus the high priest, to the same office."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book I 10:10",
                            "text": "And having removed him also at the end of a year he gives the high priesthood to Simon, the son of Camithus."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book I 10:11",
                            "text": "But he likewise held the honor no more than a year, when Josephus, called also Caiaphas, succeeded him\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book I 10:12",
                            "text": "Accordingly the whole time of our Saviour's ministry is shown to have been not quite four full years, four high priests, from Annas to the accession of Caiaphas, having held office a year each."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book I 10:13",
                            "text": "The Gospel therefore has rightly indicated Caiaphas as the high priest under whom the Saviour suffered."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book I 10:14",
                            "text": "From which also we can see that the time of our Saviour's ministry does not disagree with the foregoing investigation."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book I 10:15",
                            "text": "Our Saviour and Lord, not long after the beginning of his ministry, called the twelve apostles, and these alone of all his disciples he named apostles, as an especial honor."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book I 10:16",
                            "text": "And again he appointed seventy others whom he sent out two by two before his face into every place and city whither he himself was about to come."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Eusebius: Chuch History Book I 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book I 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book I 11:2",
                            "text": "—Testimonies in Regard to John the Baptist and Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book I 11:3",
                            "text": "Not long after this John the Baptist was beheaded by the younger Herod, as is stated in the Gospels."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book I 11:4",
                            "text": "Josephus also records the same fact, making mention of Herodias by name, and stating that, although she was the wife of his brother, Herod made her his own wife after divorcing his former lawful wife, who was the daughter of Aretas, king of Petra, and separating Herodias from her husband while he was still alive."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book I 11:5",
                            "text": "It was on her account also that he slew John, and waged war with Aretas, because of the disgrace inflicted on the daughter of the latter."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book I 11:6",
                            "text": "Josephus relates that in this war, when they came to battle, Herod's entire army was destroyed, and that he suffered this calamity on account of his crime against John."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book I 11:7",
                            "text": "The same Josephus confesses in this account that John the Baptist was an exceedingly righteous man, and thus agrees with the things written of him in the Gospels."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book I 11:8",
                            "text": "He records also that Herod lost his kingdom on account of the same Herodias, and that he was driven into banishment with her, and condemned to live at Vienne in Gaul."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book I 11:9",
                            "text": "He relates these things in the eighteenth book of the Antiquities, where he writes of John in the following words: \"It seemed to some of the Jews that the army of Herod was destroyed by God, who most justly avenged John called the Baptist."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book I 11:10",
                            "text": "For Herod slew him, a good man and one who exhorted the Jews to come and receive baptism, practicing virtue and exercising righteousness toward each other and toward God; for baptism would appear acceptable unto Him when they employed it, not for the remission of certain sins, but for the purification of the body, as the soul had been already purified in righteousness."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book I 11:11",
                            "text": "And when others gathered about him (for they found much pleasure in listening to his words), Herod feared that his great influence might lead to some sedition, for they appeared ready to do whatever he might advise."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book I 11:12",
                            "text": "He therefore considered it much better, before any new thing should be done under John's influence, to anticipate it by slaying him, than to repent after revolution had come, and when he found himself in the midst of difficulties."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book I 11:13",
                            "text": "On account of Herod's suspicion John was sent in bonds to the above-mentioned citadel of Machaera, and there slain\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book I 11:14",
                            "text": "After relating these things concerning John, he makes mention of our Saviour in the same work, in the following words: \"And there lived at that time Jesus, a wise man, if indeed it be proper to call him a man."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book I 11:15",
                            "text": "For he was a doer of wonderful works, and a teacher of such men as receive the truth in gladness."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book I 11:16",
                            "text": "And he attached to himself many of the Jews, and many also of the Greeks."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book I 11:17",
                            "text": "He was the Christ."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book I 11:18",
                            "text": "When Pilate, on the accusation of our principal men, condemned him to the cross, those who had loved him in the beginning did not cease loving him."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book I 11:19",
                            "text": "For he appeared unto them again alive on the third day, the divine prophets having told these and countless other wonderful things concerning him."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book I 11:20",
                            "text": "Moreover, the race of Christians, named after him, continues down to the present day\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book I 11:21",
                            "text": "Since an historian, who is one of the Hebrews themselves, has recorded in his work these things concerning John the Baptist and our Saviour, what excuse is there left for not convicting them of being destitute of all shame, who have forged the acts against them? But let this suffice here."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Eusebius: Chuch History Book I 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book I 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book I 12:2",
                            "text": "—The Disciples of our Saviour."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book I 12:3",
                            "text": "The names of the apostles of our Saviour are known to every one from the Gospels."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book I 12:4",
                            "text": "But there exists no catalogue of the seventy disciples."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book I 12:5",
                            "text": "Barnabas, indeed, is said to have been one of them, of whom the Acts of the apostles makes mention in various places, and especially Paul in his Epistle to the Galatians."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book I 12:6",
                            "text": "They say that Sosthenes also, who wrote to the Corinthians with Paul, was one of them."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book I 12:7",
                            "text": "This is the account of Clement in the fifth book of his Hypotyposes, in which he also says that Cephas was one of the seventy disciples, a man who bore the same name as the apostle Peter, and the one concerning whom Paul says, \"When Cephas came to Antioch I withstood him to his face\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book I 12:8",
                            "text": "Matthias, also, who was numbered with the apostles in the place of Judas, and the one who was honored by being made a candidate with him, are likewise said to have been deemed worthy of the same calling with the seventy."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book I 12:9",
                            "text": "They say that Thaddeus also was one of them, concerning whom I shall presently relate an account which has come down to us."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book I 12:10",
                            "text": "And upon examination you will find that our Saviour had more than seventy disciples, according to the testimony of Paul, who says that after his resurrection from the dead he appeared first to Cephas, then to the twelve, and after them to above five hundred brethren at once, of whom some had fallen asleep; but the majority were still living at the time he wrote."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book I 12:11",
                            "text": "Afterwards he says he appeared unto James, who was one of the so-called brethren of the Saviour."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book I 12:12",
                            "text": "But, since in addition to these, there were many others who were called apostles, in imitation of the Twelve, as was Paul himself, he adds: \"Afterward he appeared to all the apostles\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book I 12:13",
                            "text": "So much in regard to these persons."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book I 12:14",
                            "text": "But the story concerning Thaddeus is as follows."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Eusebius: Chuch History Book I 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:2",
                            "text": "—Narrative concerning the Prince of the Edessenes."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:3",
                            "text": "The divinity of our Lord and Saviour Jesus Christ being noised abroad among all men on account of his wonder-working power, he attracted countless numbers from foreign countries lying far away from Judea, who had the hope of being cured of their diseases and of all kinds of sufferings."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:4",
                            "text": "For instance the King Abgarus, who ruled with great glory the nations beyond the Euphrates, being afflicted with a terrible disease which it was beyond the power of human skill to cure, when he heard of the name of Jesus, and of his miracles, which were attested by all with one accord sent a message to him by a courier and begged him to heal his disease."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:5",
                            "text": "But he did not at that time comply with his request; yet he deemed him worthy of a personal letter in which he said that he would send one of his disciples to cure his disease, and at the same time promised salvation to himself and all his house."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:6",
                            "text": "Not long afterward his promise was fulfilled."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:7",
                            "text": "For after his resurrection from the dead and his ascent into heaven, Thomas, one of the twelve apostles, under divine impulse sent Thaddeus, who was also numbered among the seventy disciples of Christ, to Edessa, as a preacher and evangelist of the teaching of Christ."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:8",
                            "text": "And all that our Saviour had promised received through him its fulfillment."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:9",
                            "text": "You have written evidence of these things taken from the archives of Edessa, which was at that time a royal city."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:10",
                            "text": "For in the public registers there, which contain accounts of ancient times and the acts of Abgarus, these things have been found preserved down to the present time."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:11",
                            "text": "But there is no better way than to hear the epistles themselves which we have taken from the archives and have literally translated from the Syriac language in the following manner."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:12",
                            "text": "Copy of an epistle written by Abgarus the ruler to Jesus, and sent to him at Jerusalem by Ananiasthe swift courier."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:13",
                            "text": "\"Abgarus, ruler of Edessa, to Jesus the excellent Saviour who has appeared in the country of Jerusalem, greeting."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:14",
                            "text": "I have heard the reports of thee and of thy cures as performed by thee without medicines or herbs."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:15",
                            "text": "For it is said that thou makest the blind to see and the lame to walk, that thou cleansest lepers and castest out impure spirits and demons, and that thou healest those afflicted with lingering disease, and raisest the dead."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:16",
                            "text": "And having heard all these things concerning thee, I have concluded that one of two things must be true: either thou art God, and having come down from heaven thou doest these things, or else thou, who doest these things, art the Son of God."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:17",
                            "text": "I have therefore written to thee to ask thee that thou wouldest take the trouble to come to me and heal the disease which I have."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:18",
                            "text": "For I have heard that the Jews are murmuring against thee and are plotting to injure thee."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:19",
                            "text": "But I have a very small yet noble city which is great enough for us both\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:20",
                            "text": "The answer of Jesus to the ruler Abgarus by the courier Ananias."
                        },
                        {
                            "verse": 21,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:21",
                            "text": "\"Blessed art thou who hast believed in me without having seen me."
                        },
                        {
                            "verse": 22,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:22",
                            "text": "For it is written concerning me, that they who have seen me will not believe in me, and that they who have not seen me will believe and be saved."
                        },
                        {
                            "verse": 23,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:23",
                            "text": "But in regard to what thou hast written me, that I should come to thee, it is necessary for me to fulfill all things here for which I have been sent, and after I have fulfilled them thus to be taken up again to him that sent me."
                        },
                        {
                            "verse": 24,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:24",
                            "text": "But after I have been taken up I will send to thee one of my disciples, that he may heal thy disease and give life to thee and thine\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:25",
                            "text": "To these epistles there was added the following account in the Syriac language."
                        },
                        {
                            "verse": 26,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:26",
                            "text": "\"After the ascension of Jesus, Judas, who was also called Thomas, sent to him Thaddeus, an apostle, one of the Seventy."
                        },
                        {
                            "verse": 27,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:27",
                            "text": "When he was come he lodged with Tobias, the son of Tobias."
                        },
                        {
                            "verse": 28,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:28",
                            "text": "When the report of him got abroad, it was told Abgarus that an apostle of Jesus was come, as he had written him."
                        },
                        {
                            "verse": 29,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:29",
                            "text": "Thaddeus began then in the power of God to heal every disease and infirmity, insomuch that all wondered."
                        },
                        {
                            "verse": 30,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:30",
                            "text": "And when Abgarus heard of the great and wonderful things which he did and of the cures which he performed, he began to suspect that he was the one of whom Jesus had written him, saying, 'After I have been taken up I will send to thee one of my disciples who will heal thee."
                        },
                        {
                            "verse": 31,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:31",
                            "text": "'."
                        },
                        {
                            "verse": 32,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:32",
                            "text": "Therefore, summoning Tobias, with whom Thaddeus lodged, he said, I have heard that a certain man of power has come and is lodging in thy house."
                        },
                        {
                            "verse": 33,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:33",
                            "text": "Bring him to me."
                        },
                        {
                            "verse": 34,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:34",
                            "text": "And Tobias coming to Thaddeus said to him, The ruler Abgarus summoned me and told me to bring thee to him that thou mightest heal him."
                        },
                        {
                            "verse": 35,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:35",
                            "text": "And Thaddeus said, I will go, for I have been sent to him with power."
                        },
                        {
                            "verse": 36,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:36",
                            "text": "Tobias therefore arose early on the following day, and taking Thaddeus came to Abgarus."
                        },
                        {
                            "verse": 37,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:37",
                            "text": "And when he came, the nobles were present and stood about Abgarus."
                        },
                        {
                            "verse": 38,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:38",
                            "text": "And immediately upon his entrance a great vision appeared to Abgarus in the countenance of the apostle Thaddeus."
                        },
                        {
                            "verse": 39,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:39",
                            "text": "When Abgarus saw it he prostrated himself before Thaddeus, while all those who stood about were astonished; for they did not see the vision, which appeared to Abgarus alone."
                        },
                        {
                            "verse": 40,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:40",
                            "text": "He then asked Thaddeus if he were in truth a disciple of Jesus the Son of God, who had said to him, 'I will send thee one of my disciples, who shall heal thee and give thee life."
                        },
                        {
                            "verse": 41,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:41",
                            "text": "' And Thaddeus said, Because thou hast mightily believed in him that sent me, therefore have I been sent unto thee."
                        },
                        {
                            "verse": 42,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:42",
                            "text": "And still further, if thou believest in him, the petitions of thy heart shall be granted thee as thou believest."
                        },
                        {
                            "verse": 43,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:43",
                            "text": "And Abgarus said to him, So much have I believed in him that I wished to take an army and destroy those Jews who crucified him, had I not been deterred from it by reason of the dominion of the Romans."
                        },
                        {
                            "verse": 44,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:44",
                            "text": "And Thaddeus said, Our Lord has fulfilled the will of his Father, and having fulfilled it has been taken up to his Father."
                        },
                        {
                            "verse": 45,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:45",
                            "text": "And Abgarus said to him, I too have believed in him and in his Father."
                        },
                        {
                            "verse": 46,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:46",
                            "text": "And Thaddeus said to him, Therefore I place my hand upon thee in his name."
                        },
                        {
                            "verse": 47,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:47",
                            "text": "And when he had done it, immediately Abgarus was cured of the disease and of the suffering which he had."
                        },
                        {
                            "verse": 48,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:48",
                            "text": "And Abgarus marvelled, that as he had heard concerning Jesus, so he had received in very deed through his disciple Thaddeus, who healed him without medicines and herbs, and not only him, but also Abdus the son of Abdus, who was afflicted with the gout; for he too came to him and fell at his feet, and having received a benediction by the imposition of his hands, he was healed."
                        },
                        {
                            "verse": 49,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:49",
                            "text": "The same Thaddeus cured also many other inhabitants of the city, and did wonders and marvelous works, and preached the word of God."
                        },
                        {
                            "verse": 50,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:50",
                            "text": "And afterward Abgarus said, Thou, O Thaddeus, doest these things with the power of God, and we marvel."
                        },
                        {
                            "verse": 51,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:51",
                            "text": "But, in addition to these things, I pray thee to inform me in regard to the coming of Jesus, how he was born; and in regard to his power, by what power he performed those deeds of which I have heard."
                        },
                        {
                            "verse": 52,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:52",
                            "text": "And Thaddeus said, Now indeed will I keep silence, since I have been sent to proclaim the word publicly."
                        },
                        {
                            "verse": 53,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:53",
                            "text": "But tomorrow assemble for me all thy citizens, and I will preach in their presence and sow among them the word of God, concerning the coming of Jesus, how he was born; and concerning his mission, for what purpose he was sent by the Father; and concerning the power of his works, and the mysteries which he proclaimed in the world, and by what power he did these things; and concerning his new preaching, and his abasement and humiliation, and how he humbled himself, and died and debased his divinity and was crucified, and descended into Hades, and burst the bars which from eternity had not been broken, and raised the dead; for he descended alone, but rose with many, and thus ascended to his Father."
                        },
                        {
                            "verse": 54,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:54",
                            "text": "Abgarus therefore commanded the citizens to assemble early in the morning to hear the preaching of Thaddeus, and afterward he ordered gold and silver to be given him."
                        },
                        {
                            "verse": 55,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:55",
                            "text": "But he refused to take it, saying, If we have forsaken that which was our own, how shall we take that which is another's? These things were done in the three hundred and fortieth year\"."
                        },
                        {
                            "verse": 56,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book I 13:56",
                            "text": "I have inserted them here in their proper place, translated from the Syriac literally, and I hope to good purpose."
                        }
                    ]
                }
            ]
        }
    ]
}