{
    "books": [
        {
            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:1",
                            "text": "The Preface to the Books of Recognitions of St."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:2",
                            "text": "Clement."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:3",
                            "text": "Addressed to Bishop Gaudentius."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:4",
                            "text": "(For the occasion and date of this work see the Prolegomena, p."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:5",
                            "text": "412."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:6",
                            "text": ")  ————————————  You possess so much vigour of character, my dear Gaudentius, you who are so signal an ornament of our teachers, or as I would rather say, you have the grace of the Spirit in so large a measure, that even what you say in the way of daily conversation, or of addresses that you preach in church, ought to be consigned in writing and handed down for the instruction of posterity."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:7",
                            "text": "But I am far less quick, my native talent being but slender, and old age is already making me sluggish and slow; and this work is nothing but the payment of a debt due to the command laid upon me by the virgin Sylvia whose memory I revere."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:8",
                            "text": "She it was who demanded of me, as you have now done by the right of heirship, to translate Clement into our language."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:9",
                            "text": "The debt is paid at last, though after many delays."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:10",
                            "text": "It is a part of the booty, and in my opinion no small one, which I have carried off from the libraries of the Greeks, and which I am collecting for the use and advantage of our countrymen."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:11",
                            "text": "I have no food of my own to bring them, and I must import their nourishment from abroad."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:12",
                            "text": "However, foreign goods are apt to appear sweeter; and sometimes they are really more useful."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:13",
                            "text": "Moreover, almost anything which brings healing to our bodies or is a defence against disease or an antidote to poison comes from abroad."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:14",
                            "text": "Judaea sends us the distillation of the balsam tree, Crete the leaf of the dictamnus, Arabia her aromatic flowers, and India the crop of the spikenard."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:15",
                            "text": "These goods come to us, no doubt, in a less perfect condition than those which our own fields produce, but they preserve intact their pleasant scent and their healing power."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:16",
                            "text": "Therefore, my friend who are as my own soul, I present to you Clement returning to Rome."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:17",
                            "text": "I present him dressed in a Latin garb."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:18",
                            "text": "Do not think it strange if the aspect which his eloquence presents is less bright than it might be."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:19",
                            "text": "It makes no difference if only the meaning is felt to be the same."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:20",
                            "text": "These are foreign wares, then, which I am importing at a great expense of labour; and I have still to see whether our countrymen will regard with gratitude one who is bringing them the spoils (spolia) of his warfare, and who is unlocking with the key of our language a treasure house hitherto concealed, though he does it with the utmost good will."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:21",
                            "text": "I only trust that God may look favourably on your good wishes, so that my present may not be met in any quarter by evil eyes and envious looks; and that we may not witness that extremely monstrous phenomenon, expressions of illwill on the part of those on whom the gift is conferred, while those from whom it is taken part with it ungrudgingly."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:22",
                            "text": "It is but right that you, who have read this work in the Greek should point out to others the design of my translation—unless indeed, you feel that in some respects I have not observed the right method of rendering the original."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:23",
                            "text": "You are, I believe well aware that there are two Greek editions of this work of Clement, his Recognitions; that there are two sets of books, which in some few cases differ from each other though the bulk of the narrative is the same."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:24",
                            "text": "For instance, the last part of the work, that which gives an account of the transformation of Simon Magus, exists in one of these, while in the other it is entirely absent."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:25",
                            "text": "On the other hand there are some things, such as the dissertation on the unbegotten and the begotten God, and a few others, which, though they are found in both editions, are, to say the least of them, beyond my understanding; and these I have preferred to leave others to deal with rather than to present them in an inadequate manner."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:26",
                            "text": "As to the rest, I have taken pains not to swerve, even in the slightest degree from either the sense or the diction; and this, though it makes the expression less ornate, renders it more faithful."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:27",
                            "text": "There is a letter in which this same Clement writing to James the Lord's brother, gives an account of the death of Peter, and says that he has left him as his successor, as ruler and teacher of the church; and further incorporates a whole scheme of ecclesiastical government."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:28",
                            "text": "This I have not prefixed to the work, both because it is later in point of time, and because it has been previously translated and published by me."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:29",
                            "text": "Nevertheless, there is a point which would perhaps seem inconsistent with facts were I to place the translation of it in this work, but which I do not consider to involve an impossibility."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:30",
                            "text": "It is this."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:31",
                            "text": "Linus and Cletus were Bishops of the city of Rome before Clement."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:32",
                            "text": "How then, some men ask, can Clement in his letter to James say that Peter passed over to him his position as a church-teacher."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:33",
                            "text": "The explanation of this point, as I understand, is as follows."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:34",
                            "text": "Linus and Cletus were, no doubt, Bishops in the city of Rome before Clement, but this was in Peter's life-time; that is, they took charge of the episcopal work, while he discharged the duties of the apostolate."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:35",
                            "text": "He is known to have done the same thing at Caesarea; for there, though he was himself on the spot, yet he had at his side Zacchaeus whom he had ordained as Bishop."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:36",
                            "text": "Thus we may see how both things may be true; namely how they stand as predecessors of Clement in the list of Bishops, and yet how Clement after the death of Peter became his successor in the teacher's chair."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Rufinus: Preface to the Books of Recognitions of St. Clement 1:37",
                            "text": "But it is time that we should pay attention to the beginning of Clement's own narrative, which he addresses to James the Lord's brother."
                        }
                    ]
                }
            ]
        }
    ]
}