{
    "books": [
        {
            "name": "On his work against Eunomius",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "On his work against Eunomius 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "On his work against Eunomius 1:1",
                            "text": "Letter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "On his work against Eunomius 1:2",
                            "text": "—On his work against Eunomius."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "On his work against Eunomius 1:3",
                            "text": "We Cappadocians are poor in well-nigh all things that make the possessors of them happy, but above all we are badly off for people who are able to write."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "On his work against Eunomius 1:4",
                            "text": "This, be sure, is the reason why I am so slow about sending you a letter: for, though my reply to the heresy (of Eunomius) had been long ago completed, there was no one to transcribe it."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "On his work against Eunomius 1:5",
                            "text": "Such a dearth of writers it was that brought upon us the suspicion of sluggishness or of inability to frame an answer."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "On his work against Eunomius 1:6",
                            "text": "But since now at any rate, thank God, the writer and reviser have come, I have sent this treatise to you; not, as Isocrates says, as a present, for I do not reckon it to be such that it should be received in lieu of something of substantial value, but that it may be in our power to cheer on those who are in the full vigour of youth to do battle with the enemy, by stirring up the naturally sanguine temperament of early life."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "On his work against Eunomius 1:7",
                            "text": "But if any portion of the treatise should appear worthy of serious consideration, after examining some parts, especially those prefatory to the \"trials,\" and those which are of the same cast, and perhaps also some of the doctrinal parts of the book, you will think them not ungratefully composed."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "On his work against Eunomius 1:8",
                            "text": "But to whatever conclusion you come, you will of course read them, as to a teacher and corrector, to those who do not act like the players at ball, when they stand in three different places and throw it from one to the other, aiming it exactly and catching one ball from one and one from another, and they baffle the player who is in the middle, as he jumps up to catch it, pretending that they are going to throw with a made-up expression of face, and such and such a motion of the hand to left or right, and whichever way they see him hurrying, they send the ball just the contrary way, and cheat his expectation by a trick."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "On his work against Eunomius 1:9",
                            "text": "This holds even now in the case of most of us, who, dropping all serious purpose, play at being good-natured, as if at ball, with men, instead of realizing the favourable hope which we hold out, beguiling to sinister issues the souls of those who repose confidence in us."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "On his work against Eunomius 1:10",
                            "text": "Letters of reconciliation, caresses, tokens, presents, affectionate embrace by letters—these are the making as if to throw with the ball to the right."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "On his work against Eunomius 1:11",
                            "text": "But instead of the pleasure which one expects therefrom, one gets accusations, plots, slanders, disparagement, charges brought against one, bits of a sentence torn from their context, caught up, and turned to one's hurt."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "On his work against Eunomius 1:12",
                            "text": "Blessed in your hopes are ye, who through all such trials exercise confidence towards God."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "On his work against Eunomius 1:13",
                            "text": "But we beseech you not to look at our words, but to the teaching of our Lord in the Gospel."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "On his work against Eunomius 1:14",
                            "text": "For what consolation to one in anguish can another be, who surpasses him in the extremity of his own anguish, to help his luckless fortunes to obtain their proper issue? As He saith, \"Vengeance is Mine; I will repay, saith the Lord\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "On his work against Eunomius 1:15",
                            "text": "But do you, best of men, go on in a manner worthy of yourself, and trust in God, and do not be hindered by the spectacle of our misfortunes from being good and true, but commit to God that judgeth righteously the suitable and just issue of events, and act as Divine wisdom guides you."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "On his work against Eunomius 1:16",
                            "text": "Assuredly Joseph had in the result no reason to grieve at the envy of his brethren, inasmuch as the malice of his own kith and kin became to him the road to empire."
                        }
                    ]
                }
            ]
        }
    ]
}