{
    "books": [
        {
            "name": "Augustine: On Christian Doctrine Book II",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: On Christian Doctrine Book II 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book II 1:1",
                            "text": "Argument—Having completed his exposition of things, the author now proceeds to discuss the subject of signs."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book II 1:2",
                            "text": "He first defines what a sign is, and shows that there are two classes of signs, the natural and the conventional."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book II 1:3",
                            "text": "Of conventional signs (which are the only class here noticed), words are the most numerous and important, and are those with which the interpreter of Scripture is chiefly concerned."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book II 1:4",
                            "text": "The difficulties and obscurities of Scripture spring chiefly from two sources, unknown and ambiguous signs."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book II 1:5",
                            "text": "The present book deals only with unknown signs, the ambiguities of language being reserved for treatment in the next book."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book II 1:6",
                            "text": "The difficulty arising from ignorance of signs is to be removed by learning the Greek and Hebrew languages, in which Scripture is written, by comparing the various translations, and by attending to the context."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book II 1:7",
                            "text": "In the interpretation of figurative expressions, knowledge of things is as necessary as knowledge of words; and the various sciences and arts of the heathen, so far as they are true and useful, may be turned to account in removing our ignorance of signs, whether these be direct or figurative."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book II 1:8",
                            "text": "Whilst exposing the folly and futility of many heathen superstitions and practices, the author points out how all that is sound and useful in their science and philosophy may be turned to a Christian use."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book II 1:9",
                            "text": "And in conclusion, he shows the spirit in which it behoves us to address ourselves to the study and interpretation of the sacred books."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book II 1:10",
                            "text": "Chapter 1—Signs, Their Nature and Variety."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book II 1:11",
                            "text": "1 As when I was writing about things, I introduced the subject with a warning against attending to anything but what they are in themselves, even though they are signs of something else, so now, when I come in its turn to discuss the subject of signs, I lay down this direction, not to attend to what they are in themselves, but to the fact that they are signs, that is, to what they signify."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book II 1:12",
                            "text": "For a sign is a thing which, over and above the impression it makes on the senses, causes something else to come into the mind as a consequence of itself: as when we see a footprint, we conclude that an animal whose footprint this is has passed by; and when we see smoke, we know that there is fire beneath; and when we hear the voice of a living man, we think of the feeling in his mind; and when the trumpet sounds, soldiers know that they are to advance or retreat, or do whatever else the state of the battle requires."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book II 1:13",
                            "text": "2 Now some signs are natural, others conventional."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book II 1:14",
                            "text": "Natural signs are those which, apart from any intention or desire of using them as signs, do yet lead to the knowledge of something else, as, for example, smoke when it indicates fire."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book II 1:15",
                            "text": "For it is not from any intention of making it a sign that it is so, but through attention to experience we come to know that fire is beneath, even when nothing but smoke can be seen."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book II 1:16",
                            "text": "And the footprint of an animal passing by belongs to this class of signs."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book II 1:17",
                            "text": "And the countenance of an angry or sorrowful man indicates the feeling in his mind, independently of his will: and in the same way every other emotion of the mind is betrayed by the tell-tale countenance, even  though we do nothing with the intention of making it known."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book II 1:18",
                            "text": "This class of signs, however, it is no part of my design to discuss at present."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book II 1:19",
                            "text": "But as it comes under this division of the subject, I could not altogether pass it over."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Augustine: On Christian Doctrine Book II 1:20",
                            "text": "It will be enough to have noticed it thus far."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: On Christian Doctrine Book II 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book II 2:1",
                            "text": "Chapter 2—Of the Kind of Signs We are Now Concerned with."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book II 2:2",
                            "text": "3 Conventional signs, on the other hand, are those which living beings mutually exchange for the purpose of showing, as well as they can, the feelings of their minds, or their perceptions, or their thoughts."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book II 2:3",
                            "text": "Nor is there any reason for giving a sign except the desire of drawing forth and conveying into another's mind what the giver of the sign has in his own mind."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book II 2:4",
                            "text": "We wish, then, to consider and discuss this class of signs so far as men are concerned with it, because even the signs which have been given us of God, and which are contained in the Holy Scriptures, were made known to us through men—those, namely, who wrote the Scriptures."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book II 2:5",
                            "text": "The beasts, too, have certain signs among themselves by which they make known the desires in their mind."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book II 2:6",
                            "text": "For when the poultry-cock has discovered food, he signals with his voice for the hen to run to him, and the dove by cooing calls his mate, or is called by her in turn; and many signs of the same kind are matters of common observation."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book II 2:7",
                            "text": "Now whether these signs, like the expression or the cry of a man in grief, follow the movement of the mind instinctively and apart from any purpose, or whether they are really used with the purpose of signification, is another question, and does not pertain to the matter in hand."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Augustine: On Christian Doctrine Book II 2:8",
                            "text": "And this part of the subject I exclude from the scope of this work as not necessary to my present object."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Augustine: On Christian Doctrine Book II 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book II 3:1",
                            "text": "Chapter 3—Among Signs, Words Hold the Chief Place."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book II 3:2",
                            "text": "4 Of the signs, then, by which men communicate their thoughts to one another, some relate to the sense of sight, some to that of hearing, a very few to the other senses."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book II 3:3",
                            "text": "For, when we nod, we give no sign except to the eyes of the man to whom we wish by this sign to impart our desire."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book II 3:4",
                            "text": "And some convey a great deal by the motion of the hands: and actors by movements of all their limbs give certain signs to the initiated, and, so to speak, address their conversation to the eyes: and the military standards and flags convey through the eyes the will of the commanders."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book II 3:5",
                            "text": "And all these signs are as it were a kind of visible words."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book II 3:6",
                            "text": "The signs that address themselves to the ear are, as I have said, more numerous, and for the most part consist of words."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book II 3:7",
                            "text": "For though the bugle and the flute and the lyre frequently give not only a sweet but a significant sound, yet all these signs are very few in number compared with words."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book II 3:8",
                            "text": "For among men words have obtained far and away the chief place as a means of indicating the thoughts of the mind."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book II 3:9",
                            "text": "Our Lord, it is true, gave a sign through the odor of the ointment which was poured out upon His feet; and in the sacrament of His body and blood He signified His will through the sense of taste; and when by touching the hem of His garment the woman was made whole, the act was not wanting in significance."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book II 3:10",
                            "text": "But the countless multitude of the signs through which men express their thoughts consist of words."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Augustine: On Christian Doctrine Book II 3:11",
                            "text": "For I have been able to put into words all those signs, the various classes of which I have briefly touched upon, but I could by no effort express words in terms of those signs."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Augustine: On Christian Doctrine Book II 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Augustine: On Christian Doctrine Book II 4:1",
                            "text": "Chapter 4—Origin of Writing."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Augustine: On Christian Doctrine Book II 4:2",
                            "text": "5 But because words pass away as soon as they strike upon the air, and last no longer than their sound, men have by means of letters formed signs of words."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Augustine: On Christian Doctrine Book II 4:3",
                            "text": "Thus the sounds of the voice are made visible to the eye, not of course as sounds, but by means of certain signs."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Augustine: On Christian Doctrine Book II 4:4",
                            "text": "It has been found impossible, however, to make those signs common to all nations owing to the sin of discord among men, which springs from every man trying to snatch the chief place for himself."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Augustine: On Christian Doctrine Book II 4:5",
                            "text": "And that celebrated tower which was built to reach to heaven was an indication of this arrogance of spirit; and the ungodly men concerned in it justly earned the punishment of having not their minds only, but their tongues besides, thrown into confusion and discordance."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Augustine: On Christian Doctrine Book II 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Augustine: On Christian Doctrine Book II 5:1",
                            "text": "Chapter 5—Scripture Translated into Various Languages."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Augustine: On Christian Doctrine Book II 5:2",
                            "text": "6 And hence it happened that even Holy Scripture, which brings a remedy for the terrible diseases of the human will, being at first set forth in one language, by means of which it could at the fit season be disseminated through the whole world, was interpreted into various tongues, and spread far and wide, and thus became known to the nations for their salvation."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Augustine: On Christian Doctrine Book II 5:3",
                            "text": "And in reading it, men seek nothing more than to find out the thought and will of those by whom it was written, and  through these to find out the will of God, in accordance with which they believe these men to have spoken."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Augustine: On Christian Doctrine Book II 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Augustine: On Christian Doctrine Book II 6:1",
                            "text": "Chapter 6—Use of the Obscurities in Scripture Which Arise from Its Figurative Language."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Augustine: On Christian Doctrine Book II 6:2",
                            "text": "7 But hasty and careless readers are led astray by many and manifold obscurities and ambiguities, substituting one meaning for another; and in some places they cannot hit upon even a fair interpretation."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Augustine: On Christian Doctrine Book II 6:3",
                            "text": "Some of the expressions are so obscure as to shroud the meaning in the thickest darkness."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Augustine: On Christian Doctrine Book II 6:4",
                            "text": "And I do not doubt that all this was divinely arranged for the purpose of subduing pride by toil, and of preventing a feeling of satiety in the intellect, which generally holds in small esteem what is discovered without difficulty."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Augustine: On Christian Doctrine Book II 6:5",
                            "text": "For why is it, I ask, that if any one says that there are holy and just men whose life and conversation the Church of Christ uses as a means of redeeming those who come to it from all kinds of superstitions, and making them through their imitation of good men members of its own body; men who, as good and true servants of God, have come to the baptismal font laying down the burdens of the world, and who rising thence do, through the implanting of the Holy Spirit, yield the fruit of a two-fold love, a love, that is, of God and their neighbor;—how is it, I say, that if a man says this, he does not please his hearer so much as when he draws the same meaning from that passage in Canticles, where it is said of the Church, when it is being praised under the figure of a beautiful woman, \"Thy teeth are like a flock of sheep that are shorn which came up from the washing, whereof every one bears twins, and none is barren among them?\" Does the hearer learn anything more than when he listens to the same thought expressed in the plainest language, without the help of this figure? And yet, I don't know why, I feel greater pleasure in contemplating holy men, when I view them as the teeth of the Church, tearing men away from their errors, and bringing them into the Church's body, with all their harshness softened down, just as if they had been torn off and masticated by the teeth."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Augustine: On Christian Doctrine Book II 6:6",
                            "text": "It is with the greatest pleasure, too, that I recognize them under the figure of sheep that have been shorn, laying down the burthens of the world like fleeces, and coming up from the washing, i-e:, from baptism, and all bearing twins, i-e:, the twin commandments of love, and none among them barren in that holy fruit."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Augustine: On Christian Doctrine Book II 6:7",
                            "text": "8 But why I view them with greater delight under that aspect than if no such figure were drawn from the sacred books, though the fact would remain the same and the knowledge the same, is another question, and one very difficult to answer."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Augustine: On Christian Doctrine Book II 6:8",
                            "text": "Nobody, however, has any doubt about the facts, both that it is pleasanter in some cases to have knowledge communicated through figures, and that what is attended with difficulty in the seeking gives greater pleasure in the finding."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Augustine: On Christian Doctrine Book II 6:9",
                            "text": "—For those who seek but do not find suffer from hunger."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Augustine: On Christian Doctrine Book II 6:10",
                            "text": "Those, again, who do not seek at all because they have what they require just beside them often grow languid from satiety."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Augustine: On Christian Doctrine Book II 6:11",
                            "text": "Now weakness from either of these causes is to be avoided."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Augustine: On Christian Doctrine Book II 6:12",
                            "text": "Accordingly the Holy Spirit has, with admirable wisdom and care for our welfare, so arranged the Holy Scriptures as by the plainer passages to satisfy our hunger, and by the more obscure to stimulate our appetite."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Augustine: On Christian Doctrine Book II 6:13",
                            "text": "For almost nothing is dug out of those obscure passages which may not be found set forth in the plainest language elsewhere."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Augustine: On Christian Doctrine Book II 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book II 7:1",
                            "text": "Chapter 7—Steps to Wisdom: First, Fear; Second, Piety; Third, Knowledge; Fourth, Resolution; Fifth, Counsel; Sixth, Purification of Heart; Seventh, Stop or Termination, Wisdom."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book II 7:2",
                            "text": "9 First of all, then, it is necessary that we should be led by the fear of God to seek the knowledge of His will, what He commands us to desire and what to avoid."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book II 7:3",
                            "text": "Now this fear will of necessity excite in us the thought of our mortality and of the death that is before us, and crucify all the motions of pride as if our flesh were nailed to the tree."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book II 7:4",
                            "text": "Next it is necessary to have our hearts subdued by piety, and not to run in the face of Holy Scripture, whether when understood it strikes at some of our sins, or, when not understood, we feel as if we could be wiser and give better commands ourselves."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book II 7:5",
                            "text": "We must rather think and believe that whatever is there written, even though it be hidden, is better and truer than anything we could devise by our own wisdom."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book II 7:6",
                            "text": "10 After these two steps of fear and piety, we come to the third step, knowledge, of which I have now undertaken to treat."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book II 7:7",
                            "text": "For in this every earnest student of the Holy Scriptures exercises himself, to find nothing else in them but that God is to be loved for His own sake, and our neighbor for God's sake; and that God is to be loved with all the heart, and with all the soul, and with all the mind, and one's neighbor as one's self—that is, in such a way that all our love for our neighbor, like  all our love for ourselves, should have reference to God."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book II 7:8",
                            "text": "And on these two commandments I touched in the previous book when I was treating about things."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book II 7:9",
                            "text": "It is necessary, then, that each man should first of all find in the Scriptures that he, through being entangled in the love of this world—i-e:, of temporal things—has been drawn far away from such a love for God and such a love for his neighbor as Scripture enjoins."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book II 7:10",
                            "text": "Then that fear which leads him to think of the judgment of God, and that piety which gives him no option but to believe in and submit to the authority of Scripture, compel him to bewail his condition."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book II 7:11",
                            "text": "For the knowledge of a good hope makes a man not boastful, but sorrowful."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book II 7:12",
                            "text": "And in this frame of mind he implores with unremitting prayers the comfort of the Divine help that he may not be overwhelmed in despair, and so he gradually comes to the fourth step,—that is, strength and resolution,—in which he hungers and thirsts after righteousness."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book II 7:13",
                            "text": "For in this frame of mind he extricates himself from every form of fatal joy in transitory things, and turning away from these, fixes his affection on things eternal, to wit, the unchangeable Trinity in unity."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book II 7:14",
                            "text": "11 And when, to the extent of his power, he has gazed upon this object shining from afar, and has felt that owing to the weakness of his sight he cannot endure that matchless light, then in the fifth step—that is, in the counsel of compassion—he cleanses his soul, which is violently agitated, and disturbs him with base desires, from the filth it has contracted."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book II 7:15",
                            "text": "And at this stage he exercises himself diligently in the love of his neighbor; and when he has reached the point of loving his enemy, full of hopes and unbroken in strength, he mounts to the sixth step, in which he purifies the eye itself which can see God, so far as God can be seen by those who as far as possible die to this world."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book II 7:16",
                            "text": "For men see Him just so far as they die to this world; and so far as they live to it they see Him not."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book II 7:17",
                            "text": "But yet, although that light may begin to appear clearer, and not only more tolerable, but even more delightful, still it is only through a glass darkly that we are said to see, because we walk by faith, not by sight, while we continue to wander as strangers in this world, even though our conversation be in heaven."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book II 7:18",
                            "text": "And at this stage, too, a man so purges the eye of his affections as not to place his neighbor before, or even in comparison with, the truth, and therefore not himself, because not him whom he loves as himself."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book II 7:19",
                            "text": "Accordingly, that holy man will be so single and so pure in heart, that he will not step aside from the truth, either for the sake of pleasing men or with a view to avoid any of the annoyances which beset this life."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book II 7:20",
                            "text": "Such a son ascends to wisdom, which is the seventh and last step, and which he enjoys in peace and tranquillity."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book II 7:21",
                            "text": "For the fear of God is the beginning of wisdom."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Augustine: On Christian Doctrine Book II 7:22",
                            "text": "From that beginning, then, till we reach wisdom itself, our way is by the steps now described."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Augustine: On Christian Doctrine Book II 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Augustine: On Christian Doctrine Book II 8:1",
                            "text": "Chapter 8—The Canonical Books."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Augustine: On Christian Doctrine Book II 8:2",
                            "text": "12 But let us now go back to consider the third step here mentioned, for it is about it that I have set myself to speak and reason as the Lord shall grant me wisdom."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Augustine: On Christian Doctrine Book II 8:3",
                            "text": "The most skillful interpreter of the sacred writings, then, will be he who in the first place has read them all and retained them in his knowledge, if not yet with full understanding, still with such knowledge as reading gives,—those of them, at least, that are called canonical."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Augustine: On Christian Doctrine Book II 8:4",
                            "text": "For he will read the others with greater safety when built up in the belief of the truth, so that they will not take first possession of a weak mind, nor, cheating it with dangerous falsehoods and delusions, fill it with prejudices adverse to a sound understanding."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Augustine: On Christian Doctrine Book II 8:5",
                            "text": "Now, in regard to the canonical Scriptures, he must follow the judgment of the greater number of catholic churches; and among these, of course, a high place must be given to such as have been thought worthy to be the seat of an apostle and to receive epistles."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Augustine: On Christian Doctrine Book II 8:6",
                            "text": "Accordingly, among the canonical Scriptures he will judge according to the following standard: to prefer those that are received by all the catholic churches to those which some do not receive."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Augustine: On Christian Doctrine Book II 8:7",
                            "text": "Among those, again, which are not received by all, he will prefer such as have the sanction of the greater number and those of greater authority, to such as are held by the smaller number and those of less authority."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Augustine: On Christian Doctrine Book II 8:8",
                            "text": "If, however, he shall find that some books are held by the greater number of churches, and others by the churches of greater authority (though this is not a very likely thing to happen), I think that in such a case the authority on the two sides is to be looked upon as equal."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Augustine: On Christian Doctrine Book II 8:9",
                            "text": "13 Now the whole canon of Scripture on which we say this judgment is to be exercised, is contained in the following books:—Five books of Moses, that is, Genesis, Exodus, Leviticus, Numbers, Deuteronomy; one book of Joshua the son of Nun; one of Judges; one short book called Ruth, which seems rather to belong to the beginning of Kings; next,  four books of Kings, and two of Chronicles—these last not following one another, but running parallel, so to speak, and going over the same ground."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Augustine: On Christian Doctrine Book II 8:10",
                            "text": "The books now mentioned are history, which contains a connected narrative of the times, and follows the order of the events."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Augustine: On Christian Doctrine Book II 8:11",
                            "text": "There are other books which seem to follow no regular order, and are connected neither with the order of the preceding books nor with one another, such as Job, and Tobias, and Esther, and Judith, and the two books of Maccabees, and the two of Ezra, which last look more like a sequel to the continuous regular history which terminates with the books of Kings and Chronicles."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Augustine: On Christian Doctrine Book II 8:12",
                            "text": "Next are the Prophets, in which there is one book of the Psalms of David; and three books of Solomon, viz."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Augustine: On Christian Doctrine Book II 8:13",
                            "text": ", Proverbs, Song of Songs, and Ecclesiastes."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Augustine: On Christian Doctrine Book II 8:14",
                            "text": "For two books, one called Wisdom and the other Ecclesiasticus, are ascribed to Solomon from a certain resemblance of style, but the most likely opinion is that they were written by Jesus the son of Sirach."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Augustine: On Christian Doctrine Book II 8:15",
                            "text": "Still they are to be reckoned among the prophetical books, since they have attained recognition as being authoritative."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Augustine: On Christian Doctrine Book II 8:16",
                            "text": "The remainder are the books which are strictly called the Prophets: twelve separate books of the prophets which are connected with one another, and having never been disjoined, are reckoned as one book; the names of these prophets are as follows:—Hosea, Joel, Amos, Obadiah, Jonah, Micah, Nahum, Habakkuk, Zephaniah, Haggai, Zechariah, Malachi; then there are the four greater prophets, Isaiah, Jeremiah, Daniel, Ezekiel."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Augustine: On Christian Doctrine Book II 8:17",
                            "text": "The authority of the Old Testament is contained within the limits of these forty-four books."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Augustine: On Christian Doctrine Book II 8:18",
                            "text": "That of the New Testament, again, is contained within the following:—Four books of the Gospel, according to Matthew, according to Mark, according to Luke, according to John; fourteen epistles of the Apostle Paul—one to the Romans, two to the Corinthians, one to the Galatians, to the Ephesians, to the Philippians, two to the Thessalonians, one to the Colossians, two to Timothy, one to Titus, to Philemon, to the Hebrews: two of Peter; three of John; one of Jude; and one of James; one book of the Acts of the Apostles; and one of the Revelation of John."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Augustine: On Christian Doctrine Book II 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Augustine: On Christian Doctrine Book II 9:1",
                            "text": "Chapter 9—How We Should Proceed in Studying Scripture."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Augustine: On Christian Doctrine Book II 9:2",
                            "text": "14 In all these books those who fear God and are of a meek and pious disposition seek the will of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Augustine: On Christian Doctrine Book II 9:3",
                            "text": "And in pursuing this search the first rule to be observed is, as I said, to know these books, if not yet with the understanding, still to read them so as to commit them to memory, or at least so as not to remain wholly ignorant of them."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Augustine: On Christian Doctrine Book II 9:4",
                            "text": "Next, those matters that are plainly laid down in them, whether rules of life or rules of faith, are to be searched into more carefully and more diligently; and the more of these a man discovers, the more capacious does his understanding become."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Augustine: On Christian Doctrine Book II 9:5",
                            "text": "For among the things that are plainly laid down in Scripture are to be found all matters that concern faith and the manner of life,—to wit, hope and love, of which I have spoken in the previous book."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Augustine: On Christian Doctrine Book II 9:6",
                            "text": "After this, when we have made ourselves to a certain extent familiar with the language of Scripture, we may proceed to open up and investigate the obscure passages, and in doing so draw examples from the plainer expressions to throw light upon the more obscure, and use the evidence of passages about which there is no doubt to remove all hesitation in regard to the doubtful passages."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Augustine: On Christian Doctrine Book II 9:7",
                            "text": "And in this matter memory counts for a great deal; but if the memory be defective, no rules can supply the want."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Augustine: On Christian Doctrine Book II 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Augustine: On Christian Doctrine Book II 10:1",
                            "text": "Chapter 10—Unknown or Ambiguous Signs Prevent Scripture from Being Understood."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Augustine: On Christian Doctrine Book II 10:2",
                            "text": "15 Now there are two causes which prevent what is written from being understood: its being vailed either under unknown, or under ambiguous signs."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Augustine: On Christian Doctrine Book II 10:3",
                            "text": "Signs are either proper or figurative."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Augustine: On Christian Doctrine Book II 10:4",
                            "text": "They are called proper when they are used to point out the objects they were designed to point out, as we say bos when we mean an ox, because all men who with us use the Latin tongue call it by this name."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Augustine: On Christian Doctrine Book II 10:5",
                            "text": "Signs are figurative when the things themselves which we indicate by the proper names are used to signify something else, as we say bos, and understand by that syllable the ox, which is ordinarily called by that name; but then further by that ox understand a preacher of the gospel, as Scripture signifies, according to the apostle's explanation, when it says: \"Thou shalt not muzzle the ox that treadeth out the corn\"."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Augustine: On Christian Doctrine Book II 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Augustine: On Christian Doctrine Book II 11:1",
                            "text": "Chapter 11—Knowledge of Languages, Especially of Greek and Hebrew, Necessary to Remove Ignorance or Signs."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Augustine: On Christian Doctrine Book II 11:2",
                            "text": "16 The great remedy for ignorance of proper signs is knowledge of languages."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Augustine: On Christian Doctrine Book II 11:3",
                            "text": "And men who speak the Latin tongue, of whom  are those I have undertaken to instruct, need two other languages for the knowledge of Scripture, Hebrew and Greek, that they may have recourse to the original texts if the endless diversity of the Latin translators throw them into doubt."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Augustine: On Christian Doctrine Book II 11:4",
                            "text": "Although, indeed, we often find Hebrew words untranslated in the books as for example, Amen, Halleluia, Racha, Hosanna, and others of the same kind."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Augustine: On Christian Doctrine Book II 11:5",
                            "text": "Some of these, although they could have been translated, have been preserved in their original form on account of the more sacred authority that attaches to it, as for example, Amen and Halleluia."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Augustine: On Christian Doctrine Book II 11:6",
                            "text": "Some of them, again, are said to be untranslatable into another tongue, of which the other two I have mentioned are examples."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Augustine: On Christian Doctrine Book II 11:7",
                            "text": "For in some languages there are words that cannot be translated into the idiom of another language."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Augustine: On Christian Doctrine Book II 11:8",
                            "text": "And this happens chiefly in the case of interjections, which are words that express rather an emotion of the mind than any part of a thought we have in our mind."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Augustine: On Christian Doctrine Book II 11:9",
                            "text": "And the two given above are said to be of this kind, Racha expressing the cry of an angry man, Hosanna that of a joyful man."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Augustine: On Christian Doctrine Book II 11:10",
                            "text": "But the knowledge of these languages is necessary, not for the sake of a few words like these which it is very easy to mark and to ask about, but, as has been said, on account of the diversities among translators."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Augustine: On Christian Doctrine Book II 11:11",
                            "text": "For the translations of the Scriptures from Hebrew into Greek can be counted, but the Latin translators are out of all number."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Augustine: On Christian Doctrine Book II 11:12",
                            "text": "For in the early days of the faith every man who happened to get his hands upon a Greek manuscript, and who thought he had any knowledge, were it ever so little, of the two languages, ventured upon the work of translation."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Augustine: On Christian Doctrine Book II 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book II 12:1",
                            "text": "Chapter 12—A Diversity of Interpretations is Useful."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book II 12:2",
                            "text": "Errors Arising from Ambiguous Words."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book II 12:3",
                            "text": "17 And this circumstance would assist rather than hinder the understanding of Scripture, if only readers were not careless."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book II 12:4",
                            "text": "For the examination of a number of texts has often thrown light upon some of the more obscure passages; for example, in that passage of the prophet Isaiah, one translator reads: \"And do not despise the domestics of thy seed;\" another reads: \"And do not despise thine own flesh\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book II 12:5",
                            "text": "Each of these in turn confirms the other."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book II 12:6",
                            "text": "For the one is explained by the other; because \"flesh\" may be taken in its literal sense, so that a man may understand that he is admonished not to despise his own body; and \"the domestics of thy seed\" may be understood figuratively of Christians, because they are spiritually born of the same seed as ourselves, namely, the Word."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book II 12:7",
                            "text": "When now the meaning of the two translators is compared, a more likely sense of the words suggests itself, viz."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book II 12:8",
                            "text": ", that the command is not to despise our kinsmen, because when one brings the expression \"domestics of thy seed\" into relation with \"flesh,\" kinsmen most naturally occur to one's mind."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book II 12:9",
                            "text": "Whence, I think, that expression of the apostle, when he says, \"If by any means I may provoke to emulation them which are my flesh, and might save some of them;\" that is, that through emulation of those who had believed, some of them might believe too."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book II 12:10",
                            "text": "And he calls the Jews his \"flesh,\" on account of the relationship of blood."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book II 12:11",
                            "text": "Again, that passage from the same prophet Isaiah: \"If ye will not believe, ye shall not understand,\" another has translated: \"If ye will not believe, ye shall not abide\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book II 12:12",
                            "text": "Now which of these is the literal translation cannot be ascertained without reference to the text in the original tongue."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book II 12:13",
                            "text": "And yet to those who read with knowledge, a great truth is to be found in each."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book II 12:14",
                            "text": "For it is difficult for interpreters to differ so widely as not to touch at some point."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book II 12:15",
                            "text": "Accordingly here, as understanding consists in sight, and is abiding, but faith feeds us as babes, upon milk, in the cradles of temporal things (for now we walk by faith, not by sight); as, moreover, unless we walk by faith, we shall not attain to sight, which does not pass away, but abides, our understanding being purified by holding to the truth;—for these reasons one says, \"If ye will not believe, ye shall not understand;\" but the other, \"If ye will not believe, ye shall not abide\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book II 12:16",
                            "text": "18 And very often a translator, to whom the meaning is not well known, is deceived by an ambiguity in the original language, and puts upon the passage a construction that is wholly alien to the sense of the writer."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book II 12:17",
                            "text": "As for example, some texts read: \"Their feet are sharp to shed blood;\" for the word ὁζύς among the Greeks means both sharp and swift."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book II 12:18",
                            "text": "And so he saw the true meaning who translated: \"Their feet are swift to shed blood\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book II 12:19",
                            "text": "The other, taking the wrong sense of an ambiguous word, fell into error."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book II 12:20",
                            "text": "Now translations such as this are not obscure, but false; and there is a wide difference between the two  things."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book II 12:21",
                            "text": "For we must learn not to interpret, but to correct texts of this sort."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book II 12:22",
                            "text": "For the same reason it is, that because the Greek word μόσχος means a calf, some have not understood that μοσχεύματα are shoots of trees, and have translated the word \"calves;\" and this error has crept into so many texts, that you can hardly find it written in any other way."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book II 12:23",
                            "text": "And yet the meaning is very clear; for it is made evident by the words that follow."
                        },
                        {
                            "verse": 24,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book II 12:24",
                            "text": "For \"the plantings of an adulterer will not take deep root,\" is a more suitable form of expression than the \"calves;\" because these walk upon the ground with their feet, and are not fixed in the earth by roots."
                        },
                        {
                            "verse": 25,
                            "chapter": 12,
                            "name": "Augustine: On Christian Doctrine Book II 12:25",
                            "text": "In this passage, indeed, the rest of the context also justifies this translation."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Augustine: On Christian Doctrine Book II 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Augustine: On Christian Doctrine Book II 13:1",
                            "text": "Chapter 13—How Faulty Interpretations Can Be Emended."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Augustine: On Christian Doctrine Book II 13:2",
                            "text": "19 But since we do not clearly see what the actual thought is which the several translators endeavor to express, each according to his own ability and judgment, unless we examine it in the language which they translate; and since the translator, if he be not a very learned man, often departs from the meaning of his author, we must either endeavor to get a knowledge of those languages from which the Scriptures are translated into Latin, or we must get hold of the translations of those who keep rather close to the letter of the original, not because these are sufficient, but because we may use them to correct the freedom or the error of others, who in their translations have chosen to follow the sense quite as much as the words."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Augustine: On Christian Doctrine Book II 13:3",
                            "text": "For not only single words, but often whole phrases are translated, which could not be translated at all into the Latin idiom by any one who wished to hold by the usage of the ancients who spoke Latin."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Augustine: On Christian Doctrine Book II 13:4",
                            "text": "And though these sometimes do not interfere with the understanding of the passage, yet they are offensive to those who feel greater delight in things when even the signs of those things are kept in their own purity."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Augustine: On Christian Doctrine Book II 13:5",
                            "text": "For what is called a solecism is nothing else than the putting of words together according to a different rule from that which those of our predecessors who spoke with any authority followed."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Augustine: On Christian Doctrine Book II 13:6",
                            "text": "For whether we say inter homines (among men) or inter hominibus, is of no consequence to a man who only wishes to know the facts."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Augustine: On Christian Doctrine Book II 13:7",
                            "text": "And in the same way, what is a barbarism but the pronouncing of a word in a different way from that in which those who spoke Latin before us pronounced it? For whether the word ignoscere (to pardon) should be pronounced with the third syllable long or short, is not a matter of much concern to the man who is beseeching God, in any way at all that he can get the words out, to pardon his sins."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Augustine: On Christian Doctrine Book II 13:8",
                            "text": "What then is purity of speech, except the preserving of the custom of language established by the authority of former speakers?  20 And men are easily offended in a matter of this kind, just in proportion as they are weak; and they are weak just in proportion as they wish to seem learned, not in the knowledge of things which tend to edification, but in that of signs, by which it is hard not to be puffed up, seeing that the knowledge of things even would often set up our neck, if it were not held down by the yoke of our Master."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Augustine: On Christian Doctrine Book II 13:9",
                            "text": "For how does it prevent our understanding it to have the following passage thus expressed: \"Quae est terra in quo isti insidunt super eam, si bona est an nequam; et quae sunt civitates, in quibus ipsi inhabitant in ipsis?\" And I am more disposed to think that this is simply the idiom of another language than that any deeper meaning is intended."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Augustine: On Christian Doctrine Book II 13:10",
                            "text": "Again, that phrase, which we cannot now take away from the lips of the people who sing it: \"Super ipsum autem floriet sanctificatio mea,\" surely takes away nothing from the meaning."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Augustine: On Christian Doctrine Book II 13:11",
                            "text": "Yet a more learned man would prefer that this should be corrected, and that we should say, not floriet, but florebit."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Augustine: On Christian Doctrine Book II 13:12",
                            "text": "Nor does anything stand in the way of the correction being made, except the usage of the singers."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Augustine: On Christian Doctrine Book II 13:13",
                            "text": "Mistakes of this kind, then, if a man do not choose to avoid them altogether, it is easy to treat with indifference, as not interfering with a right understanding."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Augustine: On Christian Doctrine Book II 13:14",
                            "text": "But take, on the other hand, the saying of the apostle: \"Quod stultum est Dei, sapientius est hominibus, et quod infirmum est Dei, fortius est hominibus\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Augustine: On Christian Doctrine Book II 13:15",
                            "text": "If any one should retain in this passage the Greek idiom, and say, \"Quod stultum est Dei, sapientius est hominum et quod infirmum est Dei fortius est hominum,\" a quick and careful reader would indeed by an effort attain to the true meaning, but still a man of slower intelligence either would not understand it at all, or would put an utterly false construction upon it."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Augustine: On Christian Doctrine Book II 13:16",
                            "text": "For not only is such a form of speech  faulty in the Latin tongue, but it is ambiguous too, as if the meaning might be, that the folly of men or the weakness of men is wiser or stronger than that of God."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Augustine: On Christian Doctrine Book II 13:17",
                            "text": "But indeed even the expression sapientius est hominibus (stronger than men) is not free from ambiguity, even though it be free from solecism."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Augustine: On Christian Doctrine Book II 13:18",
                            "text": "For whether hominibus is put as the plural of the dative or as the plural of the ablative, does not appear, unless by reference to the meaning."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "Augustine: On Christian Doctrine Book II 13:19",
                            "text": "It would be better then to say, sapientius est quam homines, and fortius est quam homines."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Augustine: On Christian Doctrine Book II 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Augustine: On Christian Doctrine Book II 14:1",
                            "text": "Chapter 14—How the Meaning of Unknown Words and Idioms is to Be Discovered."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Augustine: On Christian Doctrine Book II 14:2",
                            "text": "21 About ambiguous signs, however, I shall speak afterwards."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Augustine: On Christian Doctrine Book II 14:3",
                            "text": "I am treating at present of unknown signs, of which, as far as the words are concerned, there are two kinds."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Augustine: On Christian Doctrine Book II 14:4",
                            "text": "For either a word or an idiom, of which the reader is ignorant, brings him to a stop."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Augustine: On Christian Doctrine Book II 14:5",
                            "text": "Now if these belong to foreign tongues, we must either make inquiry about them from men who speak those tongues, or if we have leisure we must learn the tongues ourselves, or we must consult and compare several translators."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Augustine: On Christian Doctrine Book II 14:6",
                            "text": "If, however, there are words or idioms in our own tongue that we are unacquainted with, we gradually come to know them through being accustomed to read or to hear them."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Augustine: On Christian Doctrine Book II 14:7",
                            "text": "There is nothing that it is better to commit to memory than those kinds of words and phrases whose meaning we do not know, so that where we happen to meet either with a more learned man of whom we can inquire, or with a passage that shows, either by the preceding or succeeding context, or by both, the force and significance of the phrase we are ignorant of, we can easily by the help of our memory turn our attention to the matter and learn all about it."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Augustine: On Christian Doctrine Book II 14:8",
                            "text": "So great, however, is the force of custom, even in regard to learning, that those who have been in a sort of way nurtured and brought up on the study of Holy Scripture, are surprised at other forms of speech, and think them less pure Latin than those which they have learnt from Scripture, but which are not to be found in Latin authors."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Augustine: On Christian Doctrine Book II 14:9",
                            "text": "In this matter, too, the great number of the translators proves a very great assistance, if they are examined and discussed with a careful comparison of their texts."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Augustine: On Christian Doctrine Book II 14:10",
                            "text": "Only all positive error must be removed."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Augustine: On Christian Doctrine Book II 14:11",
                            "text": "For those who are anxious to know, the Scriptures ought in the first place to use their skill in the correction of the texts, so that the uncorrected ones should give way to the corrected, at least when they are copies of the same translation."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Augustine: On Christian Doctrine Book II 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Augustine: On Christian Doctrine Book II 15:1",
                            "text": "Chapter 15—Among Versions a Preference is Given to the Septuagint and the Itala."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Augustine: On Christian Doctrine Book II 15:2",
                            "text": "22 Now among translations themselves the Italian (Itala) is to be preferred to the others, for it keeps closer to the words without prejudice to clearness of expression."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Augustine: On Christian Doctrine Book II 15:3",
                            "text": "And to correct the Latin we must use the Greek versions, among which the authority of the Septuagint is pre-eminent as far as the Old Testament is concerned; for it is reported through all the more learned churches that the seventy translators enjoyed so much of the presence and power of the Holy Spirit in their work of translation, that among that number of men there was but one voice."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Augustine: On Christian Doctrine Book II 15:4",
                            "text": "And if, as is reported, and as many not unworthy of confidence assert, they were separated during the work of translation, each man being in a cell by himself, and yet nothing was found in the manuscript of any one of them that was not found in the same words and in the same order of words in all the rest, who dares put anything in comparison with an authority like this, not to speak of preferring anything to it? And even if they conferred together with the result that a unanimous agreement sprang out of the common labor and judgment of them all; even so, it would not be right or becoming for any one man, whatever his experience, to aspire to correct the unanimous opinion of many venerable and learned men."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Augustine: On Christian Doctrine Book II 15:5",
                            "text": "Wherefore, even if anything is found in the original Hebrew in a different form from that in which these men have expressed it, I think we must give way to the dispensation of Providence which used these men to bring it about, that books which the Jewish race were unwilling, either from religious scruple or from jealousy, to make known to other nations, were, with the assistance of the power of King Ptolemy, made known so long beforehand to the nations which in the future were to believe in the Lord."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Augustine: On Christian Doctrine Book II 15:6",
                            "text": "And thus it is possible that they translated in such a way as the Holy Spirit, who worked in them and had given them all one voice, thought most suitable for the Gentiles."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Augustine: On Christian Doctrine Book II 15:7",
                            "text": "But nevertheless, as I said above, a comparison of those translators also who have kept most closely to the words, is often not without value as a help to the clearing up of the meaning."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Augustine: On Christian Doctrine Book II 15:8",
                            "text": "The Latin texts, therefore, of the Old Testament are, as I was about to say, to be corrected if necessary by the authority of the Greeks, and especially by that of those who,  though they were seventy in number, are said to have translated as with one voice."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Augustine: On Christian Doctrine Book II 15:9",
                            "text": "As to the books of the New Testament, again, if any perplexity arises from the diversities of the Latin texts, we must of course yield to the Greek, especially those that are found in the churches of greater learning and research."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Augustine: On Christian Doctrine Book II 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:1",
                            "text": "Chapter 16—The Knowledge Both of Language and Things is Helpful for the Understanding of Figurative Expressions."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:2",
                            "text": "23 In the case of figurative signs, again, if ignorance of any of them should chance to bring the reader to a stand-still, their meaning is to be traced partly by the knowledge of languages, partly by the knowledge of things."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:3",
                            "text": "The pool of Siloam, for example, where the man whose eyes our Lord had anointed with clay made out of spittle was commanded to wash, has a figurative significance, and undoubtedly conveys a secret sense; but yet if the evangelist had not interpreted that name, a meaning so important would lie unnoticed."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:4",
                            "text": "And we cannot doubt that, in the same way, many Hebrew names which have not been interpreted by the writers of those books, would, if any one could interpret them, be of great value and service in solving the enigmas of Scripture."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:5",
                            "text": "And a number of men skilled in that language have conferred no small benefit on posterity by explaining all these words without reference to their place in Scripture, and telling us what Adam means, what Eve, what Abraham, what Moses, and also the names of places, what Jerusalem signifies, or Sion, or Sinai, or Lebanon, or Jordan, and whatever other names in that language we are not acquainted with."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:6",
                            "text": "And when these names have been investigated and explained, many figurative expressions in Scripture become clear."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:7",
                            "text": "24 Ignorance of things, too, renders figurative expressions obscure, as when we do not know the nature of the animals, or minerals, or plants, which are frequently referred to in Scripture by way of comparison."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:8",
                            "text": "The fact so well known about the serpent, for example, that to protect its head it will present its whole body to its assailants—how much light it throws upon the meaning of our Lord's command, that we should be wise as serpents; that is to say, that for the sake of our head, which is Christ, we should willingly offer our body to the persecutors, lest the Christian faith should, as it were, be destroyed in us, if to save the body we deny our God! Or again, the statement that the serpent gets rid of its old skin by squeezing itself through a narrow hole, and thus acquires new strength—how appropriately it fits in with the direction to imitate the wisdom of the serpent, and to put off the old man, as the apostle says, that we may put on the new; and to put it off, too, by coming through a narrow place, according to the saying of our Lord, \"Enter ye in at the strait gate!\" As, then, knowledge of the nature of the serpent throws light upon many metaphors which Scripture is accustomed to draw from that animal, so ignorance of other animals, which are no less frequently mentioned by way of comparison, is a very great drawback to the reader."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:9",
                            "text": "And so in regard to minerals and plants: knowledge of the carbuncle, for instance, which shines in the dark, throws light upon many of the dark places in books too, where it is used metaphorically; and ignorance of the beryl or the adamant often shuts the doors of knowledge."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:10",
                            "text": "And the only reason why we find it easy to understand that perpetual peace is indicated by the olive branch which the dove brought with it when it returned to the ark, is that we know both that the smooth touch of olive oil is not easily spoiled by a fluid of another kind, and that the tree itself is an evergreen."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:11",
                            "text": "Many, again, by reason of their ignorance of hyssop, not knowing the virtue it has in cleansing the lungs, nor the power it is said to have of piercing rocks with its roots, although it is a small and insignificant plant, cannot make out why it is said, \"Purge me with hyssop, and I shall be clean\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:12",
                            "text": "25 Ignorance of numbers, too, prevents us from understanding things that are set down in Scripture in a figurative and mystical way."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:13",
                            "text": "A candid mind, if I may so speak, cannot but be anxious, for example, to ascertain what is meant by the fact that Moses and Elijah, and our Lord Himself, all fasted for forty days."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:14",
                            "text": "And except by knowledge of and reflection upon the number, the difficulty of explaining the figure involved in this action cannot be got over."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:15",
                            "text": "For the number contains ten four times, indicating the knowledge of all things, and that knowledge interwoven with time."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:16",
                            "text": "For both the diurnal and the annual revolutions are accomplished in periods numbering four each; the diurnal in the hours of the morning, the noontide, the evening, and the night; the annual in the spring, summer, autumn, and winter months."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:17",
                            "text": "Now while we live in time, we must abstain and fast from all joy in time, for the sake of that eternity in which we wish to live; al  though by the passage of time we are taught this very lesson of despising time and seeking eternity."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:18",
                            "text": "Further, the number ten signifies the knowledge of the Creator and the creature, for there is a trinity in the Creator; and the number seven indicates the creature, because of the life and the body."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:19",
                            "text": "For the life consists of three parts, whence also God is to be loved with the whole heart, the whole soul, and the whole mind; and it is very clear that in the body there are four elements of which it is made up."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:20",
                            "text": "In this number ten, therefore, when it is placed before us in connection with time, that is, when it is taken four times we are admonished to live unstained by, and not partaking of, any delight in time, that is, to fast for forty days."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:21",
                            "text": "Of this we are admonished by the law personified in Moses, by prophecy personified in Elijah, and by our Lord Himself, who, as if receiving the witness both of the law and the prophets, appeared on the mount between the other two, while His three disciples looked on in amazement."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:22",
                            "text": "Next, we have to inquire in the same way, how out of the number forty springs the number fifty, which in our religion has no ordinary sacredness attached to it on account of the Pentecost, and how this number taken thrice on account of the three divisions of time, before the law, under the law, and under grace, or perhaps on account of the name of the Father, Son, and Holy Spirit, and the Trinity itself being added over and above, has reference to the mystery of the most Holy Church, and reaches to the number of the one hundred and fifty-three fishes which were taken after the resurrection of our Lord, when the nets were cast out on the right-hand side of the boat."
                        },
                        {
                            "verse": 23,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:23",
                            "text": "And in the same way, many other numbers and combinations of numbers are used in the sacred writings, to convey instruction under a figurative guise, and ignorance of numbers often shuts out the reader from this instruction."
                        },
                        {
                            "verse": 24,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:24",
                            "text": "26 Not a few things, too, are closed against us and obscured by ignorance of music."
                        },
                        {
                            "verse": 25,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:25",
                            "text": "One man, for example, has not unskillfully explained some metaphors from the difference between the psaltery and the harp."
                        },
                        {
                            "verse": 26,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:26",
                            "text": "And it is a question which it is not out of place for learned men to discuss, whether there is any musical law that compels the psaltery of ten chords to have just so many strings; or whether, if there be no such law, the number itself is not on that very account the more to be considered as of sacred significance, either with reference to the ten commandments of the law (and if again any question is raised about that number, we can only refer it to the Creator and the creature), or with reference to the number ten itself as interpreted above."
                        },
                        {
                            "verse": 27,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:27",
                            "text": "And the number of years the temple was in building, which is mentioned in the gospel—viz."
                        },
                        {
                            "verse": 28,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:28",
                            "text": ", forty-six—has a certain undefinable musical sound, and when referred to the structure of our Lord's body, in relation to which the temple was mentioned, compels many heretics to confess that our Lord put on, not a false, but a true and human body."
                        },
                        {
                            "verse": 29,
                            "chapter": 16,
                            "name": "Augustine: On Christian Doctrine Book II 16:29",
                            "text": "And in several places in the Holy Scriptures we find both numbers and music mentioned with honor."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Augustine: On Christian Doctrine Book II 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Augustine: On Christian Doctrine Book II 17:1",
                            "text": "Chapter 17—Origin of the Legend of the Nine Muses."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Augustine: On Christian Doctrine Book II 17:2",
                            "text": "27 For we must not listen to the falsities of heathen superstition, which represent the nine Muses as daughters of Jupiter and Mercury."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Augustine: On Christian Doctrine Book II 17:3",
                            "text": "Varro refutes these, and I doubt whether any one can be found among them more curious or more learned in such matters."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Augustine: On Christian Doctrine Book II 17:4",
                            "text": "He says that a certain state (I don't recollect the name) ordered from each of three artists a set of statues of the Muses, to be placed as an offering in the temple of Apollo, intending that whichever of the artists produced the most beautiful statues, they should select and purchase from him."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Augustine: On Christian Doctrine Book II 17:5",
                            "text": "It so happened that these artists executed their works with equal beauty, that all nine pleased the state, and that all were bought to be dedicated in the temple of Apollo; and he says that afterwards Hesiod the poet gave names to them all."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Augustine: On Christian Doctrine Book II 17:6",
                            "text": "It was not Jupiter, therefore, that begat the nine Muses, but three artists created three each."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Augustine: On Christian Doctrine Book II 17:7",
                            "text": "And the state had originally given the order for three, not because it had seen them in visions, nor because they had presented themselves in that number to the eyes of any of the citizens, but because it was obvious to remark that all sound, which is the material of song, is by nature of three kinds."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Augustine: On Christian Doctrine Book II 17:8",
                            "text": "For it is either produced by the voice, as in the case of those who sing with the mouth without an instrument; or by blowing, as in the case of trumpets and flutes; or by striking, as in the case of harps and drums, and all other instruments that give their sound when struck."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Augustine: On Christian Doctrine Book II 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Augustine: On Christian Doctrine Book II 18:1",
                            "text": "Chapter 18—No Help is to Be Despised, Even Though It Come from a Profane Source."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Augustine: On Christian Doctrine Book II 18:2",
                            "text": "28 But whether the fact is as Varro has related, or is not so, still we ought not to give up music because of the superstition of the heathen, if we can derive anything from it  that is of use for the understanding of Holy Scripture; nor does it follow that we must busy ourselves with their theatrical trumpery because we enter upon an investigation about harps and other instruments, that may help us to lay hold upon spiritual things."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Augustine: On Christian Doctrine Book II 18:3",
                            "text": "For we ought not to refuse to learn letters because they say that Mercury discovered them; nor because they have dedicated temples to Justice and Virtue, and prefer to worship in the form of stones things that ought to have their place in the heart, ought we on that account to forsake justice and virtue."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Augustine: On Christian Doctrine Book II 18:4",
                            "text": "Nay, but let every good and true Christian understand that wherever truth may be found, it belongs to his Master; and while he recognizes and acknowledges the truth, even in their religious literature, let him reject the figments of superstition, and let him grieve over and avoid men who, \"when they knew God, glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Augustine: On Christian Doctrine Book II 18:5",
                            "text": "Professing themselves to be wise, they became fools, and changed the glory of the uncorruptible God into an image made like to corruptible man, and to birds, and four-footed beasts, and creeping things\"."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Augustine: On Christian Doctrine Book II 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Augustine: On Christian Doctrine Book II 19:1",
                            "text": "Chapter 19—Two Kinds Of Heathen Knowledge."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Augustine: On Christian Doctrine Book II 19:2",
                            "text": "29 But to explain more fully this whole topic (for it is one that cannot be omitted), there are two kinds of knowledge which are in vogue among the heathen."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Augustine: On Christian Doctrine Book II 19:3",
                            "text": "One is the knowledge of things instituted by men, the other of things which they have noted, either as transacted in the past or as instituted by God."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Augustine: On Christian Doctrine Book II 19:4",
                            "text": "The former kind, that which deals with human institutions, is partly superstitious, partly not."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Augustine: On Christian Doctrine Book II 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Augustine: On Christian Doctrine Book II 20:1",
                            "text": "Chapter 20—The Superstitious Nature of Human Institutions."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Augustine: On Christian Doctrine Book II 20:2",
                            "text": "30 All the arrangements made by men for the making and worshipping of idols are superstitious, pertaining as they do either to the worship of what is created or of some part of it as God, or to consultations and arrangements about signs and leagues with devils, such, for example, as are employed in the magical arts, and which the poets are accustomed not so much to teach as to celebrate."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Augustine: On Christian Doctrine Book II 20:3",
                            "text": "And to this class belong, but with a bolder reach of deception, the books of the haruspices and augurs."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Augustine: On Christian Doctrine Book II 20:4",
                            "text": "In this class we must place also all amulets and cures which the medical art condemns, whether these consist in incantations, or in marks which they call characters, or in hanging or tying on or even dancing in a fashion certain articles, not with reference to the condition of the body, but to certain signs hidden or manifest; and these remedies they call by the less offensive name of physica, so as to appear not to be engaged in superstitious observances, but to be taking advantage of the forces of nature."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Augustine: On Christian Doctrine Book II 20:5",
                            "text": "Examples of these are the earrings on the top of each ear, or the rings of ostrich bone on the fingers, or telling you when you hiccup to hold your left thumb in your right hand."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Augustine: On Christian Doctrine Book II 20:6",
                            "text": "31 To these we may add thousands of the most frivolous practices, that are to be observed if any part of the body should jump, or if, when friends are walking arm-in-arm, a stone, or a dog, or a boy, should come between them."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Augustine: On Christian Doctrine Book II 20:7",
                            "text": "And the kicking of a stone, as if it were a divider of friends, does less harm than to cuff an innocent boy if he happens to run between men who are walking side by side."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Augustine: On Christian Doctrine Book II 20:8",
                            "text": "But it is delightful that the boys are sometimes avenged by the dogs; for frequently men are so superstitious as to venture upon striking a dog who has run between them,—not with impunity however, for instead of a superstitious remedy, the dog sometimes makes his assailant run in hot haste for a real surgeon."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Augustine: On Christian Doctrine Book II 20:9",
                            "text": "To this class, too, belong the following rules: To tread upon the threshold when you go out in front of the house; to go back to bed if any one should sneeze when you are putting on your slippers; to return home if you stumble when going to a place; when your clothes are eaten by mice, to be more frightened at the prospect of coming misfortune than grieved by your present loss."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Augustine: On Christian Doctrine Book II 20:10",
                            "text": "Whence that witty saying of Cato, who, when consulted by a man who told him that the mice had eaten his boots, replied, \"That is not strange, but it would have been very strange indeed if the boots had eaten the mice\"."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Augustine: On Christian Doctrine Book II 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Augustine: On Christian Doctrine Book II 21:1",
                            "text": "Chapter 21—Superstition of Astrologers."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Augustine: On Christian Doctrine Book II 21:2",
                            "text": "32 Nor can we exclude from this kind of superstition those who were called genethliaci, on account of their attention to birthdays, but are now commonly called mathematici."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Augustine: On Christian Doctrine Book II 21:3",
                            "text": "For these, too, although they may seek with pains for the true position of the stars at the time of our birth, and may sometimes even find it out, yet in so far as they attempt thence to predict our actions, or the consequences of our actions, grievously err, and sell inexperienced men into a miserable bondage."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Augustine: On Christian Doctrine Book II 21:4",
                            "text": "For when any freeman goes to an as  trologer of this kind, he gives money that he may come away the slave either of Mars or of Venus, or rather, perhaps, of all the stars to which those who first fell into this error, and handed it on to posterity, have given the names either of beasts on account of their likeness to beasts, or of men with a view to confer honor on those men."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Augustine: On Christian Doctrine Book II 21:5",
                            "text": "And this is not to be wondered at, when we consider that even in times more recent and nearer our own, the Romans made an attempt to dedicate the star which we call Lucifer to the name and honor of Caesar."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Augustine: On Christian Doctrine Book II 21:6",
                            "text": "And this would, perhaps, have been done, and the name handed down to distant ages, only that his ancestress Venus had given her name to this star before him, and could not by any law transfer to her heirs what she had never possessed, nor sought to possess, in life."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Augustine: On Christian Doctrine Book II 21:7",
                            "text": "For where a place was vacant, or not held in honor of any of the dead of former times, the usual proceeding in such cases was carried out."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Augustine: On Christian Doctrine Book II 21:8",
                            "text": "For example, we have changed the names of the months Quintilis and Sextilis to July and August, naming them in honor of the men Julius Caesar and Augustus Caesar; and from this instance any one who cares can easily see that the stars spoken of above formerly wandered in the heavens without the names they now bear."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Augustine: On Christian Doctrine Book II 21:9",
                            "text": "But as the men were dead whose memory people were either compelled by royal power or impelled by human folly to honor, they seemed to think that in putting their names upon the stars they were raising the dead men themselves to heaven."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Augustine: On Christian Doctrine Book II 21:10",
                            "text": "But whatever they may be called by men, still there are stars which God has made and set in order after His own pleasure, and they have a fixed movement, by which the seasons are distinguished and varied."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Augustine: On Christian Doctrine Book II 21:11",
                            "text": "And when any one is born, it is easy to observe the point at which this movement has arrived, by use of the rules discovered and laid down by those who are rebuked by Holy Writ in these terms: \"For if they were able to know so much that they could weigh the world, how did they not more easily find out the Lord thereof?\"."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Augustine: On Christian Doctrine Book II 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Augustine: On Christian Doctrine Book II 22:1",
                            "text": "Chapter 22."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Augustine: On Christian Doctrine Book II 22:2",
                            "text": "—The Folly of Observing the Stars in Order to Predict the Events of a Life."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Augustine: On Christian Doctrine Book II 22:3",
                            "text": "33 But to desire to predict the characters, the acts, and the fate of those who are born from such an observation, is a great delusion and great madness."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Augustine: On Christian Doctrine Book II 22:4",
                            "text": "And among those at least who have any sort of acquaintance with matters of this kind (which, indeed, are only fit to be unlearnt again), this superstition is refuted beyond the reach of doubt."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Augustine: On Christian Doctrine Book II 22:5",
                            "text": "For the observation is of the position of the stars, which they call constellations, at the time when the person was born about whom these wretched men are consulted by their still more wretched dupes."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Augustine: On Christian Doctrine Book II 22:6",
                            "text": "Now it may happen that, in the case of twins, one follows the other out of the womb so closely that there is no interval of time between them that can be apprehended and marked in the position of the constellations."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Augustine: On Christian Doctrine Book II 22:7",
                            "text": "Whence it necessarily follows that twins are in many cases born under the same stars, while they do not meet with equal fortune either in what they do or what they suffer, but often meet with fates so different that one of them has a most fortunate life, the other a most unfortunate."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Augustine: On Christian Doctrine Book II 22:8",
                            "text": "As, for example, we are told that Esau and Jacob were born twins, and in such close succession, that Jacob, who was born last, was found to have laid hold with his hand upon the heel of his brother, who preceded him."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Augustine: On Christian Doctrine Book II 22:9",
                            "text": "Now, assuredly, the day and hour of the birth of these two could not be marked in any way that would not give both the same constellation."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Augustine: On Christian Doctrine Book II 22:10",
                            "text": "But what a difference there was between the characters, the actions, the labors, and the fortunes of these two, the Scriptures bear witness, which are now so widely spread as to be in the mouth of all nations."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Augustine: On Christian Doctrine Book II 22:11",
                            "text": "34 Nor is it to the point to say that the very smallest and briefest moment of time that separates the birth of twins, produces great effects in nature, and in the extremely rapid motion of the heavenly bodies."
                        },
                        {
                            "verse": 12,
                            "chapter": 22,
                            "name": "Augustine: On Christian Doctrine Book II 22:12",
                            "text": "For, although I may grant that it does produce the greatest effects, yet the astrologer cannot discover this in the constellations, and it is by looking into these that he professes to read the fates."
                        },
                        {
                            "verse": 13,
                            "chapter": 22,
                            "name": "Augustine: On Christian Doctrine Book II 22:13",
                            "text": "If, then, he does not discover the difference when he examines the constellations, which must, of course, be the same whether he is consulted about Jacob or his brother, what does it profit him that there is a difference in the heavens, which he rashly and carelessly brings into disrepute, when there is no difference in his chart, which he looks into anxiously but in vain? And so these notions also, which have their origin in certain signs of things being arbitrarily fixed upon by the presumption of men, are to be referred to the same class as if they were leagues and covenants with devils."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Augustine: On Christian Doctrine Book II 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Augustine: On Christian Doctrine Book II 23:1",
                            "text": "Chapter 23—Why We Repudiate Arts of Divination."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Augustine: On Christian Doctrine Book II 23:2",
                            "text": "35 For in this way it comes to pass that men who lust after evil things are, by a secret  judgment of God, delivered over to be mocked and deceived, as the just reward of their evil desires."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Augustine: On Christian Doctrine Book II 23:3",
                            "text": "For they are deluded and imposed on by the false angels, to whom the lowest part of the world has been put in subjection by the law of God's providence, and in accordance with His most admirable arrangement of things."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Augustine: On Christian Doctrine Book II 23:4",
                            "text": "And the result of these delusions and deceptions is, that through these superstitious and baneful modes of divination many things in the past and future are made known, and turn out just as they are foretold and in the case of those who practise superstitious observances, many things turn out agreeably to their observances, and ensnared by these successes, they become more eagerly inquisitive, and involve themselves further and further in a labyrinth of most pernicious error."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Augustine: On Christian Doctrine Book II 23:5",
                            "text": "And to our advantage, the Word of God is not silent about this species of fornication of the soul; and it does not warn the soul against following such practices on the ground that those who profess them speak lies, but it says, \"Even if what they tell you should come to pass, hearken not unto them\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Augustine: On Christian Doctrine Book II 23:6",
                            "text": "For though the ghost of the dead Samuel foretold the truth to King Saul, that does not make such sacrilegious observances as those by which his ghost was brought up the less detestable; and though the ventriloquist woman in the Acts of the Apostles bore true testimony to the apostles of the Lord, the Apostle Paul did not spare the evil spirit on that account, but rebuked and cast it out, and so made the woman clean."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Augustine: On Christian Doctrine Book II 23:7",
                            "text": "36 All arts of this sort, therefore, are either nullities, or are part of a guilty superstition, springing out of a baleful fellowship between men and devils, and are to be utterly repudiated and avoided by the Christian as the covenants of a false and treacherous friendship."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Augustine: On Christian Doctrine Book II 23:8",
                            "text": "\"Not as if the idol were anything,\" says the apostle; \"but because the things which they sacrifice they sacrifice to devils and not to God; and I would not that ye should have fellowship with devils\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Augustine: On Christian Doctrine Book II 23:9",
                            "text": "Now what the apostle has said about idols and the sacrifices offered in their honor, that we ought to feel in regard to all fancied signs which lead either to the worship of idols, or to worshipping creation or its parts instead of God, or which are connected with attention to medicinal charms and other observances for these are not appointed by God as the public means of promoting love towards God and our neighbor, but they waste the hearts of wretched men in private and selfish strivings after temporal things."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Augustine: On Christian Doctrine Book II 23:10",
                            "text": "Accordingly, in regard to all these branches of knowledge, we must fear and shun the fellowship of demons, who, with the Devil their prince, strive only to shut and bar the door against our return."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Augustine: On Christian Doctrine Book II 23:11",
                            "text": "As, then, from the stars which God created and ordained, men have drawn lying omens of their own fancy, so also from things that are born, or in any other way come into existence under the government of God's providence, if there chance only to be something unusual in the occurrence,—as when a mule brings forth young, or an object is struck by lightning,—men have frequently drawn omens by conjectures of their own, and have committed them to writing, as if they had drawn them by rule."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Augustine: On Christian Doctrine Book II 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Augustine: On Christian Doctrine Book II 24:1",
                            "text": "Chapter 24—The Intercourse and Agreement with Demons Which Superstitious Observances Maintain."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Augustine: On Christian Doctrine Book II 24:2",
                            "text": "37 And all these omens are of force just so far as has been arranged with the devils by that previous understanding in the mind which is, as it were, the common language, but they are all full of hurtful curiosity, torturing anxiety, and deadly slavery."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Augustine: On Christian Doctrine Book II 24:3",
                            "text": "For it was not because they had meaning that they were attended to, but it was by attending to and marking them that they came to have meaning."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Augustine: On Christian Doctrine Book II 24:4",
                            "text": "And so they are made different for different people, according to their several notions and prejudices."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Augustine: On Christian Doctrine Book II 24:5",
                            "text": "For those spirits which are bent upon deceiving, take care to provide for each person the same sort of omens as they see his own conjectures and preconceptions have already entangled him in."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Augustine: On Christian Doctrine Book II 24:6",
                            "text": "For, to take an illustration, the same figure of the letter X, which is made in the shape of a cross, means one thing among the Greeks and another among the Latins, not by nature, but by agreement and pre-arrangement as to its signification; and so, any one who knows both languages uses this letter in a different sense when writing to a Greek from that in which he uses it when writing to a Latin."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Augustine: On Christian Doctrine Book II 24:7",
                            "text": "And the same sound, beta, which is the name of a letter among the Greeks, is the name of a vegetable among the Latins; and when I say, lege, these two syllables mean one thing to a Greek and another to a Latin."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Augustine: On Christian Doctrine Book II 24:8",
                            "text": "Now, just as all these signs affect the mind according to the arrangements of the community in which each man lives, and affect different men's minds differently, because these arrangements are different; and as, further, men did not agree upon them as  signs because they were already significant, but on the contrary they are now significant because men have agreed upon them; in the same way also, those signs by which the ruinous intercourse with devils is maintained have meaning just in proportion to each man's observations."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Augustine: On Christian Doctrine Book II 24:9",
                            "text": "And this appears quite plainly in the rites of the augurs; for they, both before they observe the omens and after they have completed their observations, take pains not to see the flight or hear the cries of birds, because these omens are of no significance apart from the previous arrangement in the mind of the observer."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Augustine: On Christian Doctrine Book II 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book II 25:1",
                            "text": "Chapter 25—In Human Institutions Which are Not Superstitious, There are Some Things Superfluous and Some Convenient and Necessary."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book II 25:2",
                            "text": "38 But when all these have been cut away and rooted out of the mind of the Christian we must then look at human institutions which are not superstitious, that is, such as are not set up in association with devils, but by men in association with one another."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book II 25:3",
                            "text": "For all arrangements that are in force among men, because they have agreed among themselves that they should be in force, are human institutions; and of these, some are matters of superfluity and luxury, some of convenience and necessity."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book II 25:4",
                            "text": "For if those signs which the actors make in dancing were of force by nature, and not by the arrangement and agreement of men, the public crier would not in former times have announced to the people of Carthage, while the pantomime was dancing, what it was he meant to express,—a thing still remembered by many old men from whom we have frequently heard it."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book II 25:5",
                            "text": "And we may well believe this, because even now, if any one who is unaccustomed to such follies goes into the theatre, unless some one tells him what these movements mean, he will give his whole attention to them in vain."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book II 25:6",
                            "text": "Yet all men aim at a certain degree of likeness in their choice of signs, that the signs may as far as possible be like the things they signify."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book II 25:7",
                            "text": "But because one thing may resemble another in many ways, such signs are not always of the same significance among men, except when they have mutually agreed upon them."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book II 25:8",
                            "text": "39 But in regard to pictures and statues, and other works of this kind, which are intended as representations of things, nobody makes a mistake, especially if they are executed by skilled artists, but every one, as soon as he sees the likenesses, recognizes the things they are likenesses of."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book II 25:9",
                            "text": "And this whole class are to be reckoned among the superfluous devices of men, unless when it is a matter of importance to inquire in regard to any of them, for what reason, where, when, and by whose authority it was made."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book II 25:10",
                            "text": "Finally, the thousands of fables and fictions, in whose lies men take delight, are human devices, and nothing is to be considered more peculiarly man's own and derived from himself than anything that is false and lying."
                        },
                        {
                            "verse": 11,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book II 25:11",
                            "text": "Among the convenient and necessary arrangements of men with men are to be reckoned whatever differences they choose to make in bodily dress and ornament for the purpose of distinguishing sex or rank; and the countless varieties of signs without which human intercourse either could not be carried on at all, or would be carried on at great inconvenience; and the arrangements as to weights and measures, and the stamping and weighing of coins, which are peculiar to each state and people, and other things of the same kind."
                        },
                        {
                            "verse": 12,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book II 25:12",
                            "text": "Now these, if they were not devices of men, would not be different in different nations, and could not be changed among particular nations at the discretion of their respective sovereigns."
                        },
                        {
                            "verse": 13,
                            "chapter": 25,
                            "name": "Augustine: On Christian Doctrine Book II 25:13",
                            "text": "40 This whole class of human arrangements, which are of convenience for the necessary intercourse of life, the Christian is not by any means to neglect, but on the contrary should pay a sufficient degree of attention to them, and keep them in memory."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Augustine: On Christian Doctrine Book II 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Augustine: On Christian Doctrine Book II 26:1",
                            "text": "Chapter 26—What Human Contrivances We are to Adopt, and What We are to Avoid."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Augustine: On Christian Doctrine Book II 26:2",
                            "text": "For certain institutions of men are in a sort of way representations and likenesses of natural objects."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Augustine: On Christian Doctrine Book II 26:3",
                            "text": "And of these, such as have relation to fellowship with devils must, as has been said, be utterly rejected and held in detestation; those, on the other hand, which relate to the mutual intercourse of men, are, so far as they are not matters of luxury and superfluity, to be adopted, especially the forms of the letters which are necessary for reading, and the various languages as far as is required—a matter I have spoken of above."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Augustine: On Christian Doctrine Book II 26:4",
                            "text": "To this class also belong shorthand characters, those who are acquainted with which are called shorthand writers."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Augustine: On Christian Doctrine Book II 26:5",
                            "text": "All these are useful, and there is nothing unlawful in learning them, nor do they involve us in superstition, or enervate us by luxury, if they only occupy our minds so far as not to stand in the way of more important objects to which they ought to be subservient."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Augustine: On Christian Doctrine Book II 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Augustine: On Christian Doctrine Book II 27:1",
                            "text": "Chapter 27—Some Departments of Knowledge, Not of Mere Human Invention, Aid Us in Interpreting Scripture."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Augustine: On Christian Doctrine Book II 27:2",
                            "text": "41 But, coming to the next point, we are not to reckon among human institutions those things which men have handed down to us, not as arrangements of their own, but as the result of investigation into the occurrences of the past, and into the arrangements of God's providence."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Augustine: On Christian Doctrine Book II 27:3",
                            "text": "And of these, some pertain to the bodily senses, some to the intellect."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Augustine: On Christian Doctrine Book II 27:4",
                            "text": "Those which are reached by the bodily senses we either believe on testimony, or perceive when they are pointed out to us, or infer from experience."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Augustine: On Christian Doctrine Book II 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Augustine: On Christian Doctrine Book II 28:1",
                            "text": "Chapter 28—To What Extent History is an Aid."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Augustine: On Christian Doctrine Book II 28:2",
                            "text": "42 Anything, then, that we learn from history about the chronology of past times assists us very much in understanding the Scriptures, even if it be learnt without the pale of the Church as a matter of childish instruction."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Augustine: On Christian Doctrine Book II 28:3",
                            "text": "For we frequently seek information about a variety of matters by use of the Olympiads, and the names of the consuls; and ignorance of the consulship in which our Lord was born, and that in which He suffered, has led some into the error of supposing that He was forty-six years of age when He suffered, that being the number of years He was told by the Jews the temple (which He took as a symbol of His body) was in building."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Augustine: On Christian Doctrine Book II 28:4",
                            "text": "Now we know on the authority of the evangelist that He was about thirty years of age when He was baptized; but the number of years He lived afterwards, although by putting His actions together we can make it out, yet that no shadow of doubt might arise from another source, can be ascertained more clearly and more certainly from a comparison of profane history with the gospel."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Augustine: On Christian Doctrine Book II 28:5",
                            "text": "It will still be evident, however, that it was not without a purpose it was said that the temple was forty and six years in building; so that, as more secret formation of the body which, for our sakes, the only-begotten Son of God, by whom all things were made, condescended to put on."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Augustine: On Christian Doctrine Book II 28:6",
                            "text": "43 As to the utility of history, moreover, passing over the Greeks, what a great question our own Ambrose has set at rest! For, when the readers and admirers of Plato dared calumniously to assert that our Lord Jesus Christ learnt all those sayings of His, which they are compelled to admire and praise, from the books of Plato—because (they urged) it cannot be denied that Plato lived long before the coming of our Lord!—did not the illustrious bishop, when by his investigations into profane history he had discovered that Plato made a journey into Egypt at the time when Jeremiah the prophet was there, show that it is much more likely that Plato was through Jeremiah's means initiated into our literature, so as to be able to teach and write those views of his which are so justly praised? For not even Pythagoras himself, from whose successors these men assert Plato learnt theology, lived at a date prior to the books of that Hebrew race, among whom the worship of one God sprang up, and of whom as concerning the flesh our Lord came."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Augustine: On Christian Doctrine Book II 28:7",
                            "text": "And thus, when we reflect upon the dates, it becomes much more probable that those philosophers learnt whatever they said that was good and true from our literature, than that the Lord Jesus Christ learnt from the writings of Plato,—a thing which it is the height of folly to believe."
                        },
                        {
                            "verse": 8,
                            "chapter": 28,
                            "name": "Augustine: On Christian Doctrine Book II 28:8",
                            "text": "44 And even when in the course of an historical narrative former institutions of men are described, the history itself is not to be reckoned among human institutions; because things that are past and gone and cannot be undone are to be reckoned as belonging to the course of time, of which God is the author and governor."
                        },
                        {
                            "verse": 9,
                            "chapter": 28,
                            "name": "Augustine: On Christian Doctrine Book II 28:9",
                            "text": "For it is one thing to tell what has been done, another to show what ought to be done."
                        },
                        {
                            "verse": 10,
                            "chapter": 28,
                            "name": "Augustine: On Christian Doctrine Book II 28:10",
                            "text": "History narrates what has been done, faithfully and with advantage; but the books of the haruspices, and all writings of the same kind, aim at teaching what ought to be done or observed, using the boldness of an adviser, not the fidelity of a narrator."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Augustine: On Christian Doctrine Book II 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book II 29:1",
                            "text": "Chapter 29—To What Extent Natural Science is an Exegetical Aid."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book II 29:2",
                            "text": "45 There is also a species of narrative resembling description, in which not a past but an existing state of things is made known to those who are ignorant of it."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book II 29:3",
                            "text": "To this species belongs all that has been written about the situation of places, and the nature of animals, trees, herbs, stones, and other bodies."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book II 29:4",
                            "text": "And of this species I have treated above, and have shown that this kind of knowledge is serviceable in solving the difficulties of Scripture, not that these objects are to be used conformably to certain signs as nostrums or the instruments of superstition; for that kind of knowledge I have already set aside as distinct from the lawful and free kind now spoken of."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book II 29:5",
                            "text": "For it is one thing to say: If you bruise down  this herb and drink it, it will remove the pain from your stomach; and another to say: If you hang this herb round your neck, it will remove the pain from your stomach."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book II 29:6",
                            "text": "In the former case the wholesome mixture is approved of, in the latter the superstitious charm is condemned; although indeed, where incantations and invocations and marks are not used, it is frequently doubtful whether the thing that is tied or fixed in any way to the body to cure it, acts by a natural virtue, in which case it may be freely used; or acts by a sort of charm, in which case it becomes the Christian to avoid it the more carefully, the more efficacious it may seem to be."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book II 29:7",
                            "text": "But when the reason why a thing is of virtue does not appear, the intention with which it is used is of great importance, at least in healing or in tempering bodies, whether in medicine or in agriculture."
                        },
                        {
                            "verse": 8,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book II 29:8",
                            "text": "46 The knowledge of the stars, again, is not a matter of narration, but of description."
                        },
                        {
                            "verse": 9,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book II 29:9",
                            "text": "Very few of these, however, are mentioned in Scripture."
                        },
                        {
                            "verse": 10,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book II 29:10",
                            "text": "And as the course of the moon, which is regularly employed in reference to celebrating the anniversary of our Lord's passion, is known to most people; so the rising and setting and other movements of the rest of the heavenly bodies are thoroughly known to very few."
                        },
                        {
                            "verse": 11,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book II 29:11",
                            "text": "And this knowledge, although in itself it involves no superstition, renders very little, indeed almost no assistance, in the interpretation of Holy Scripture, and by engaging the attention unprofitably is a hindrance rather; and as it is closely related to the very pernicious error of the diviners of the fates, it is more convenient and becoming to neglect it."
                        },
                        {
                            "verse": 12,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book II 29:12",
                            "text": "It involves, moreover, in addition to a description of the present state of things, something like a narrative of the past also; because one may go back from the present position and motion of the stars, and trace by rule their past movements."
                        },
                        {
                            "verse": 13,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book II 29:13",
                            "text": "It involves also regular anticipations of the future, not in the way of forebodings and omens, but by way of sure calculation; not with the design of drawing any information from them as to our own acts and fates, in the absurd fashion of the genethliaci, but only as to the motions of the heavenly bodies themselves."
                        },
                        {
                            "verse": 14,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book II 29:14",
                            "text": "For, as the man who computes the moon's age can tell, when he has found out her age today, what her age was any number of years ago, or what will be her age any number of years hence, in just the same way men who are skilled in such computations are accustomed to answer like questions about every one of the heavenly bodies."
                        },
                        {
                            "verse": 15,
                            "chapter": 29,
                            "name": "Augustine: On Christian Doctrine Book II 29:15",
                            "text": "And I have stated what my views are about all this knowledge, so far as regards its utility."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Augustine: On Christian Doctrine Book II 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Augustine: On Christian Doctrine Book II 30:1",
                            "text": "Chapter 30—What the Mechanical Arts Contribute to Exegetics."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Augustine: On Christian Doctrine Book II 30:2",
                            "text": "47 Further, as to the remaining arts, whether those by which something is made which, when the effort of the workman is over, remains as a result of his work, as, for example, a house, a bench, a dish, and other things of that kind; or those which, so to speak, assist God in His operations, as medicine, and agriculture, and navigation; or those whose sole result is an action, as dancing, and racing, and wrestling;—in all these arts experience teaches us to infer the future from the past."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Augustine: On Christian Doctrine Book II 30:3",
                            "text": "For no man who is skilled in any of these arts moves his limbs in any operation without connecting the memory of the past with the expectation of the future."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Augustine: On Christian Doctrine Book II 30:4",
                            "text": "Now of these arts a very superficial and cursory knowledge is to be acquired, not with a view to practising them (unless some duty compel us, a matter on which I do not touch at present), but with a view to forming a judgment about them, that we may not be wholly ignorant of what Scripture means to convey when it employs figures of speech derived from these arts."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Augustine: On Christian Doctrine Book II 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Augustine: On Christian Doctrine Book II 31:1",
                            "text": "Chapter 31—Use of Dialectics."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Augustine: On Christian Doctrine Book II 31:2",
                            "text": "Of Fallacies."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Augustine: On Christian Doctrine Book II 31:3",
                            "text": "48 There remain those branches of knowledge which pertain not to the bodily senses, but to the intellect, among which the science of reasoning and that of number are the chief."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Augustine: On Christian Doctrine Book II 31:4",
                            "text": "The science of reasoning is of very great service in searching into and unravelling all sorts of questions that come up in Scripture, only in the use of it we must guard against the love of wrangling, and the childish vanity of entrapping an adversary."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Augustine: On Christian Doctrine Book II 31:5",
                            "text": "For there are many of what are called sophisms, inferences in reasoning that are false, and yet so close an imitation of the true, as to deceive not only dull people, but clever men too, when they are not on their guard."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Augustine: On Christian Doctrine Book II 31:6",
                            "text": "For example, one man lays before another with whom he is talking, the proposition, \"What I am, you are not\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "Augustine: On Christian Doctrine Book II 31:7",
                            "text": "The other assents, for the proposition is in part true, the one man being cunning and the other simple."
                        },
                        {
                            "verse": 8,
                            "chapter": 31,
                            "name": "Augustine: On Christian Doctrine Book II 31:8",
                            "text": "Then the first speaker adds: \"I am a man;\" and when the other has given his assent to this also, the first draws his conclusion: \"Then you are not a man\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 31,
                            "name": "Augustine: On Christian Doctrine Book II 31:9",
                            "text": "Now of this sort of ensnaring arguments, Scripture, as I judge, expresses detestation in that place where it is said, \"There is one that showeth wisdom in words, and is hated;\" although, indeed, a style of speech which is not intended to entrap, but  only aims at verbal ornamentation more than is consistent with seriousness of purpose, is also called sophistical."
                        },
                        {
                            "verse": 10,
                            "chapter": 31,
                            "name": "Augustine: On Christian Doctrine Book II 31:10",
                            "text": "49 There are also valid processes of reasoning which lead to false conclusions, by following out to its logical consequences the error of the man with whom one is arguing; and these conclusions are sometimes drawn by a good and learned man, with the object of making the person from whose error these consequences result, feel ashamed of them and of thus leading him to give up his error when he finds that if he wishes to retain his old opinion, he must of necessity also hold other opinions which he condemns."
                        },
                        {
                            "verse": 11,
                            "chapter": 31,
                            "name": "Augustine: On Christian Doctrine Book II 31:11",
                            "text": "For example, the apostle did not draw true conclusions when he said, \"Then is Christ not risen,\" and again, \"Then is our preaching vain, and your faith is also vain;\" and further on drew other inferences which are all utterly false; for Christ has risen, the preaching of those who declared this fact was not in vain, nor was their faith in vain who had believed it."
                        },
                        {
                            "verse": 12,
                            "chapter": 31,
                            "name": "Augustine: On Christian Doctrine Book II 31:12",
                            "text": "But all these false inferences followed legitimately from the opinion of those who said that there is no resurrection of the dead."
                        },
                        {
                            "verse": 13,
                            "chapter": 31,
                            "name": "Augustine: On Christian Doctrine Book II 31:13",
                            "text": "These inferences, then, being repudiated as false, it follows that since they would be true if the dead rise not, there will be a resurrection of the dead."
                        },
                        {
                            "verse": 14,
                            "chapter": 31,
                            "name": "Augustine: On Christian Doctrine Book II 31:14",
                            "text": "As, then, valid conclusions may be drawn not only from true but from false propositions, the laws of valid reasoning may easily be learnt in the schools, outside the pale of the Church."
                        },
                        {
                            "verse": 15,
                            "chapter": 31,
                            "name": "Augustine: On Christian Doctrine Book II 31:15",
                            "text": "But the truth of propositions must be inquired into in the sacred books of the Church."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Augustine: On Christian Doctrine Book II 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Augustine: On Christian Doctrine Book II 32:1",
                            "text": "Chapter 32—Valid Logical Sequence is Not Devised But Only Observed by Man."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Augustine: On Christian Doctrine Book II 32:2",
                            "text": "50 And yet the validity of logical sequences is not a thing devised by men, but is observed and noted by them that they may be able to learn and teach it; for it exists eternally in the reason of things, and has its origin with God."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Augustine: On Christian Doctrine Book II 32:3",
                            "text": "For as the man who narrates the order of events does not himself create that order; and as he who describes the situations of places, or the natures of animals, or roots, or minerals, does not describe arrangements of man; and as he who points out the stars and their movements does not point out anything that he himself or any other man has ordained;—in the same way, he who says, \"When the consequent is false, the antecedent must also be false,\" says what is most true; but he does not himself make it so, he only points out that it is so."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Augustine: On Christian Doctrine Book II 32:4",
                            "text": "And it is upon this rule that the reasoning I have quoted from the Apostle Paul proceeds."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Augustine: On Christian Doctrine Book II 32:5",
                            "text": "For the antecedent is, \"There is no resurrection of the dead,\"—the position taken up by those whose error the apostle wished to overthrow."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Augustine: On Christian Doctrine Book II 32:6",
                            "text": "Next, from this antecedent, the assertion, viz."
                        },
                        {
                            "verse": 7,
                            "chapter": 32,
                            "name": "Augustine: On Christian Doctrine Book II 32:7",
                            "text": ", that there is no resurrection of the dead, the necessary consequence is, \"Then Christ is not risen\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 32,
                            "name": "Augustine: On Christian Doctrine Book II 32:8",
                            "text": "But this consequence is false, for Christ has risen; therefore the antecedent is also false."
                        },
                        {
                            "verse": 9,
                            "chapter": 32,
                            "name": "Augustine: On Christian Doctrine Book II 32:9",
                            "text": "But the antecedent is, that there is no resurrection of the dead."
                        },
                        {
                            "verse": 10,
                            "chapter": 32,
                            "name": "Augustine: On Christian Doctrine Book II 32:10",
                            "text": "We conclude, therefore, that there is a resurrection of the dead."
                        },
                        {
                            "verse": 11,
                            "chapter": 32,
                            "name": "Augustine: On Christian Doctrine Book II 32:11",
                            "text": "Now all this is briefly expressed thus: If there is no resurrection of the dead, then is Christ not risen; but Christ is risen, therefore there is a resurrection of the dead."
                        },
                        {
                            "verse": 12,
                            "chapter": 32,
                            "name": "Augustine: On Christian Doctrine Book II 32:12",
                            "text": "This rule, then, that when the consequent is removed, the antecedent must also be removed, is not made by man, but only pointed out by him."
                        },
                        {
                            "verse": 13,
                            "chapter": 32,
                            "name": "Augustine: On Christian Doctrine Book II 32:13",
                            "text": "And this rule has reference to the validity of the reasoning, not to the truth of the statements."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Augustine: On Christian Doctrine Book II 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Augustine: On Christian Doctrine Book II 33:1",
                            "text": "Chapter 33—False Inferences May Be Drawn from Valid Reasonings, and Vice Versa."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Augustine: On Christian Doctrine Book II 33:2",
                            "text": "51 In this passage, however, where the argument is about the resurrection, both the law of the inference is valid, and the conclusion arrived at is true."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Augustine: On Christian Doctrine Book II 33:3",
                            "text": "But in the case of false conclusions, too, there is a validity of inference in some such way as the following."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Augustine: On Christian Doctrine Book II 33:4",
                            "text": "Let us suppose some man to have admitted: If a snail is an animal, it has a voice."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Augustine: On Christian Doctrine Book II 33:5",
                            "text": "This being admitted, then, when it has been proved that the snail has no voice, it follows (since when the consequent is proved false, the antecedent is also false) that the snail is not an animal."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Augustine: On Christian Doctrine Book II 33:6",
                            "text": "Now this conclusion is false, but it is a true and valid inference from the false admission."
                        },
                        {
                            "verse": 7,
                            "chapter": 33,
                            "name": "Augustine: On Christian Doctrine Book II 33:7",
                            "text": "Thus, the truth of a statement stands on its own merits; the validity of an inference depends on the statement or the admission of the man with whom one is arguing."
                        },
                        {
                            "verse": 8,
                            "chapter": 33,
                            "name": "Augustine: On Christian Doctrine Book II 33:8",
                            "text": "And thus, as I said above, a false inference may be drawn by a valid process of reasoning, in order that he whose error we wish to correct may be sorry that he has admitted the antecedent, when he sees that its logical consequences are utterly untenable."
                        },
                        {
                            "verse": 9,
                            "chapter": 33,
                            "name": "Augustine: On Christian Doctrine Book II 33:9",
                            "text": "And hence it is easy to understand that as the inferences may be valid where the opinions are false, so the inferences may be unsound where the opinions are true."
                        },
                        {
                            "verse": 10,
                            "chapter": 33,
                            "name": "Augustine: On Christian Doctrine Book II 33:10",
                            "text": "For example, suppose that a man propounds the statement, \"If this man is just, he is good,\" and we admit its truth."
                        },
                        {
                            "verse": 11,
                            "chapter": 33,
                            "name": "Augustine: On Christian Doctrine Book II 33:11",
                            "text": "Then he adds, \"But he is not just;\" and when we admit this too, he draws the conclusion, \"Therefore he is not good\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 33,
                            "name": "Augustine: On Christian Doctrine Book II 33:12",
                            "text": "Now although every one of these  statements may be true, still the principle of the inference is unsound."
                        },
                        {
                            "verse": 13,
                            "chapter": 33,
                            "name": "Augustine: On Christian Doctrine Book II 33:13",
                            "text": "For it is not true that, as when the consequent is proved false the antecedent is also false, so when the antecedent is proved false the consequent is false."
                        },
                        {
                            "verse": 14,
                            "chapter": 33,
                            "name": "Augustine: On Christian Doctrine Book II 33:14",
                            "text": "For the statement is true, \"If he is an orator, he is a man\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 33,
                            "name": "Augustine: On Christian Doctrine Book II 33:15",
                            "text": "But if we add, \"He is not an orator,\" the consequence does not follow, \"He is not a man\"."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Augustine: On Christian Doctrine Book II 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book II 34:1",
                            "text": "Chapter 34—It is One Thing to Know the Laws of Inference, Another to Know the Truth of Opinions."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book II 34:2",
                            "text": "52 Therefore it is one thing to know the laws of inference, and another to know the truth of opinions."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book II 34:3",
                            "text": "In the former case we learn what is consequent, what is inconsequent, and what is incompatible."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book II 34:4",
                            "text": "An example of a consequent is, \"If he is an orator, he is a man;\" of an inconsequent, \"If he is a man, he is an orator;\" of an incompatible, \"If he is a man, he is a quadruped\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book II 34:5",
                            "text": "In these instances we judge of the connection."
                        },
                        {
                            "verse": 6,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book II 34:6",
                            "text": "In regard to the truth of opinions, however, we must consider propositions as they stand by themselves, and not in their connection with one another; but when propositions that we are not sure about are joined by a valid inference to propositions that are true and certain, they themselves, too, necessarily become certain."
                        },
                        {
                            "verse": 7,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book II 34:7",
                            "text": "Now some, when they have ascertained the validity of the inference, plume themselves as if this involved also the truth of the propositions."
                        },
                        {
                            "verse": 8,
                            "chapter": 34,
                            "name": "Augustine: On Christian Doctrine Book II 34:8",
                            "text": "Many, again, who hold the true opinions have an unfounded contempt for themselves, because they are ignorant of the laws of inference; whereas the man who knows that there is a resurrection of the dead is assuredly better than the man who only knows that it follows that if there is no resurrection of the dead, then is Christ not risen."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Augustine: On Christian Doctrine Book II 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Augustine: On Christian Doctrine Book II 35:1",
                            "text": "Chapter 35."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Augustine: On Christian Doctrine Book II 35:2",
                            "text": "—The Science of Definition is Not False, Though It May Be Applied to Falsities."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Augustine: On Christian Doctrine Book II 35:3",
                            "text": "53 Again, the science of definition, of division, and of partition, although it is frequently applied to falsities, is not itself false, nor framed by man's device, but is evolved from the reason of things."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Augustine: On Christian Doctrine Book II 35:4",
                            "text": "For although poets have applied it to their fictions, and false philosophers, or even heretics—that is, false Christians—to their erroneous doctrines, that is no reason why it should be false, for example, that neither in definition, nor in division, nor in partition, is anything to be included that does not pertain to the matter in hand, nor anything to be omitted that does."
                        },
                        {
                            "verse": 5,
                            "chapter": 35,
                            "name": "Augustine: On Christian Doctrine Book II 35:5",
                            "text": "This is true, even though the things to be defined or divided are not true."
                        },
                        {
                            "verse": 6,
                            "chapter": 35,
                            "name": "Augustine: On Christian Doctrine Book II 35:6",
                            "text": "For even falsehood itself is defined when we say that falsehood is the declaration of a state of things which is not as we declare it to be; and this definition is true, although falsehood itself cannot be true."
                        },
                        {
                            "verse": 7,
                            "chapter": 35,
                            "name": "Augustine: On Christian Doctrine Book II 35:7",
                            "text": "We can also divide it, saying that there are two kinds of falsehood, one in regard to things that cannot be true at all, the other in regard to things that are not, though it is possible they might be, true."
                        },
                        {
                            "verse": 8,
                            "chapter": 35,
                            "name": "Augustine: On Christian Doctrine Book II 35:8",
                            "text": "For example, the man who says that seven and three are eleven, says what cannot be true under any circumstances; but he who says that it rained on the kalends of January, although perhaps the fact is not so, says what posssibly might have been."
                        },
                        {
                            "verse": 9,
                            "chapter": 35,
                            "name": "Augustine: On Christian Doctrine Book II 35:9",
                            "text": "The definition and division, therefore, of what is false may be perfectly true, although what is false cannot, of course, itself be true."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Augustine: On Christian Doctrine Book II 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book II 36:1",
                            "text": "Chapter 36—The Rules of Eloquence are True, Though Sometimes Used to Persuade Men of What is False."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book II 36:2",
                            "text": "54 There are also certain rules for a more copious kind of argument, which is called eloquence, and these rules are not the less true that they can be used for persuading men of what is false; but as they can be used to enforce the truth as well, it is not the faculty itself that is to be blamed, but the perversity of those who put it to a bad use."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book II 36:3",
                            "text": "Nor is it owing to an arrangement among men that the expression of affection conciliates the hearer, or that a narrative, when it is short and clear, is effective, and that variety arrests men's attention without wearying them."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book II 36:4",
                            "text": "And it is the same with other directions of the same kind, which, whether the cause in which they are used be true or false, are themselves true just in so far as they are effective in producing knowledge or belief, or in moving men's minds to desire and aversion."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Augustine: On Christian Doctrine Book II 36:5",
                            "text": "And men rather found out that these things are so, than arranged that they should be so."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Augustine: On Christian Doctrine Book II 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Augustine: On Christian Doctrine Book II 37:1",
                            "text": "Chapter 37—Use of Rhetoric and Dialectic."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Augustine: On Christian Doctrine Book II 37:2",
                            "text": "55 This art, however, when it is learnt, is not to be used so much for ascertaining the meaning as for setting forth the meaning when it is ascertained."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Augustine: On Christian Doctrine Book II 37:3",
                            "text": "But the art previously spoken of, which deals with inferences, and definitions, and divisions, is of the greatest assistance in the discovery of the meaning, provided only that men do not fall into the error of supposing that when they have learnt these things they have learnt the true secret of a happy life."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Augustine: On Christian Doctrine Book II 37:4",
                            "text": "Still, it sometimes happens that men find less difficulty in attaining the ob  ject for the sake of which these sciences are learnt, than in going through the very intricate and thorny discipline of such rules."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "Augustine: On Christian Doctrine Book II 37:5",
                            "text": "It is just as if a man wishing to give rules for walking should warn you not to lift the hinder foot before you set down the front one, and then should describe minutely the way you ought to move the hinges of the joints and knees."
                        },
                        {
                            "verse": 6,
                            "chapter": 37,
                            "name": "Augustine: On Christian Doctrine Book II 37:6",
                            "text": "For what he says is true, and one cannot walk in any other way; but men find it easier to walk by executing these movements than to attend to them while they are going through them, or to understand when they are told about them."
                        },
                        {
                            "verse": 7,
                            "chapter": 37,
                            "name": "Augustine: On Christian Doctrine Book II 37:7",
                            "text": "Those, on the other hand, who cannot walk, care still less about such directions, as they cannot prove them by making trial of them."
                        },
                        {
                            "verse": 8,
                            "chapter": 37,
                            "name": "Augustine: On Christian Doctrine Book II 37:8",
                            "text": "And in the same way a clever man often sees that an inference is unsound more quickly than he apprehends the rules for it."
                        },
                        {
                            "verse": 9,
                            "chapter": 37,
                            "name": "Augustine: On Christian Doctrine Book II 37:9",
                            "text": "A dull man, on the other hand, does not see the unsoundness, but much less does he grasp the rules."
                        },
                        {
                            "verse": 10,
                            "chapter": 37,
                            "name": "Augustine: On Christian Doctrine Book II 37:10",
                            "text": "And in regard to all these laws, we derive more pleasure from them as exhibitions of truth, than assistance in arguing or forming opinions, except perhaps that they put the intellect in better training."
                        },
                        {
                            "verse": 11,
                            "chapter": 37,
                            "name": "Augustine: On Christian Doctrine Book II 37:11",
                            "text": "We must take care, however that they do not at the same time make it more inclined to mischief or vanity,—that is to say, that they do not give those who have learnt them an inclination to lead people astray by plausible speech and catching questions, or make them think that they have attained some great thing that gives them an advantage over the good and innocent."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Augustine: On Christian Doctrine Book II 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Augustine: On Christian Doctrine Book II 38:1",
                            "text": "Chapter 38—The Science of Numbers Not Created, But Only Discovered, by Man."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Augustine: On Christian Doctrine Book II 38:2",
                            "text": "56 Coming now to the science of number, it is clear to the dullest apprehension that this was not created by man, but was discovered by investigation."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "Augustine: On Christian Doctrine Book II 38:3",
                            "text": "For, though Virgil could at his own pleasure make the first syllable of Italia long, while the ancients pronounced it short, it is not in any man's power to determine at his pleasure that three times three are not nine, or do not make a square, or are not the triple of three, nor one and a half times the number six, or that it is not true that they are not the double of any number because odd numbers have no half."
                        },
                        {
                            "verse": 4,
                            "chapter": 38,
                            "name": "Augustine: On Christian Doctrine Book II 38:4",
                            "text": "Whether, then, numbers are considered in themselves, or as applied to the laws of figures, or of sounds, or of other motions, they have fixed laws which were not made by man, but which the acuteness of ingenious men brought to light."
                        },
                        {
                            "verse": 5,
                            "chapter": 38,
                            "name": "Augustine: On Christian Doctrine Book II 38:5",
                            "text": "57 The man, however, who puts so high a value on these things as to be inclined to boast himself one of the learned, and who does not rather inquire after the source from which those things which he perceives to be true derive their truth, and from which those others which he perceives to be unchangeable also derive their truth and unchangeableness, and who, mounting up from bodily appearances to the mind of man, and finding that it too is changeable (for it is sometimes instructed, at other times uninstructed), although it holds a middle place between the unchangeable truth above it and the changeable things beneath it, does not strive to make all things redound to the praise and love of the one God from whom he knows that all things have their being;—the man, I say, who acts in this way may seem to be learned, but wise he cannot in any sense be deemed."
                        }
                    ]
                },
                {
                    "chapter": 39,
                    "name": "Augustine: On Christian Doctrine Book II 39",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 39,
                            "name": "Augustine: On Christian Doctrine Book II 39:1",
                            "text": "Chapter 39—To Which of the Above-Mentioned Studies Attention Should Be Given, and in What Spirit."
                        },
                        {
                            "verse": 2,
                            "chapter": 39,
                            "name": "Augustine: On Christian Doctrine Book II 39:2",
                            "text": "58 Accordingly, I think that it is well to warn studious and able young men, who fear God and are seeking for happiness of life, not to venture heedlessly upon the pursuit of the branches of learning that are in vogue beyond the pale of the Church of Christ, as if these could secure for them the happiness they seek; but soberly and carefully to discriminate among them."
                        },
                        {
                            "verse": 3,
                            "chapter": 39,
                            "name": "Augustine: On Christian Doctrine Book II 39:3",
                            "text": "And if they find any of those which have been instituted by men varying by reason of the varying pleasure of their founders, and unknown by reason of erroneous conjectures, especially if they involve entering into fellowship with devils by means of leagues and covenants about signs, let these be utterly rejected and held in detestation."
                        },
                        {
                            "verse": 4,
                            "chapter": 39,
                            "name": "Augustine: On Christian Doctrine Book II 39:4",
                            "text": "Let the young men also withdraw their attention from such institutions of men as are unnecessary and luxurious."
                        },
                        {
                            "verse": 5,
                            "chapter": 39,
                            "name": "Augustine: On Christian Doctrine Book II 39:5",
                            "text": "But for the sake of the necessities of this life we must not neglect the arrangements of men that enable us to carry on intercourse with those around us."
                        },
                        {
                            "verse": 6,
                            "chapter": 39,
                            "name": "Augustine: On Christian Doctrine Book II 39:6",
                            "text": "I think, however, there is nothing useful in the other branches of learning that are found among the heathen, except information about objects, either past or present, that relate to the bodily senses, in which are included also the experiments and conclusions of the useful mechanical arts, except also the sciences of reasoning and of number."
                        },
                        {
                            "verse": 7,
                            "chapter": 39,
                            "name": "Augustine: On Christian Doctrine Book II 39:7",
                            "text": "And in regard to all these we must hold by the maxim, \"Not too much of anything;\" especially in the case of those which, pertaining as they do to the senses, are subject to the relations of space and time."
                        },
                        {
                            "verse": 8,
                            "chapter": 39,
                            "name": "Augustine: On Christian Doctrine Book II 39:8",
                            "text": "59 What, then, some men have done in regard to all words and names found in Scripture, in the Hebrew, and Syriac, and Egyptian, and other tongues, taking up and interpreting separately such as were left in Scripture without interpretation; and what Eusebius has done in regard to the history of the past with a view to the questions arising in Scripture that require a knowledge of history for their solution;—what, I say, these men have done in regard to matters of this kind, making it unnecessary for the Christian to spend his strength on many subjects for the sake of a few items of knowledge, the same, I think, might be done in regard to other matters, if any competent man were willing in a spirit of benevolence to undertake the labor for the advantage of his brethren."
                        },
                        {
                            "verse": 9,
                            "chapter": 39,
                            "name": "Augustine: On Christian Doctrine Book II 39:9",
                            "text": "In this way he might arrange in their several classes, and give an account of the unknown places, and animals, and plants, and trees, and stones, and metals, and other species of things that are mentioned in Scripture, taking up these only, and committing his account to writing."
                        },
                        {
                            "verse": 10,
                            "chapter": 39,
                            "name": "Augustine: On Christian Doctrine Book II 39:10",
                            "text": "This might also be done in relation to numbers, so that the theory of those numbers, and those only, which are mentioned in Holy Scripture, might be explained and written down."
                        },
                        {
                            "verse": 11,
                            "chapter": 39,
                            "name": "Augustine: On Christian Doctrine Book II 39:11",
                            "text": "And it may happen that some or all of these things have been done already (as I have found that many things I had no notion of have been worked out and committed to writing by good and learned Christians), but are either lost amid the crowds of the careless, or are kept out of sight by the envious."
                        },
                        {
                            "verse": 12,
                            "chapter": 39,
                            "name": "Augustine: On Christian Doctrine Book II 39:12",
                            "text": "And I am not sure whether the same thing can be done in regard to the theory of reasoning; but it seems to me it cannot, because this runs like a system of nerves through the whole structure of Scripture, and on that account is of more service to the reader in disentangling and explaining ambiguous passages, of which I shall speak hereafter, than in ascertaining the meaning of unknown signs, the topic I am now discussing."
                        }
                    ]
                },
                {
                    "chapter": 40,
                    "name": "Augustine: On Christian Doctrine Book II 40",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 40,
                            "name": "Augustine: On Christian Doctrine Book II 40:1",
                            "text": "Chapter 40—Whatever Has Been Rightly Said by the Heathen, We Must Appropriate to Our Uses."
                        },
                        {
                            "verse": 2,
                            "chapter": 40,
                            "name": "Augustine: On Christian Doctrine Book II 40:2",
                            "text": "60 Moreover, if those who are called philosophers, and especially the Platonists, have said aught that is true and in harmony with our faith, we are not only not to shrink from it, but to claim it for our own use from those who have unlawful possession of it."
                        },
                        {
                            "verse": 3,
                            "chapter": 40,
                            "name": "Augustine: On Christian Doctrine Book II 40:3",
                            "text": "For, as the Egyptians had not only the idols and heavy burdens which the people of Israel hated and fled from, but also vessels and ornaments of gold and silver, and garments, which the same people when going out of Egypt appropriated to themselves, designing them for a better use, not doing this on their own authority, but by the command of God, the Egyptians themselves, in their ignorance, providing them with things which they themselves were not making a good use of; in the same way all branches of heathen learning have not only false and superstitious fancies and heavy burdens of unnecessary toil, which every one of us, when going out under the leadership of Christ from the fellowship of the heathen, ought to abhor and avoid; but they contain also liberal instruction which is better adapted to the use of the truth, and some most excellent precepts of morality; and some truths in regard even to the worship of the One God are found among them."
                        },
                        {
                            "verse": 4,
                            "chapter": 40,
                            "name": "Augustine: On Christian Doctrine Book II 40:4",
                            "text": "Now these are, so to speak, their gold and silver, which they did not create themselves, but dug out of the mines of God's providence which are everywhere scattered abroad, and are perversely and unlawfully prostituting to the worship of devils."
                        },
                        {
                            "verse": 5,
                            "chapter": 40,
                            "name": "Augustine: On Christian Doctrine Book II 40:5",
                            "text": "These, therefore, the Christian, when he separates himself in spirit from the miserable fellowship of these men, ought to take away from them, and to devote to their proper use in preaching the gospel."
                        },
                        {
                            "verse": 6,
                            "chapter": 40,
                            "name": "Augustine: On Christian Doctrine Book II 40:6",
                            "text": "Their garments, also,—that is, human institutions such as are adapted to that intercourse with men which is indispensable in this life,—we must take and turn to a Christian use."
                        },
                        {
                            "verse": 7,
                            "chapter": 40,
                            "name": "Augustine: On Christian Doctrine Book II 40:7",
                            "text": "61 And what else have many good and faithful men among our brethren done? Do we not see with what a quantity of gold and silver and garments Cyprian, that most persuasive teacher and most blessed martyr, was loaded when he came out of Egypt? How much Lactantius brought with him? And Victorinus, and Optatus, and Hilary, not to speak of living men! How much Greeks out of number have borrowed! And prior to all these, that most faithful servant of God, Moses, had done the same thing; for of him it is written that he was learned in all the wisdom of the Egyptians."
                        },
                        {
                            "verse": 8,
                            "chapter": 40,
                            "name": "Augustine: On Christian Doctrine Book II 40:8",
                            "text": "And to none of all these would heathen superstition (especially in those times when, kicking against the yoke of Christ, it was persecuting the Christians) have ever furnished branches of knowledge it held useful, if it had suspected they were about to turn them to the use of worshipping the One God, and thereby overturning the vain worship of idols."
                        },
                        {
                            "verse": 9,
                            "chapter": 40,
                            "name": "Augustine: On Christian Doctrine Book II 40:9",
                            "text": "But they gave their gold and their silver and their garments to the people of God as they were going out of Egypt, not knowing how the things they gave would be turned to the service of Christ."
                        },
                        {
                            "verse": 10,
                            "chapter": 40,
                            "name": "Augustine: On Christian Doctrine Book II 40:10",
                            "text": "For  what was done at the time of the exodus was no doubt a type prefiguring what happens now."
                        },
                        {
                            "verse": 11,
                            "chapter": 40,
                            "name": "Augustine: On Christian Doctrine Book II 40:11",
                            "text": "And this I say without prejudice to any other interpretation that may be as good, or better."
                        }
                    ]
                },
                {
                    "chapter": 41,
                    "name": "Augustine: On Christian Doctrine Book II 41",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 41,
                            "name": "Augustine: On Christian Doctrine Book II 41:1",
                            "text": "Chapter 41—What Kind of Spirit is Required for the Study of Holy Scripture."
                        },
                        {
                            "verse": 2,
                            "chapter": 41,
                            "name": "Augustine: On Christian Doctrine Book II 41:2",
                            "text": "62 But when the student of the Holy Scriptures, prepared in the way I have indicated, shall enter upon his investigations, let him constantly meditate upon that saying of the apostle's, \"Knowledge puffeth up, but charity edifieth\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 41,
                            "name": "Augustine: On Christian Doctrine Book II 41:3",
                            "text": "For so he will feel that, whatever may be the riches he brings with him out of Egypt, yet unless he has kept the passover, he cannot be safe."
                        },
                        {
                            "verse": 4,
                            "chapter": 41,
                            "name": "Augustine: On Christian Doctrine Book II 41:4",
                            "text": "Now Christ is our passover sacrificed for us, and there is nothing the sacrifice of Christ more clearly teaches us than the call which He himself addresses to those whom He sees toiling in Egypt under Pharaoh: \"Come unto me, all ye that labor and are heavy laden, and I will give you rest."
                        },
                        {
                            "verse": 5,
                            "chapter": 41,
                            "name": "Augustine: On Christian Doctrine Book II 41:5",
                            "text": "Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls."
                        },
                        {
                            "verse": 6,
                            "chapter": 41,
                            "name": "Augustine: On Christian Doctrine Book II 41:6",
                            "text": "For my yoke is easy, and my burden is light\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 41,
                            "name": "Augustine: On Christian Doctrine Book II 41:7",
                            "text": "To whom is it light but to the meek and lowly in heart, whom knowledge doth not puff up, but charity edifieth? Let them remember, then, that those who celebrated the passover at that time in type and shadow, when they were ordered to mark their door-posts with the blood of the lamb, used hyssop to mark them with."
                        },
                        {
                            "verse": 8,
                            "chapter": 41,
                            "name": "Augustine: On Christian Doctrine Book II 41:8",
                            "text": "Now this is a meek and lowly herb, and yet nothing is stronger and more penetrating than its roots; that being rooted and grounded in love, we may be able to comprehend with all saints what is the breadth, and length, and depth, and height,—that is, to comprehend the cross of our Lord, the breadth of which is indicated by the transverse wood on which the hands are stretched, its length by the part from the ground up to the cross-bar on which the whole body from the head downwards is fixed, its height by the part from the crossbar to the top on which the head lies, and its depth by the part which is hidden, being fixed in the earth."
                        },
                        {
                            "verse": 9,
                            "chapter": 41,
                            "name": "Augustine: On Christian Doctrine Book II 41:9",
                            "text": "And by this sign of the cross all Christian action is symbolized, viz."
                        },
                        {
                            "verse": 10,
                            "chapter": 41,
                            "name": "Augustine: On Christian Doctrine Book II 41:10",
                            "text": ", to do good works in Christ, to cling with constancy to Him, to hope for heaven, and not to desecrate the sacraments."
                        },
                        {
                            "verse": 11,
                            "chapter": 41,
                            "name": "Augustine: On Christian Doctrine Book II 41:11",
                            "text": "And purified by this Christian action, we shall be able to know even \"the love of Christ which passeth knowledge,\" who is equal to the Father, by whom all things, were made, \"that we may be filled with all the fullness of God\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 41,
                            "name": "Augustine: On Christian Doctrine Book II 41:12",
                            "text": "There is besides in hyssop a purgative virtue, that the breast may not be swollen with that knowledge which puffeth up, nor boast vainly of the riches brought out from Egypt."
                        },
                        {
                            "verse": 13,
                            "chapter": 41,
                            "name": "Augustine: On Christian Doctrine Book II 41:13",
                            "text": "\"Purge me with hyssop,\" the psalmist says, \"and I shall be clean; wash me, and I shall be whiter than snow."
                        },
                        {
                            "verse": 14,
                            "chapter": 41,
                            "name": "Augustine: On Christian Doctrine Book II 41:14",
                            "text": "Make me to hear joy and gladness\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 41,
                            "name": "Augustine: On Christian Doctrine Book II 41:15",
                            "text": "Then he immediately adds, to show that it is purifying from pride that is indicated by hyssop, \"that the bones which Thou hast broken may rejoice\"."
                        }
                    ]
                },
                {
                    "chapter": 42,
                    "name": "Augustine: On Christian Doctrine Book II 42",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 42,
                            "name": "Augustine: On Christian Doctrine Book II 42:1",
                            "text": "Chapter 42—Sacred Scripture Compared with Profane Authors."
                        },
                        {
                            "verse": 2,
                            "chapter": 42,
                            "name": "Augustine: On Christian Doctrine Book II 42:2",
                            "text": "63 But just as poor as the store of gold and silver and garments which the people of Israel brought with them out of Egypt was in comparison with the riches which they afterwards attained at Jerusalem, and which reached their height in the reign of King Solomon, so poor is all the useful knowledge which is gathered from the books of the heathen when compared with the knowledge of Holy Scripture."
                        },
                        {
                            "verse": 3,
                            "chapter": 42,
                            "name": "Augustine: On Christian Doctrine Book II 42:3",
                            "text": "For whatever man may have learnt from other sources, if it is hurtful, it is there condemned; if it is useful, it is therein contained."
                        },
                        {
                            "verse": 4,
                            "chapter": 42,
                            "name": "Augustine: On Christian Doctrine Book II 42:4",
                            "text": "And while every man may find there all that he has learnt of useful elsewhere, he will find there in much greater abundance things that are to be found nowhere else, but can be learnt only in the wonderful sublimity and wonderful simplicity of the Scriptures."
                        },
                        {
                            "verse": 5,
                            "chapter": 42,
                            "name": "Augustine: On Christian Doctrine Book II 42:5",
                            "text": "When, then, the reader is possessed of the instruction here pointed out, so that unknown signs have ceased to be a hindrance to him; when he is meek and lowly of heart, subject to the easy yoke of Christ, and loaded with His light burden, rooted and grounded and built up in faith, so that knowledge cannot puff him up, let him then approach the consideration and discussion of ambiguous signs in Scripture."
                        },
                        {
                            "verse": 6,
                            "chapter": 42,
                            "name": "Augustine: On Christian Doctrine Book II 42:6",
                            "text": "And about these I shall now, in a third book, endeavor to say what the Lord shall be pleased to vouchsafe."
                        }
                    ]
                }
            ]
        }
    ]
}