{
    "books": [
        {
            "name": "John Cassian: Confrences XX",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "John Cassian: Confrences XX 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XX 1:1",
                            "text": "XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XX 1:2",
                            "text": "Conference of Abbot Pinufius."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XX 1:3",
                            "text": "On the End of Penitence and the Marks of Satisfaction."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XX 1:4",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XX 1:5",
                            "text": "Of the humility of Abbot Pinufius, and of his hiding-place."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XX 1:6",
                            "text": "Now that I am going to relate the precepts of that excellent and remarkable man, Abbot Pinufius, on the end of penitence, I fancy that I can dispose of a very large part of my material, if out of consideration lest I weary my reader, I here pass over in silence the praise of his humility, which I touched on in a brief discourse in the fourth book of the Institutes, which was entitled \"Of the rules to be observed by renunciants,\" especially as many who have no knowledge of that work, may happen to read this, and then all the authority  of the utterances will be weakened if there is no account of the virtues of the speaker."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XX 1:7",
                            "text": "For this man when he was presiding as Abbot and Presbyter over a large Coenobium not far from Panephysis, a city, as was there said, of Egypt, and when all that province had praised him to the skies for his virtues and miracles, so that he already seemed to himself to have received the reward of his labours in the remuneration of the praise of men, as he was afraid lest the emptiness of popular favour, which he especially disliked, might interfere with the fruits of an eternal reward, he secretly fled from his monastery and made his way to the furthest recesses of the monks of Tabennae, where he chose not the solitude of the desert, not that freedom from care of which the life of one alone affords, which even those who are imperfect and who cannot endure the effort which obedience requires in the Coenobium, sometimes seek after with proud presumption, but he chose to submit himself to a most famous monastery."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XX 1:8",
                            "text": "Where, however, that he might not be betrayed by any signs of his dress, he clothed himself in a secular garb, and lay before the doors with tears, as is the custom there, for many days, and clinging to the knees of all after being daily repulsed by those who to test his purpose said that now in extreme old age he was seeking this holy life not in sincerity, but driven by the lack of food, at last he obtained admission, and there he was told off to help a young brother who had been given the charge of a garden, and when he not only fulfilled with such marvellous and holy humility everything which his chief ordered him or which the care of the work entrusted to him demanded, but also performed in stealthy labour by night certain necessary offices which were avoided by the rest out of disgust for them, so that when morning dawned, all the congregation was delighted at such useful works but knew not their author; and when he had passed nearly three years there rejoicing in the labours, which he had desired, but to which he was so unfairly subjected, it happened that a certain brother known to him came there from the same parts of Egypt from which he himself had come."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XX 1:9",
                            "text": "And this man for a time hesitated because the meanness of his clothes and of his office prevented him from readily recognizing him at once, but after looking very closely at him, fell at his feet, and first astonished all the brethren, and afterwards, when he betrayed his name, which the fame of his special sanctity had made known to them also, he smote them with sorrow and compunction because they had told off a man of his virtues and a priest to such mean offices."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XX 1:10",
                            "text": "But he, shedding copious tears, and charging the accident of his betrayal to the serious envy of the devil, was brought in honourable custody by his brethren surrounding him to the monastery; and after that he had stayed there for a short time, he was once more troubled by the respect shown to his dignity and rank, and stealthily embarked on board ship and sailed to the Palestinian province of Syria, where he was received as a beginner and a novice in the house of that monastery in which we were living, and was charged by the Abbot to stop in our cell."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XX 1:11",
                            "text": "But not even there could his virtues and merits long remain secret."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XX 1:12",
                            "text": "For he was discovered and betrayed in the same way, and brought back to his own monastery with the utmost honour and respect."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "John Cassian: Confrences XX 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XX 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XX 2:2",
                            "text": "Of our coming to him."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XX 2:3",
                            "text": "When then after no long time a desire for holy instruction had urged us also to visit Egypt, we sought him out with the utmost eagerness and devotion and were welcomed by him with such kindness and courtesy that he actually honoured us, as former sharers of the same cell with him, with a lodging in his own cell which he had built in the furthest corner of his garden."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XX 2:4",
                            "text": "And there when in the presence of all the brethren at service he had delivered to one of the brethren who was submitting to the rule of the monastery sufficiently difficult and elevated precepts, which as we said, I summarized as briefly as I could in the fourth book of the Institutes, the heights of a true renunciation seemed to us so unattainable and so marvellous that we did not think that such humble folks as we could ever scale them."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XX 2:5",
                            "text": "And therefore, cast down in despair, and not concealing in our looks the inner bitterness of our thoughts, we came back to the blessed old man with a tolerably anxious heart: and when he at once asked the reason why we were so sad, Abbot Germanus groaned deeply and replied as follows."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "John Cassian: Confrences XX 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XX 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XX 3:2",
                            "text": "A question on the end of penitence and the marks of satisfaction."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XX 3:3",
                            "text": "As your grand and splendid exposition of a doctrine new to us has opened out to us a more difficult road to the most glorious renunciation, and has removed the scales from our eyes, and shown to us its summit raised in the heavens, so are we proportionately cast down with a greater weight of despair."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XX 3:4",
                            "text": "Since, when we measure its vastness against our puny strength, and compare the excessively humble character of our ignorance with the boundless height of virtue shown to us, we feel that we are so small that we not only cannot attain to it, but that we are sure to fall short in what we have."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XX 3:5",
                            "text": "For as we are weighed down by the burden of excessive despair, we fall away somehow from the lowest depths to still lower ones."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XX 3:6",
                            "text": "Accordingly there is one and only one support which can provide a cure for our wounds; viz."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XX 3:7",
                            "text": ", for us to learn something of the end of penitence and especially on the marks of satisfaction, that we may feel sure of the forgiveness of past sins, and so be spurred on to scale the heights of the perfection described above."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "John Cassian: Confrences XX 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XX 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XX 4:2",
                            "text": "The answer on the humility shown by our request."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XX 4:3",
                            "text": "Pinufius: I am indeed delighted at the very plentiful fruits of your humility, which indeed I saw with no indifferent concern, when I was formerly received in the habitation of that cell of yours, and I am very glad that you welcome with such respect the charge given by us, the least of all Christians, and the words that I have taken the liberty of saying so that if I am not mistaken you carry them out as soon as ever they are spoken by us; and though, as I remember, the importance of the words scarcely deserves the efforts you bestow on them, yet you so conceal the merits of your virtue, as if no breath ever reached you of those things which you are daily practising."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XX 4:4",
                            "text": "But because this fact is worthy of the highest praise; viz."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XX 4:5",
                            "text": ", that you declare that those institutes of the saints are still unknown to you as if you were still beginners we will, as briefly as possible, summarize what you so eagerly ask of us."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XX 4:6",
                            "text": "For we must even beyond our powers and ability, obey the commands of such old friends as you."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XX 4:7",
                            "text": "And so on the value and appeasing power of penitence many have published a great deal, not only in words but also in writing, showing how useful it is, how strong, and full of grace, so that when God is offended by our past sins, and on the point of inflicting a most just punishment for such offences, it somehow, if it is not wrong to say so, stops Him, and, if I may so say, stays the right hand of the Avenger even against His will."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XX 4:8",
                            "text": "But I have no doubt that all this is well known to you, either from your natural wisdom, or from your unwearied study of Holy Scripture, so that from this the first shoots, so to speak, of your conversion sprang up."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XX 4:9",
                            "text": "Finally, you are anxious not about the character of penitence but about its end, and the marks of satisfaction, and so by a very shrewd question ask what has been left out by others."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "John Cassian: Confrences XX 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XX 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XX 5:2",
                            "text": "Of the method of penitence and the proof of pardon."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XX 5:3",
                            "text": "Wherefore in order to satisfy as briefly and shortly as possible, your desire and question, the full and perfect description of penitence is, never again to yield to those sins for which we do penance, or for which our conscience is pricked."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XX 5:4",
                            "text": "But the proof of satisfaction and pardon is for us to have expelled the love of them from our hearts."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XX 5:5",
                            "text": "For each one may be sure that he is not yet free from his former sins as long as any image of those sins which he has committed or of others like them dances before his eyes, and I will not say a delight in—but the recollection of—them haunts his inmost soul while he is devoting himself to satisfaction for them and to tears."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XX 5:6",
                            "text": "And so one who is on the watch to make satisfaction may then feel sure that he is free from his sins and that he has obtained pardon for past faults, when he never feels that his heart is stirred by the allurements and imaginations of these same sins."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XX 5:7",
                            "text": "Wherefore the truest test of penitence and witness of pardon is found in our own conscience, which even before the day of judgment and of knowledge, while we are still in the flesh, discloses our acquittal from guilt, and reveals the end of satisfaction and the grace of forgiveness."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XX 5:8",
                            "text": "And that what has been said may be more significantly expressed, then only should we believe that the stains of past sins are forgiven us, when the desires for present delights as well as the passions have been expelled from our heart."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "John Cassian: Confrences XX 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XX 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XX 6:2",
                            "text": "A question whether our sins ought to be remembered out of contrition of heart."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XX 6:3",
                            "text": "Germanus: And whence can there be aroused in us this holy and salutary contrition from humiliation, which is described as follows in the person of the penitent: \"I have acknowledged my sin, and mine unrighteousness have I not hid."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XX 6:4",
                            "text": "I said: I will  acknowledge against myself mine unrighteousness to the Lord,\" so that we may be able effectually to say also what follows: \"And Thou forgavest the iniquity of my heart;\" or how, when we kneel in prayer shall we be able to stir ourselves up to tears of confession, by which we may be able to obtain pardon for our offences, according to these words: \"Every night will I wash my bed: I will water my couch with tears;\" if we expel from our hearts all recollection of our faults, though on the contrary we are bidden carefully to preserve the remembrance of them, as the Lord says: \"And thine iniquities I will not remember: but do thou recollect them?\" Wherefore not only when I am at work, but also when I am at prayer I try of set purpose to recall to my mind the recollection of my sins, that I may be more effectually inclined to true humility and contrition of heart, and venture to say with the prophet: \"Look upon my humility and my labour: and forgive me all my sins\"."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "John Cassian: Confrences XX 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XX 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XX 7:2",
                            "text": "The answer showing how far we ought to preserve the recollection of previous actions."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XX 7:3",
                            "text": "Pinufius: Your question, as has been already said above, was not raised with regard to the character of penitence, but with regard to its end, and the marks of satisfaction: to which, as I think, a fair and pertinent reply has been given."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XX 7:4",
                            "text": "But what you have said as to the remembrance of sins is sufficiently useful and needful to men who are still doing penance, that they may with constant smiting of the breast say: \"For I acknowledge my wickedness: and my sin is ever before me;\" and this too: \"And I will think for my sin\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XX 7:5",
                            "text": "While then we do penance, and are still grieved by the recollection of faulty actions, the shower of tears which is caused by the confession of our faults is sure to quench the fire of our conscience."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XX 7:6",
                            "text": "But when, while a man is still in this state of humility of heart and contrition of spirit and continuing to labour and to weep, the remembrance of these things fades away, and the thorns of conscience are by God's grace extracted from his inmost heart, then it is clear that he has attained to the end of satisfaction and the reward of pardon, and that he is purged from the stain of the sins he has committed."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XX 7:7",
                            "text": "To which state of forgetfulness we can only attain by the obliteration of our former sins and likings, and by perfect and complete purity of heart."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XX 7:8",
                            "text": "And this most certainly will not be attained by any of those who from sloth or carelessness have failed to purge out their faults, but only by one who by constantly continuing to groan and sigh sorrowfully has removed every spot of his former stains, and by the goodness of his heart and his labour has proclaimed to the Lord: \"I have acknowledged my sin, and mine unrighteousness have I not hid;\" and: \"My tears have been my meat day and night;\" so that in the end it may be vouchsafed to him to hear these words: \"Let thy voice cease from weeping, and thine eyes from tears: for there is a reward for thy labour, saith the Lord;\" and these words also may be uttered of him by the voice of the Lord: \"I have blotted out as a cloud thine iniquities, and as a mist thy sins:\" and again: \"I even I am He that blotteth out thine iniquities for mine own sake, and thine offences I will no longer remember;\" and so, when he is freed from the \"cords of his sins,\" by which \"everyone is bound,\" he will with all thanksgiving sing to the Lord: \"Thou hast broken my chains: I will offer to thee the sacrifice of praise\"."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "John Cassian: Confrences XX 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:2",
                            "text": "Of the various fruits of penitence."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:3",
                            "text": "For after that grace of baptism which is common to all, and that most precious gift of martyrdom which is gained by being washed in blood, there are many fruits of penitence by which we can succeed in expiating our sins."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:4",
                            "text": "For eternal salvation is not only promised to the bare fact of penitence, of which the blessed Apostle Peter says: \"Repent and be converted that your sins may be forgiven;\" and John the Baptist and the Lord Himself: \"Repent ye, for the kingdom of heaven is at hand:\" but also by the affection of love is the weight of our sins overwhelmed: for \"charity covers a multitude of sins\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:5",
                            "text": "In the same way also by the fruits of almsgiving a remedy is provided for our wounds, because \"As water extinguishes fire, so does almsgiving extinguish sin\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:6",
                            "text": "So also by the shedding of tears is gained the washing away of offences, for \"Every night I will wash my bed: I will water my couch with tears\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:7",
                            "text": "Finally to show that they are not shed in vain, he adds: \"Depart from me all ye that  work iniquity, for the Lord hath heard the voice of my weeping:\" Moreover by means of confession of sins, their absolution is granted: for \"I said: I will confess against myself my sin to the Lord: and Thou forgavest the iniquity of my heart;\" and again: \"Declare thine iniquities first, that thou mayest be justified\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:8",
                            "text": "By afflicting the heart and body also is forgiveness of sins committed in like manner obtained, for he says: \"Look on my humility and my labour, and forgive me all my sins;\" and more especially by amendment of life: \"Take away,\" he says, \"the evil of your thoughts from mine eyes."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:9",
                            "text": "Cease to do evil, learn to do well."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:10",
                            "text": "Seek judgment, relieve the oppressed: judge the orphan, defend the widow."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:11",
                            "text": "And come, reason with Me, saith the Lord: and though your sins were as scarlet, yet shall they be as white as snow, though they were red as crimson, they shall be as white as wool\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:12",
                            "text": "Sometimes too the pardon of our sins is obtained by the intercession of the saints, for \"if a man knows his brother to sin a sin not unto death, he asks, and He will give to him his life, for him that sinneth not unto death;\" and again: \"Is any sick among you? Let him send for the Elders of the Church and they shall pray over him, anointing him with oil in the name of the Lord."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:13",
                            "text": "And the prayer of faith shall save the sick, and the Lord will raise him up, and if he be in sins, they shall be forgiven him\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:14",
                            "text": "Sometimes too by the virtue of compassion and faith the stains of sin are removed, according to this passage: \"By compassion and faith sins are purged away\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:15",
                            "text": "And often by the conversion and salvation of those who are saved by our warnings and preaching: \"For he who converts a sinner from the error of his way, shall save his soul from death, and cover a multitude of sins\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:16",
                            "text": "Moreover by pardon and forgiveness on our part we obtain pardon of our sins: \"For if ye forgive men their offences, your heavenly Father will also forgive you your sins\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:17",
                            "text": "You see then what great means of obtaining mercy the compassion of our Saviour has laid open to us, so that no one when longing for salvation need be crushed by despair, as he sees himself called to life by so many remedies."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:18",
                            "text": "For if you plead that owing to weakness of the flesh you cannot get rid of your sins by fasting, and you cannot say: \"My knees are weak from fasting, and my flesh is changed for oil; for I have eaten ashes for my bread, and mingled my drink with weeping,\" then atone for them by profuse almsgiving."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:19",
                            "text": "If you have nothing that you can give to the needy (although the claims of want and poverty exclude none from this office, since the two mites of the widow are ranked higher than the splendid gifts of the rich, and the Lord promises that He will give a reward for a cup of cold water), at least you can purge them away by amendment of life."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:20",
                            "text": "But if you cannot secure perfection in goodness by the eradication of all your faults, you can show a pious anxiety for the good and salvation of another."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:21",
                            "text": "But if you complain that you are not equal to this service, you can cover your sins by the affection of love."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:22",
                            "text": "And if in this also some sluggishness of mind makes you weak, at least you should submissively with a feeling of humility entreat for remedies for your wounds by the prayers and intercession of the saints."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:23",
                            "text": "Finally who is there who cannot humbly say: \"I have acknowledged my sin: and mine unrighteousness have I not hid;\" so that by this confession he may be able also to add this: \"And Thou forgavest the iniquity of my heart\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:24",
                            "text": "But if shame holds you back, and you blush to reveal them before men, you should not cease to confess them with constant supplication to Him from Whom they cannot be hid, and to say to Him: \"I acknowledge mine iniquity, and my sin is ever before me."
                        },
                        {
                            "verse": 25,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:25",
                            "text": "Against Thee only have I sinned, and have done evil before Thee;\" as He is wont to heal them without any publication which brings shame, and to forgive sins without any reproaching."
                        },
                        {
                            "verse": 26,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:26",
                            "text": "And further besides that ready and sure aid the Divine condescension has afforded us another also that is still easier, and has entrusted the possession of the remedy to our own will, so that we can infer from our own feelings the forgiveness of our offences, when we say to Him: \"Forgive us our debts as we also forgive our debtors\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:27",
                            "text": "Whoever then desires to obtain forgiveness of his sins, should study to fit himself for it by these means."
                        },
                        {
                            "verse": 28,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:28",
                            "text": "Let not the stubbornness of an obdurate heart turn away any from the saving remedy and the fount of so much goodness, because even if we have done all these things, they will not be able to expiate our offences, unless they are blotted out by the goodness and mercy of the Lord, who when He sees the service of pious efforts offered by us with a humble heart, supports our small and puny efforts with the utmost bounty, and says: \"I even I am He that blotteth out thine iniquities for Mine own sake, and I will remember thy sins no more\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:29",
                            "text": "Whoever then is aiming  at this condition, which we have mentioned, will seek the grace of satisfaction by daily fasting and mortification of heart and body, for, as it is written, \"Without shedding of blood there is no remission;\" and this not without good reason."
                        },
                        {
                            "verse": 30,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:30",
                            "text": "For \"flesh and blood cannot inherit the kingdom of God\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:31",
                            "text": "And therefore one who would withhold \"the sword of the spirit which is the word of God\" from this shedding of blood certainly comes under the lash of that curse of Jeremiah's; for \"Cursed,\" says he \"is he who withholds his sword from blood\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:32",
                            "text": "For this is the sword which for our good sheds that bad blood whereby the material of our sins lives; and cuts off and pares away everything carnal and earthly which it finds to have grown up in the members of our soul; and makes men die to sin and live to God, and flourish with spiritual virtues."
                        },
                        {
                            "verse": 33,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XX 8:33",
                            "text": "And so he will begin to weep no more at the recollection of former sins, but at the hope of what is to come, and, thinking less of past evils than of good things to come, will shed tears not from sorrow at his sins, but from delight in that eternal joy, and \"forgetting those things which are behind,\" i-e:, carnal sins, will press on \"to those before,\" i-e:, to spiritual gifts and virtues."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "John Cassian: Confrences XX 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XX 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XX 9:2",
                            "text": "How valuable to the perfect is the forgetfulness of sin."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XX 9:3",
                            "text": "But with regard to this that you said a little way back; viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XX 9:4",
                            "text": ", that you of set purpose go over the recollections of past sins, this ought certainly not to be done, nay, if it forcibly surprises you, it must be at once expelled."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XX 9:5",
                            "text": "For it greatly hinders the soul from the contemplation of purity, and especially in the case of one who is living in solitude, as it entangles him in the stains of this world and swamps him in foul sins."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XX 9:6",
                            "text": "For while you are recalling those things which you did through ignorance or wantonness in accordance with the prince of this world, though I grant you that while you are engaged in these thoughts no delight in them steals in, yet at least the mere taint of the ancient filthiness is sure to corrupt your soul with its foul stink, and to shut out the spiritual fragrance of goodness, i-e:, the odour of a sweet savour."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XX 9:7",
                            "text": "When then the recollection of past sins comes over your mind, you must recoil from it just as an honest and upright man runs away if he is sought out in public by an immodest and wanton woman either by words or by embraces."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XX 9:8",
                            "text": "And certainly unless he at once withdraws himself from contact with her, and if he allows himself to linger the very least in impure talk, even if he refuses his consent to the shameful pleasures, yet he cannot avoid the brand of infamy and scorn in the judgment of all the passers by."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XX 9:9",
                            "text": "So then we also, if by noxious recollections we are led to thoughts of this kind, ought at once to desist from dwelling upon them and to fulfil what we are commanded by Solomon: \"But go forth,\" says he, \"do not linger in her place, nor fix thine eye on her;\" lest if the angels see us taken up with unclean and foul thoughts, they may not be able to say to us in passing by: \"The blessing of the Lord be upon you\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XX 9:10",
                            "text": "For it is impossible for the soul to continue in good thoughts, when the main part of the heart is taken up with foul and earthly considerations."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XX 9:11",
                            "text": "For this saying of Solomon's is true: \"When thine eyes look on a strange woman, then shall thy mouth speak wickedly, and thou shalt lie as it were in the midst of the sea, and as a pilot in a great storm."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XX 9:12",
                            "text": "But thou shalt say: They have beaten me, but I felt no pain; and they mocked me, but I felt not\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XX 9:13",
                            "text": "So then we should forsake not only all foul but even all earthly thoughts and ever raise the desires of our soul to heavenly things, in accordance with this saying of our Saviour: \"For where I am,\" He says, \"there also shall My servant be\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XX 9:14",
                            "text": "For it often happens that when anyone out of pity is in thought going over his own falls or those of other faulty persons, he is affected by the delight and assent to this most subtle attack, and that which was undertaken and started with a show of goodness ends with a filthy and damaging termination, for \"there are ways which appear to men to be right, but the ends thereof will come to the depths of hell\"."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "John Cassian: Confrences XX 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XX 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XX 10:2",
                            "text": "How the recollection of our sins should be avoided."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XX 10:3",
                            "text": "Wherefore we must endeavour to rouse ourselves to this praiseworthy contrition, by aiming at virtue and by the desire for the kingdom of heaven rather than by dangerous recollections of sins, for a man is sure to be suffocated by the pestilential smells of the sewer as long as he chooses to stand over it or to stir its filth."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "John Cassian: Confrences XX 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XX 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XX 11:2",
                            "text": "Of the marks of satisfaction, and the removal of past sins."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XX 11:3",
                            "text": "But we know, as we have often said, that then only have we made satisfaction for past sins, when the very motions and feelings, through which we were guilty of what we have to sorrow for, have been eradicated from our hearts."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XX 11:4",
                            "text": "But no one should fancy that he can secure this, unless he has first with all the fervour of his spirit cut off the opportunities and occasions, owing to which he fell into those sins; as for instance, if through dangerous familiarity with a woman he has fallen into fornication or adultery, he must take the utmost pains to avoid even looking on one; or if he has been overcome by too much wine and over-eating, he should chastise with the utmost severity his craving for immoderate food."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XX 11:5",
                            "text": "And again if he has been led astray by the desire for and love of money, and has fallen into perjury or theft or murder or blasphemy, he should cut off the occasion for avarice, which has allured and deceived him."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XX 11:6",
                            "text": "If he is driven by the passion of pride into the sin of anger, he should with all the virtue of humility, remove the incentive to arrogance."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XX 11:7",
                            "text": "And so, in order that each single sin may be destroyed, the occasion and opportunity by which or for which it was committed should be first got rid of."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XX 11:8",
                            "text": "For by this curative treatment we can certainly attain to forgetfulness of the sins we have committed."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "John Cassian: Confrences XX 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XX 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XX 12:2",
                            "text": "Wherein we must do penance for a time only; and wherein it can have no end."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XX 12:3",
                            "text": "But that description of the forgetfulness spoken of only has to do with capital offences, which are also condemned by the mosaic law, the inclination to which is destroyed and put an end to by a good life, and so also the penance for them has an end."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XX 12:4",
                            "text": "But for those small offences in which, as it is written, \"the righteous falls seven times and will rise again\" penitence will never cease."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XX 12:5",
                            "text": "For either through ignorance, or forgetfulness, or thought, or word, or surprise, or necessity, or weakness of the flesh, or defilement in a dream, we often fall every day either against our will or voluntarily; offences for which David also prays the Lord, and asks for purification and pardon, and says: \"Who can understand sins? from my secret ones cleanse me; and from those of others spare Thy servant;\" and the Apostle: \"For the good which I would I do not, and the evil which I would not, that I do\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XX 12:6",
                            "text": "For which also the same man exclaims with a sigh \"O wretched man that I am! who shall deliver me from the body of this death?\" For we slip into these so easily as it were by a law of nature, that however carefully and guardedly we are on the lookout against them, we cannot altogether avoid them."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XX 12:7",
                            "text": "Since it was of these that one of the disciples, whom Jesus loved, declared and laid down absolutely saying: \"If we say that we have no sin we deceive ourselves, and His word is not in us\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XX 12:8",
                            "text": "Further for a man who is anxious to reach the heights of perfection it will not greatly help him to have arrived at the end of penitence, i-e:, to restrain himself from unlawful acts, unless he has always urged himself forward in unwearied course to those virtues whereby we come to the signs of satisfaction."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XX 12:9",
                            "text": "For it will not be enough for a man to have kept himself clear from those foul stains of sins which the Lord hates, unless he has also secured by purity of heart and perfect Apostolical love that sweet fragrance of virtue in which the Lord delights."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XX 12:10",
                            "text": "Thus far Abbot Pinufius discoursed on the marks of satisfaction and the end of penitence."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XX 12:11",
                            "text": "And although he pressed us with anxious love to decide to stay in his Coenobium, yet when he could not retain us, as we were incited by the fame of the desert of Scete, he sent us on our way."
                        }
                    ]
                }
            ]
        }
    ]
}