{
    "books": [
        {
            "name": "Augustine: Confessions Book VIII",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: Confessions Book VIII 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book VIII 1:1",
                            "text": "Confessions Book VIII: Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book VIII 1:2",
                            "text": "—He, Now Given to Divine Things, and Yet Entangled by the Lusts of Love, Consults Simplicianus in Reference to the Renewing of His Mind."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book VIII 1:3",
                            "text": "O My God, let me with gratitude remember and confess unto Thee Thy mercies bestowed upon me."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book VIII 1:4",
                            "text": "Let my bones be steeped in Thy love, and let them say, Who is like unto Thee, O Lord? \"Thou hast loosed my bonds, I will offer unto Thee the sacrifice of thanksgiving\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book VIII 1:5",
                            "text": "And how Thou hast loosed them I will declare; and all who worship Thee when they hear these things shall say: \"Blessed be the Lord in heaven and earth, great and wonderful is His name\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book VIII 1:6",
                            "text": "Thy words had stuck fast into my breast, and I was hedged round about by Thee on every side."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book VIII 1:7",
                            "text": "Of Thy eternal life I was now certain, although I had seen it \"through a glass darkly\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book VIII 1:8",
                            "text": "Yet I no longer doubted that there was an incorruptible substance, from which was derived all other substance; nor did I now desire to be more certain of Thee, but more stedfast in Thee."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book VIII 1:9",
                            "text": "As for my temporal life, all things were uncertain, and my heart had to be purged from the old leaven."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book VIII 1:10",
                            "text": "The \"Way,\" the Saviour Himself, was pleasant unto me, but as yet I disliked to pass through its straightness."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book VIII 1:11",
                            "text": "And Thou didst put into my mind, and it seemed good in my eyes, to go unto Simplicianus, who appeared to me a faithful servant of Thine, and Thy grace shone in him."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book VIII 1:12",
                            "text": "I had also heard that from his very youth he had lived most devoted to Thee."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book VIII 1:13",
                            "text": "Now he had grown into years, and by reason of so great age, passed in such zealous following of Thy ways, he appeared to me likely to have gained much experience; and so in truth he had."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book VIII 1:14",
                            "text": "Out of which experience I desired him to tell me (setting before him my griefs) which would be the most fitting way for one afflicted as I was to walk in Thy way."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book VIII 1:15",
                            "text": "For the Church I saw to be full, and one went this way, and another that."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book VIII 1:16",
                            "text": "But it was displeasing to me that I led a secular life; yea, now that my passions had ceased to excite me as of old with hopes of honour and wealth, a very grievous burden it was to undergo so great a servitude."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book VIII 1:17",
                            "text": "For, compared with Thy sweetness, and the beauty of Thy house, which I loved, those things delighted me no longer."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book VIII 1:18",
                            "text": "But still very tenaciously was I held by the love of women; nor did the apostle forbid me to marry, although he exhorted me to something better, especially wishing that all men were as he himself was."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book VIII 1:19",
                            "text": "But I, being weak, made choice of the more agreeable place, and because of this alone was tossed up and down in all beside, faint and languishing with withering cares, because in other matters I was compelled, though unwilling, to agree to a married life, to which I was given up and enthralled."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book VIII 1:20",
                            "text": "I had heard from the mouth of truth that \"there be eunuchs, which have made themselves eunuchs for the kingdom of heaven's sake;\" but, saith He, \"he that is able to receive it, let him receive it\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book VIII 1:21",
                            "text": "Vain, assuredly, are all men in whom the knowledge of God is not, and who could not, out of the good things which are seen, find out Him who is good."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book VIII 1:22",
                            "text": "But I was no longer in that vanity; I had surmounted it, and by the united testimony of Thy whole creation had found Thee, our Creator, and Thy Word, God with Thee, and together with Thee and the Holy Ghost one God, by whom Thou createdst all things."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book VIII 1:23",
                            "text": "There is yet another kind of impious men, who \"when they knew God, they glorified Him not as God, neither were thankful\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book VIII 1:24",
                            "text": "Into this also had I fallen; but Thy right hand held me up, and bore me away, and Thou placedst me where I might recover."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book VIII 1:25",
                            "text": "For Thou hast said unto man, \"Behold, the fear of the Lord, that is wisdom;\" and desire not to seem wise, because, \"Professing themselves to be wise, they became fools\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book VIII 1:26",
                            "text": "But I had now found the goodly pearl, which, selling all that I had, I ought to have bought; and I hesitated."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: Confessions Book VIII 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book VIII 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book VIII 2:2",
                            "text": "—The Pious Old Man Rejoices that He Read Plato and the Scriptures, and Tells Him of the Rhetorician Victorinus Having Been Converted to the Faith Through the Reading of the Sacred Books."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book VIII 2:3",
                            "text": "To Simplicianus then I went,—the father of Ambrose (at that time a bishop) in receiving Thy grace, and whom he truly loved as a father."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book VIII 2:4",
                            "text": "To him I narrated the windings of my error."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book VIII 2:5",
                            "text": "But when I mentioned to him that I had read certain books of the Platonists, which Victorinus, sometime Professor of Rhetoric at Rome (who died a Christian, as I had been told), had translated into Latin, he congratulated me that I had not fallen upon the writings of other philosophers, which were full of fallacies and deceit, \"after the rudiments of the world,\" whereas they, in many ways, led to the belief in God and His word."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book VIII 2:6",
                            "text": "Then, to exhort me to the humility of Christ, hidden from the wise, and revealed to little ones, he spoke of Victorinus himself, whom, whilst he was at Rome, he had known very intimately; and of him he related that about which I will not be silent."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book VIII 2:7",
                            "text": "For it contains great praise of Thy grace, which ought to be confessed unto Thee, how that most learned old man, highly skilled in all the liberal sciences, who had read, criticised, and explained so many works of the philosophers; the teacher of so many noble senators; who also, as a mark of his excellent discharge of his duties, had (which men of this world esteem a great honour) both merited and obtained a statue in the Roman Forum, he,—even to that age a worshipper of idols, and a participator in the sacrilegious rites to which almost all the nobility of Rome were wedded, and had inspired the people with the love of  \"The dog Anubis, and a medley crew  Of monster gods who 'gainst Neptune stand in arms,  'Gainst Venus and Minerva, steel-clad Mars,\"  whom Rome once conquered, now worshipped, all which old Victorinus had with thundering eloquence defended so many years,—he now blushed not to be the child of Thy Christ, and an infant at Thy fountain, submitting his neck to the yoke of humility, and subduing his forehead to the reproach of the Cross."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book VIII 2:8",
                            "text": "O Lord, Lord, who hast bowed the heavens and come down, touched the mountains and they did smoke, by what means didst Thou convey Thyself into that bosom? He used to read, as Simplicianus said, the Holy Scripture, most studiously sought after and searched into all the Christian writings, and said to Simplicianus,—not openly, but secretly, and as a friend,—\"Know thou that I am a Christian\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book VIII 2:9",
                            "text": "To which he replied, \"I will not believe it, nor will I rank you among the Christians unless I see you in the Church of Christ\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book VIII 2:10",
                            "text": "Whereupon he replied derisively, \"Is it then the walls that make Christians?\" And this he often said, that he already was a Christian; and Simplidanus making the same answer, the conceit of the \"walls\" was by the other as often renewed."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book VIII 2:11",
                            "text": "For he was fearful of offending his friends, proud demon-worshippers, from the height of whose Babylonian dignity, as from cedars of Lebanon which had not yet been broken by the Lord, he thought a storm of enmity would descend upon him."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book VIII 2:12",
                            "text": "But after that, from reading and inquiry, he had derived strength, and feared lest he should be denied by Christ before the holy angels if he now was afraid to confess Him before men, and appeared to himself guilty of a great fault in being ashamed of the sacraments of the humility of Thy word, and not being ashamed of the sacrilegious rites of those proud demons, whose pride he had imitated and their rites adopted, he became bold-faced against vanity, and shame-faced toward the truth, and suddenly and unexpectedly said to Simplicianus,—as he himself informed me,—\"Let us go to the church; I wish to be made a Christian\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book VIII 2:13",
                            "text": "But he, not containing himself for joy, accompanied him."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book VIII 2:14",
                            "text": "And having been admitted to the first sacraments of instruction, he not long after gave in his name, that he might be regenerated by baptism,—Rome marvelling, and the Church rejoicing."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book VIII 2:15",
                            "text": "The proud saw, and were enraged; they gnashed with their teeth, and melted away! But the Lord God was the hope of Thy servant, and He regarded not vanities and lying madness."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book VIII 2:16",
                            "text": "Finally, when the hour arrived for him to make profession of his faith (which at Rome they who are about to approach Thy grace are wont to deliver from an elevated place, in view of the faithful people, in a set form of words learnt by heart), the presbyters, he said, offered Victorinus to make his profession more privately, as the custom was to do to those who were likely, through bashfulness, to be afraid; but he chose rather to profess his salvation in the presence of the holy assembly."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book VIII 2:17",
                            "text": "For it was not salvation that he taught in rhetoric, and yet he had publicly professed that."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book VIII 2:18",
                            "text": "How much less, therefore, ought he, when pronouncing Thy word, to dread Thy meek flock, who, in the delivery of his own words, had not feared the mad multitudes! So, then, when he ascended to make his profession, all, as they recognised him, whispered his name one to the other, with a voice of congratulation."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book VIII 2:19",
                            "text": "And who was there amongst them that did not know him? And there ran a low murmur through the mouths of all the rejoicing multitude, \"Victorinus! Victorinus!\" Sudden was the burst of exultation at the sight of him; and suddenly were they hushed, that they might hear him."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book VIII 2:20",
                            "text": "He pronounced the true faith with an excellent boldness, and all desired to take him to their very heart—yea, by their love and joy they took him thither; such were the hands with which they took him."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Augustine: Confessions Book VIII 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book VIII 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book VIII 3:2",
                            "text": "—That God and the Angels Rejoice More on the Return of One Sinner Than of Many Just Persons."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book VIII 3:3",
                            "text": "Good God, what passed in man to make him rejoice more at the salvation of a soul despaired of, and delivered from greater danger, than if there had always been hope of him, or the danger had been less? For so Thou also, O merciful Father, dost \"joy over one sinner that repenteth, more than over ninety and nine just persons that need no repentance\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book VIII 3:4",
                            "text": "And with much joyfulness do we hear, whenever we hear, how the lost sheep is brought home again on the Shepherd's shoulders, while the angels rejoice, and the drachma is restored to Thy treasury, the neighhours rejoicing with the woman who found it; and the joy of the solemn service of Thy house constraineth to tears, when in Thy house it is read of Thy younger son that he \"was dead, and is alive again, and was lost, and is found\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book VIII 3:5",
                            "text": "For Thou rejoicest both in us and in Thy angels, holy through holy charity."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book VIII 3:6",
                            "text": "For Thou art ever the same; for all things which abide neither the same nor for ever, Thou ever knowest after the same manner."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book VIII 3:7",
                            "text": "What, then, passes in the soul when it more delights at finding or having restored to it the thing it loves than if it had always possessed them? Yea, and other things bear witness hereunto; and all things are full of witnesses, crying out, \"So it is\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book VIII 3:8",
                            "text": "The victorious commander triumpheth; yet he would not have conquered had he not fought, and the greater the peril of the battle, the more the rejoicing of the triumph."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book VIII 3:9",
                            "text": "The storm tosses the voyagers, threatens shipwreck, and every one waxes pale at the approach of death; but sky and sea grow calm, and they rejoice much, as they feared much."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book VIII 3:10",
                            "text": "A loved one is sick, and his pulse indicates danger; all who desire his safety are at once sick at heart: he recovers, though not able as yet to walk with his former strength, and there is such joy as was not before when he walked sound and strong."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book VIII 3:11",
                            "text": "Yea, the very pleasures of human life—not those only which rush upon us unexpectedly, and against our wills, but those that are voluntary and designed—do men obtain by difficulties."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book VIII 3:12",
                            "text": "There is no pleasure at all in eating and drinking unless the pains of hunger and thirst go before."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book VIII 3:13",
                            "text": "And drunkards eat certain salt meats with the view of creating a troublesome heat, which the drink allaying causes pleasure."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book VIII 3:14",
                            "text": "It is also the custom that the affianced bride should not immediately be given up, that the husband may not less esteem her whom, as betrothed, he longed not for."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book VIII 3:15",
                            "text": "This law obtains in base and accursed joy; in that joy also which is permitted and lawful; in the sincerity of honest friendship; and in Him who was dead, and lived again, had been lost, and was found."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book VIII 3:16",
                            "text": "The greater joy is everywhere preceded by the greater pain."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book VIII 3:17",
                            "text": "What meaneth this, O Lord my God, when Thou art, an everlasting joy unto Thine own self, and some things about Thee are ever rejoicing in Thee? What meaneth this, that this portion of things thus ebbs and flows, alternately offended and reconciled? Is this the fashion of them, and is this all Thou hast allotted to them, whereas from the highest heaven to the lowest earth, from the beginning of the world to its end, from the angel to the worm, from the first movement unto the last, Thou settedst each in its right place, and appointedst each its proper seasons, everything good after its kind? Woe is me! How high art Thou in the highest, and how deep in the deepest! Thou withdrawest no whither, and scarcely do we return to Thee."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Augustine: Confessions Book VIII 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book VIII 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book VIII 4:2",
                            "text": "—He Shows by the Example of Victorinus that There is More Joy in the Conversion of Nobles."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book VIII 4:3",
                            "text": "Haste, Lord, and act; stir us up, and call us back; inflame us, and draw us to Thee; stir us up, and grow sweet unto us; let us now love Thee, let us \"run after Thee\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book VIII 4:4",
                            "text": "Do not many men, out of a deeper hell of blindness than that of Victorinus, return unto Thee, and approach, and are enlightened, receiving that light, which they that receive, receive power from Thee to become Thy sons? But if they be less known among the people, even they that know them joy less for them."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book VIII 4:5",
                            "text": "For when many rejoice together, the joy of each one is the fuller in that they are incited and inflamed by one another."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book VIII 4:6",
                            "text": "Again, because those that are known to many influence many towards salvation, and take the lead with many to follow them."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book VIII 4:7",
                            "text": "And, therefore, do they also who preceded them much rejoice in regard to them, because they rejoice not in them alone."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book VIII 4:8",
                            "text": "May it be averted that in Thy tabernacle the persons of the rich should be accepted before the poor, or the noble before the ignoble; since rather \"Thou hast chosen the weak things of the world to confound the things which are mighty and base things of the world, and things which are despised, hast Thou chosen, yea, and things which are not, to bring to naught things that are\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book VIII 4:9",
                            "text": "And yet, even that \"least of the apostles,\" by whose tongue Thou soundest out these words, when Paulus the proconsul—his pride overcome by the apostle's warfare—was made to pass under the easy yoke of Thy Christ, and became a provincial of the great King,—he also, instead of Saul, his former name, desired to be called Paul, in testimony of so great a victory."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book VIII 4:10",
                            "text": "For the enemy is more overcome in one of whom he hath more hold, and by whom he hath hold of more."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book VIII 4:11",
                            "text": "But the proud hath he more hold of by reason of their nobility; and by them of more, by reason of their authority."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book VIII 4:12",
                            "text": "By how much the more welcome, then, was the heart of Victorinus esteemed, which the devil had held as an unassailable retreat, and the tongue of Victorinus, with which mighty and cutting weapon he had slain many; so much the more abundantly should Thy sons rejoice, seeing that our King hath bound the strong man, and they saw his vessels taken from him and cleansed, and made meet for Thy honour, and become serviceable for the Lord unto every good work."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Augustine: Confessions Book VIII 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book VIII 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book VIII 5:2",
                            "text": "—Of the Causes Which Alienate Us from God."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book VIII 5:3",
                            "text": "But when that man of Thine, Simplicianus, related this to me about Victorinus, I burned to imitate him; and it was for this end he had related it."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book VIII 5:4",
                            "text": "But when he had added this also, that in the time of the Emperor Julian, there was a law made by which Christians were forbidden to teach grammar and oratory, and he, in obedience to this law, chose rather to abandon the wordy school than Thy word, by which Thou makest eloquent the tongues of the dumb,—he appeared to me not more brave than happy, in having thus discovered an opportunity of waiting on Thee only, which thing I was sighing for, thus bound, not with the irons of another, but my own iron will."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book VIII 5:5",
                            "text": "My will was the enemy master of, and thence had made a chain for me and bound me."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book VIII 5:6",
                            "text": "Because of a perverse will was lust made; and lust indulged in became custom; and custom not resisted became necessity."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book VIII 5:7",
                            "text": "By which links, as it were, joined together (whence I term it a \"chain\"), did a hard bondage hold me enthralled."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book VIII 5:8",
                            "text": "But that new will which had begun to develope in me, freely to worship Thee, and to wish to enjoy Thee, O God, the only sure enjoyment, was not able as yet to overcome my former wilfulness, made strong by long indulgence."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book VIII 5:9",
                            "text": "Thus did my two wills, one old and the other new, one carnal, the other spiritual, contend within me; and by their discord they unstrung my soul."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book VIII 5:10",
                            "text": "Thus came I to understand, from my own experience, what I had read, how that \"the flesh lusteth against the Spirit, and the Spirit against the flesh\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book VIII 5:11",
                            "text": "I verily lusted both ways; yet more in that which I approved in myself, than in that which I disapproved in myself."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book VIII 5:12",
                            "text": "For in this last it was now rather not \"I,\" because in much I rather suffered against my will than did it willingly."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book VIII 5:13",
                            "text": "And yet it was through me that custom became more combative against me, because I had come willingly whither I willed not."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book VIII 5:14",
                            "text": "And who, then, can with any justice speak against it, when just punishment follows the sinner? Nor had I now any longer my wonted excuse, that as yet I hesitated to be above the world and serve Thee, because my perception of the truth was uncertain; for now it was certain."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book VIII 5:15",
                            "text": "But I, still bound to the earth, refused to be Thy soldier; and was as much afraid of being freed from all embarrassments, as we ought to fear to be embarrassed."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book VIII 5:16",
                            "text": "Thus with the baggage of the world was I sweetly burdened, as when in slumber; and the thoughts wherein I meditated upon Thee were like unto the efforts of those desiring to awake, who, still overpowered with a heavy drowsiness, are again steeped therein."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book VIII 5:17",
                            "text": "And as no one desires to sleep always, and in the sober judgment of all waking is better, yet does a man generally defer to shake off drowsiness, when there is a heavy lethargy in all his limbs, and, though displeased, yet even after it is time to rise with pleasure yields to it, so was I assured that it were much better for me to give up myself to Thy charity, than to yield myself to my own cupidity; but the former course satisfied and vanquished me, the latter pleased me and fettered me."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book VIII 5:18",
                            "text": "Nor had I aught to answer Thee calling to me, \"Awake, thou that sleepest, and arise from the dead, and Christ shall give thee light\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book VIII 5:19",
                            "text": "And to Thee showing me on every side, that what Thou saidst was true, I, convicted by the truth, had nothing at all to reply, but the drawling and drowsy words: \"Presently, lo, presently;\" \"Leave me a little while\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book VIII 5:20",
                            "text": "But \"presently, presently,\" had no present; and my \"leave me a little while\" went on for a long while."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book VIII 5:21",
                            "text": "In vain did I \"delight in Thy law after the inner man,\" when \"another law in my members warred against the law of my mind, and brought me into captivity to the law of sin which is in my members\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book VIII 5:22",
                            "text": "For the law of sin is the violence of custom, whereby the mind is drawn and held, even against its will; deserving to be so held in that it so willingly falls into it."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book VIII 5:23",
                            "text": "\"O wretched man that I am! who shall deliver me from the body of this death\" but Thy grace only, through Jesus Christ our Lord?."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Augustine: Confessions Book VIII 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:2",
                            "text": "—Pontitianus' Account of Antony, the Founder of Monachism, and of Some Who Imitated Him."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:3",
                            "text": "And how, then, Thou didst deliver me out of the bonds of carnal desire, wherewith I was most firmly fettered, and out of the drudgery of worldly business, will I now declare and confess unto Thy name, \"O Lord, my strength and my Redeemer\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:4",
                            "text": "Amid increasing anxiety, I was transacting my usual affairs, and daily sighing unto Thee."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:5",
                            "text": "I resorted as frequently to Thy church as the business, under the burden of which I groaned, left me free to do."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:6",
                            "text": "Alypius was with me, being after the third sitting disengaged from his legal occupation, and awaiting further opportunity of selling his counsel, as I was wont to sell the power of speaking, if it can be supplied by teaching."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:7",
                            "text": "But Nebridius had, on account of our friendship, consented to teach under Verecundus, a citizen and a grammarian of Milan, and a very intimate friend of us all; who vehemently desired, and by the right of friendship demanded from our company, the faithful aid he greatly stood in need of."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:8",
                            "text": "Nebridius, then, was not drawn to this by any desire of gain (for he could have made much more of his learning had he been so inclined), but, as a most sweet and kindly friend, he would not be wanting in an office of friendliness, and slight our request."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:9",
                            "text": "But in this he acted very discreetly, taking care not to become known to those personages whom the world esteems great; thus avoiding distraction of mind, which he desired to have free and at leisure as many hours as possible, to search, or read, or hear something concerning wisdom."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:10",
                            "text": "Upon a certain day, then, Nebridius being away (why, I do not remember), lo, there came to the house to see Alypius and me, Pontitianus, a countryman of ours, in so far as he was an African, who held high office in the emperor's court."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:11",
                            "text": "What he wanted with us I know not, but we sat down to talk together, and it fell out that upon a table before us, used for games, he noticed a book; he took it up, opened it, and, contrary to his expectation, found it to be the Apostle Paul,—for he imagined it to be one of those books which I was wearing myself out in teaching."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:12",
                            "text": "At this he looked up at me smilingly, and expressed his delight and wonder that he had so unexpectedly found this book, and this only, before my eyes."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:13",
                            "text": "For he was both a Christian and baptized, and often prostrated himself before Thee our God in the church, in constant and daily prayers."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:14",
                            "text": "When, then, I had told him that I bestowed much pains upon these writings, a conversation ensued on his speaking of Antony, the Egyptian monk, whose name was in high repute among Thy servants, though up to that time not familiar to us."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:15",
                            "text": "When he came to know this, he lingered on that topic, imparting to us a knowledge of this man so eminent, and marvelling at our ignorance."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:16",
                            "text": "But we were amazed, hearing Thy wonderful works most fully manifested in times so recent, and almost in our own, wrought in the true faith and the Catholic Church."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:17",
                            "text": "We all wondered—we, that they were so great, and he, that we had never heard of them."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:18",
                            "text": "From this his conversation turned to the companies in the monasteries, and their manners so fragrant unto Thee, and of the fruitful deserts of the wilderness, of which we knew nothing."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:19",
                            "text": "And there was a monastery at Milan full of good brethren, without the walls of the city, under the fostering care of Ambrose, and we were ignorant of it."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:20",
                            "text": "He went on with his relation, and we listened intently and in silence."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:21",
                            "text": "He then related to us how on a certain afternoon, at Triers, when the emperor was taken up with seeing the Circensian games, he and three others, his comrades, went out for a walk in the gardens close to the city walls, and there, as they chanced to walk two and two, one strolled away with him, while the other two went by themselves; and these, in their rambling, came upon a certain cottage inhabited by some of Thy servants, \"poor in spirit,\" of whom \"is the kingdom of heaven,\" where they found a book in which was written the life of Antony."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:22",
                            "text": "This one of them began to read, marvel at, and be inflamed by it; and in the reading, to meditate on embracing such a life, and giving up his worldly employments to serve Thee."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:23",
                            "text": "And these were of the body called \"Agents for Public Affairs\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:24",
                            "text": "Then, suddenly being overwhelmed with a holy love and a sober sense of shame, in anger with himself, he cast his eyes upon his friend, exclaiming, \"Tell me, I entreat thee, what end we are striving for by all these labours of ours."
                        },
                        {
                            "verse": 25,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:25",
                            "text": "What is our aim? What is our motive in doing service? Can our hopes in court rise higher than to be ministers of the emperor? And in such a position, what is there not brittle, and fraught with danger, and by how many dangers arrive we at greater danger? And when arrive we thither? But if I desire to become a friend of God, behold, I am even now made it\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:26",
                            "text": "Thus spake he, and in the pangs of the travail of the new life, he turned his eyes again upon the page and continued reading, and was inwardly changed where Thou sawest, and his mind was divested of the world, as soon became evident; for as he read, and the surging of his heart rolled along, he raged awhile, discerned and resolved on a better course, and now, having become Thine, he said to his friend, \"Now have I broken loose from those hopes of ours, and am determined to serve God; and this, from this hour, in this place, I enter upon."
                        },
                        {
                            "verse": 27,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:27",
                            "text": "If thou art reluctant to imitate me, hinder me not\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:28",
                            "text": "The other replied that he would cleave to him, to share in so great a reward and so great a service."
                        },
                        {
                            "verse": 29,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:29",
                            "text": "Thus both of them, being now Thine, were building a tower at the necessary cost,—of forsaking all that they had and following Thee."
                        },
                        {
                            "verse": 30,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:30",
                            "text": "Then Pontitianus, and he that had walked with him through other parts of the garden, came in search of them to the same place, and having found them, reminded them to return as the day had declined."
                        },
                        {
                            "verse": 31,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:31",
                            "text": "But they, making known to him their resolution and purpose, and how such a resolve had sprung up and become confirmed in them, entreated them not to molest them, if they refused to join themselves unto them."
                        },
                        {
                            "verse": 32,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:32",
                            "text": "But the others, no whit changed from their former selves, did yet (as he said) bewail themselves, and piously congratulated them, recommending themselves to their prayers; and with their hearts inclining towards earthly things, returned to the palace."
                        },
                        {
                            "verse": 33,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:33",
                            "text": "But the other two, setting their affections upon heavenly things, remained in the cottage."
                        },
                        {
                            "verse": 34,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book VIII 6:34",
                            "text": "And both of them had affianced brides, who, when they heard of this, dedicated also their virginity unto God."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Augustine: Confessions Book VIII 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book VIII 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book VIII 7:2",
                            "text": "—He Deplores His Wretchedness, that Having Been Born Thirty-Two Years, He Had Not Yet Found Out the Truth."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book VIII 7:3",
                            "text": "Such was the story of Pontitianus."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book VIII 7:4",
                            "text": "But Thou, O Lord, whilst he was speaking, didst turn me towards myself, taking me from behind my back, where I had placed myself while unwilling to exercise self-scrutiny; and Thou didst set me face to face with myself, that I might behold how foul I was, and how crooked and sordid, bespotted and ulcerous."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book VIII 7:5",
                            "text": "And I beheld and loathed myself; and whither to fly from myself I discovered not."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book VIII 7:6",
                            "text": "And if I sought to turn my gaze away from myself, he continued his narrative, and Thou again opposedst me unto myself, and thrustedst me before my own eyes, that I might discover my iniquity, and hate it."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book VIII 7:7",
                            "text": "I had known it, but acted as though I knew it not,—winked at it, and forgot it."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book VIII 7:8",
                            "text": "But now, the more ardently I loved those whose healthful affections I heard tell of, that they had given up themselves wholly to Thee to be cured, the more did I abhor myself when compared with them."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book VIII 7:9",
                            "text": "For many of my years (perhaps twelve) had passed away since my nineteenth, when, on the reading of Cicero's Hortensius, I was roused to a desire for wisdom; and still I was delaying to reject mere worldly happiness, and to devote myself to search out that whereof not the finding alone, but the bare search, ought to have been preferred before the treasures and kingdoms of this world, though already found, and before the pleasures of the body, though encompassing me at my will."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book VIII 7:10",
                            "text": "But I, miserable young man, supremely miserable even in the very outset of my youth, had entreated chastity of Thee, and said, \"Grant me chastity and continency, but not yet\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book VIII 7:11",
                            "text": "For I was afraid lest Thou shouldest hear me soon, and soon deliver me from the disease of concupiscence, which I desired to have satisfied rather than extinguished."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book VIII 7:12",
                            "text": "And I had wandered through perverse ways in a sacrilegious superstition; not indeed assured thereof, but preferring that to the others, which I did not seek religiously, but opposed maliciously."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book VIII 7:13",
                            "text": "And I had thought that I delayed from day to day to reject worldly hopes and follow Thee only, because there did not appear anything certain whereunto to direct my course."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book VIII 7:14",
                            "text": "And now had the day arrived in which I was to be laid bare to myself, and my conscience was to chide me."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book VIII 7:15",
                            "text": "\"Where art thou, O my tongue? Thou saidst, verily, that for an uncertain truth thou wert not willing to cast off the baggage of vanity."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book VIII 7:16",
                            "text": "Behold, now it is certain, and yet doth that burden still oppress thee; whereas they who neither have so worn themselves out with searching after it, nor yet have spent ten years and more in thinking thereon, have had their shoulders unburdened, and gotten wings to fly away\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book VIII 7:17",
                            "text": "Thus was I inwardly consumed and mightily confounded with an horrible shame, while Pontitianus was relating these things."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book VIII 7:18",
                            "text": "And he, having finished his story, and the business he came for, went his way."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book VIII 7:19",
                            "text": "And unto myself, what said I not within myself? With what scourges of rebuke lashed I not my soul to make it follow me, struggling to go after Thee! Yet it drew back; it refused, and exercised not itself."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book VIII 7:20",
                            "text": "All its arguments were exhausted and confuted."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book VIII 7:21",
                            "text": "There remained a silent trembling; and it feared, as it would death, to be restrained from the flow of that custom whereby it was wasting away even to death."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Augustine: Confessions Book VIII 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book VIII 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book VIII 8:2",
                            "text": "—The Conversation with Alypius Being Ended, He Retires to the Garden, Whither His Friend Follows Him."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book VIII 8:3",
                            "text": "In the midst, then, of this great strife of my inner dwelling, which I had strongly raised up against my soul in the chamber of my heart, troubled both in mind and countenance, I seized upon Alypius, and exclaimed: \"What is wrong with us? What is this? What heardest thou? The unlearned start up and 'take' heaven, and we, with our learning, but wanting heart, see where we wallow in flesh and blood! Because others have preceded us, are we ashamed to follow, and not rather ashamed at not following?\" Some such words I gave utterance to, and in my excitement flung myself from him, while he gazed upon me in silent astonishment."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book VIII 8:4",
                            "text": "For I spoke not in my wonted tone, and my brow, cheeks, eyes, colour, tone of voice, all expressed my emotion more than the words."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book VIII 8:5",
                            "text": "There was a little garden belonging to our lodging, of which we had the use, as of the whole house; for the master, our landlord, did not live there."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book VIII 8:6",
                            "text": "Thither had the tempest within my breast hurried me, where no one might impede the fiery struggle in which I was engaged with myself, until it came to the issue that Thou knewest, though I did not."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book VIII 8:7",
                            "text": "But I was mad that I might be whole, and dying that I might have life, knowing what evil thing I was, but not knowing what good thing I was shortly to become."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book VIII 8:8",
                            "text": "Into the garden, then, I retired, Alypius following my steps."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book VIII 8:9",
                            "text": "For his presence was no bar to my solitude; or how could he desert me so troubled? We sat down at as great a distance from the house as we could."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book VIII 8:10",
                            "text": "I was disquieted in spirit, being most impatient with myself that I entered not into Thy will and covenant, O my God, which all my bones cried out unto me to enter, extolling it to the skies."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book VIII 8:11",
                            "text": "And we enter not therein by ships, or chariots, or feet, no, nor by going so far as I had come from the house to that place where we were sitting."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book VIII 8:12",
                            "text": "For not to go only, but to enter there, was naught else but to will to go, but to will it resolutely and thoroughly; not to stagger and sway about this way and that, a changeable and half-wounded will, wrestling, with one part falling as another rose."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book VIII 8:13",
                            "text": "Finally, in the very fever of my irresolution, I made many of those motions with my body which men sometimes desire to do, but cannot, if either they have not the limbs, or if their limbs be bound with fetters, weakened by disease, or hindered in any other way."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book VIII 8:14",
                            "text": "Thus, if I tore my hair, struck my forehead, or if, entwining my fingers, I clasped my knee, this I did because I willed it."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book VIII 8:15",
                            "text": "But I might have willed and not done it, if the power of motion in my limbs had not responded."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book VIII 8:16",
                            "text": "So many things, then, I did, when to have the will was not to have the power, and I did not that which both with an unequalled desire I longed more to do, and which shortly when I should will I should have the power to do; because shortly when I should will, I should will thoroughly."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book VIII 8:17",
                            "text": "For in such things the power was one with the will, and to will was to do, and yet was it not done; and more readily did the body obey the slightest wish of the soul in the moving its limbs at the order of the mind, than the soul obeyed itself to accomplish in the will alone this its great will."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Augustine: Confessions Book VIII 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book VIII 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book VIII 9:2",
                            "text": "—That the Mind Commandeth the Mind, But It Willeth Not Entirely."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book VIII 9:3",
                            "text": "Whence is this monstrous thing? And why is it? Let Thy mercy shine on me, that I may inquire, if so be the hiding-places of man's punishment, and the darkest contritions of the sons of Adam, may perhaps answer me."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book VIII 9:4",
                            "text": "Whence is this monstrous thing? and why is it? The mind commands the body, and it obeys forthwith; the mind commands itself, and is resisted."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book VIII 9:5",
                            "text": "The mind commands the hand to be moved, and such readiness is there that the command is scarce to be distinguished from the obedience."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book VIII 9:6",
                            "text": "Yet the mind is mind, and the hand is body."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book VIII 9:7",
                            "text": "The mind commands the mind to will, and yet, though it be itself, it obeyeth not."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book VIII 9:8",
                            "text": "Whence this monstrous thing? and why is it? I repeat, it commands itself to will, and would not give the command unless it willed; yet is not that done which it commandeth."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book VIII 9:9",
                            "text": "But it willeth not entirely; therefore it commandeth not entirely."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book VIII 9:10",
                            "text": "For so far forth it commandeth, as it willeth; and so far forth is the thing commanded not done, as it willeth not."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book VIII 9:11",
                            "text": "For the will commandeth that there be a will;—not another, but itself."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book VIII 9:12",
                            "text": "But it doth not command entirely, therefore that is not which it commandeth."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book VIII 9:13",
                            "text": "For were it entire, it would not even command it to be, because it would already be."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book VIII 9:14",
                            "text": "It is, therefore, no monstrous thing partly to will, partly to be unwilling, but an infirmity of the mind, that it doth not wholly rise, sustained by truth, pressed down by custom."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book VIII 9:15",
                            "text": "And so there are two wills, because one of them is not entire; and the one is supplied with what the other needs."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Augustine: Confessions Book VIII 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book VIII 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book VIII 10:2",
                            "text": "—He Refutes the Opinion of the Manichaeans as to Two Kinds of Minds,—One Good and the Other Evil."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book VIII 10:3",
                            "text": "Let them perish from Thy presence, O God, as \"vain talkers and deceivers\" of the soul do perish, who, observing that there were two wills in deliberating, affirm that there are two kinds of minds in us,—one good, the other evil."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book VIII 10:4",
                            "text": "They themselves verily are evil when they hold these evil opinions; and they shall become good when they hold the truth, and shall consent unto the truth, that Thy apostle may say unto them, \"Ye were sometimes darkness, but now are ye light in the Lord\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book VIII 10:5",
                            "text": "But, they, desiring to be light, not \"in the Lord,\" but in themselves, conceiving the nature of the soul to be the same as that which God is, are made more gross darkness; for that through a shocking arrogancy they went farther from Thee, \"the true Light, which lighteth every man that cometh into the world\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book VIII 10:6",
                            "text": "Take heed what you say, and blush for shame; draw near unto Him and be \"lightened,\" and your faces shall not be \"ashamed\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book VIII 10:7",
                            "text": "I, when I was deliberating upon serving the Lord my God now, as I had long purposed,—I it was who willed, I who was unwilling."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book VIII 10:8",
                            "text": "It was I, even I myself."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book VIII 10:9",
                            "text": "I neither willed entirely, nor was entirely unwilling."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book VIII 10:10",
                            "text": "Therefore was I at war with myself, and destroyed by myself."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book VIII 10:11",
                            "text": "And this destruction overtook me against my will, and yet showed not the presence of another mind, but the punishment of mine own."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book VIII 10:12",
                            "text": "\"Now, then, it is no more I that do it, but sin that dwelleth in me,\"—the punishment of a more unconfined sin, in that I was a son of Adam."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book VIII 10:13",
                            "text": "For if there be as many contrary natures as there are conflicting wills, there will not now be two natures only, but many."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book VIII 10:14",
                            "text": "If any one deliberate whether he should go to their conventicle, or to the theatre, those men at once cry out, \"Behold, here are two natures,—one good, drawing this way, another bad, drawing back that way; for whence else is this indecision between conflicting wills?\" But I reply that both are bad—that which draws to them, and that which draws back to the theatre."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book VIII 10:15",
                            "text": "But they believe not that will to be other than good which draws to them."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book VIII 10:16",
                            "text": "Supposing, then, one of us should deliberate, and through the conflict of his two wills should waver whether he should go to the theatre or to our church, would not these also waver what to answer? For either they must confess, which they are not willing to do, that the will which leads to our church is good, as well as that of those who have received and are held by the mysteries of theirs, or they must imagine that there are two evil natures and two evil minds in one man, at war one with the other; and that will not be true which they say, that there is one good and another bad; or they must be converted to the truth, and no longer deny that where any one deliberates, there is one soul fluctuating between conflicting wills."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book VIII 10:17",
                            "text": "Let them no more say, then, when they perceive two wills to be antagonistic to each other in the same man, that the contest is between two opposing minds, of two opposing substances, from two opposing principles, the one good and the other bad."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book VIII 10:18",
                            "text": "For Thou, O true God, dost disprove, check, and convince them; like as when both wills are bad, one deliberates whether he should kill a man by poison, or by the sword; whether he should take possession of this or that estate of another's, when he cannot both; whether he should purchase pleasure by prodigality, or retain his money by covetousness; whether he should go to the circus or the theatre, if both are open on the same day; or, thirdly, whether he should rob another man's house, if he have the opportunity; or, fourthly, whether he should commit adultery, if at the same time he have the means of doing so,—all these things concurring in the same point of time, and all being equally longed for, although impossible to be enacted at one time."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book VIII 10:19",
                            "text": "For they rend the mind amid four, or even (among the vast variety of things men desire) more antagonistic wills, nor do they yet affirm that there are so many different substances."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book VIII 10:20",
                            "text": "Thus also is it in wills which are good."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book VIII 10:21",
                            "text": "For I ask them, is it a good thing to have delight in reading the apostle, or good to have delight in a sober psalm, or good to discourse on the gospel? To each of these they will answer, \"It is good\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book VIII 10:22",
                            "text": "What, then, if all equally delight us, and all at the same time? Do not different wills distract the mind, when a man is deliberating which he should rather choose? Yet are they all good, and are at variance until one be fixed upon, whither the whole united will may be borne, which before was divided into many."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book VIII 10:23",
                            "text": "Thus, also, when above eternity delights us, and the pleasure of temporal good holds us down below, it is the same soul which willeth not that or this with an entire will, and is therefore torn asunder with grievous perplexities, while out of truth it prefers that, but out of custom forbears not this."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Augustine: Confessions Book VIII 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book VIII 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book VIII 11:2",
                            "text": "—In What Manner the Spirit Struggled with the Flesh, that It Might Be Freed from the Bondage of Vanity."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book VIII 11:3",
                            "text": "Thus was I sick and tormented, accusing myself far more severely than was my wont, tossing and turning me in my chain till that was utterly broken, whereby I now was but slightly, but still was held."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book VIII 11:4",
                            "text": "And Thou, O Lord, pressedst upon me in my inward parts by a severe mercy, redoubling the lashes of fear and shame, lest I should again give way, and that same slender remaining tie not being broken off, it should recover strength, and enchain me the faster."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book VIII 11:5",
                            "text": "For I said mentally, \"Lo, let it be done now, let it be done now\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book VIII 11:6",
                            "text": "And as I spoke, I all but came to a resolve."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book VIII 11:7",
                            "text": "I all but did it, yet I did it not."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book VIII 11:8",
                            "text": "Yet fell I not back to my old condition, but took up my position hard by, and drew breath."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book VIII 11:9",
                            "text": "And I tried again, and wanted but very little of reaching it, and somewhat less, and then all but touched and grasped it; and yet came not at it, nor touched, nor grasped it, hesitating to die unto death, and to live unto life; and the worse, whereto I had been habituated, prevailed more with me than the better, which I had not tried."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book VIII 11:10",
                            "text": "And the very moment in which I was to become another man, the nearer it approached me, the greater horror did it strike into me; but it did not strike me back, nor turn me aside, but kept me in suspense."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book VIII 11:11",
                            "text": "The very toys of toys, and vanities of vanities, my old mistresses, still enthralled me; they shook my fleshly garment, and whispered softly, \"Dost thou part with us? And from that moment shall we no more be with thee for ever? And from that moment shall not this or that be lawful for thee for ever?\" And what did they suggest to me in the words \"this or that?\" What is it that they suggested, O my God? Let Thy mercy avert it from the soul of Thy servant."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book VIII 11:12",
                            "text": "What impurities did they suggest! What shame! And now I far less than half heard them, not openly showing themselves and contradicting me, but muttering, as it were, behind my back, and furtively plucking me as I was departing, to make me look back upon them."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book VIII 11:13",
                            "text": "Yet they did delay me, so that I hesitated to burst and shake myself free from them, and to leap over whither I was called,—an unruly habit saying to me, \"Dost thou think thou canst live without them?\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book VIII 11:14",
                            "text": "But now it said this very faintly; for on that side towards which I had set my face, and whither I trembled to go, did the chaste dignity of Continence appear unto me, cheerful, but not dissolutely gay, honestly alluring me to come and doubt nothing, and extending her holy hands, full of a multiplicity of good examples, to receive and embrace me."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book VIII 11:15",
                            "text": "There were there so many young men and maidens, a multitude of youth and every age, grave widows and ancient virgins, and Continence herself in all, not barren, but a fruitful mother of children of joys, by Thee, O Lord, her Husband."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book VIII 11:16",
                            "text": "And she smiled on me with an encouraging mockery, as if to say, \"Canst not thou do what these youths and maidens can? Or can one or other do it of themselves, and not rather in the Lord their God? The Lord their God gave me unto them."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book VIII 11:17",
                            "text": "Why standest thou in thine own strength, and so standest not? Cast thyself upon Him; fear not, He will not withdraw that thou shouldest fall; cast thyself upon Him without fear, He will receive thee, and heal thee\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book VIII 11:18",
                            "text": "And I blushed beyond measure, for I still heard the muttering of those toys, and hung in suspense."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book VIII 11:19",
                            "text": "And she again seemed to say, \"Shut up thine ears against those unclean members of thine upon the earth, that they may be mortified."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book VIII 11:20",
                            "text": "They tell thee of delights, but not as doth the law of the Lord thy God\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book VIII 11:21",
                            "text": "This controversy in my heart was naught but self against self."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book VIII 11:22",
                            "text": "But Alypius, sitting close by my side, awaited in silence the result of my unwonted emotion."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Augustine: Confessions Book VIII 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:2",
                            "text": "—Having Prayed to God, He Pours Forth a Shower of Tears, And, Admonished by a Voice, He Opens the Book and Reads the Words in Rom."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:3",
                            "text": "XIII."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:4",
                            "text": "; By Which, Being Changed in His Whole Soul, He Discloses the Divine Favour to His Friend and His Mother."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:5",
                            "text": "But when a profound reflection had, from the secret depths of my soul, drawn together and heaped up all my misery before the sight of my heart, there arose a mighty storm, accompanied by as mighty a shower of tears."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:6",
                            "text": "Which, that I might pour forth fully, with its natural expressions, I stole away from Alypius; for it suggested itself to me that solitude was fitter for the business of weeping."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:7",
                            "text": "So I retired to such a distance that even his presence could not be oppressive to me."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:8",
                            "text": "Thus was it with me at that time, and he perceived it; for something, I believe, I had spoken, wherein the sound of my voice appeared choked with weeping, and in that state had I risen up."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:9",
                            "text": "He then remained where we had been sitting, most completely astonished."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:10",
                            "text": "I flung myself down, how, I know not, under a certain fig-tree, giving free course to my tears, and the streams of mine eyes gushed out, an acceptable sacrifice unto Thee."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:11",
                            "text": "And, not indeed in these words, yet to this effect, spake I much unto Thee,—\"But Thou, O Lord, how long?\" \"How long, Lord? Wilt Thou be angry for ever? Oh, remember not against us former iniquities;\" for I felt that I was enthralled by them."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:12",
                            "text": "I sent up these sorrowful cries,—\"How long, how long? Tomorrow, and tomorrow? Why not now? Why is there not this hour an end to my uncleanness?\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:13",
                            "text": "I was saying these things and weeping in the most bitter contrition of my heart, when, lo, I heard the voice as of a boy or girl, I know not which, coming from a neighbouring house, chanting, and oft repeating, \"Take up and read; take up and read\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:14",
                            "text": "Immediately my countenance was changed, and I began most earnestly to consider whether it was usual for children in any kind of game to sing such words; nor could I remember ever to have heard the like."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:15",
                            "text": "So, restraining the torrent of my tears, I rose up, interpreting it no other way than as a command to me from Heaven to open the book, and to read the first Chapter I should light upon."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:16",
                            "text": "For I had heard of Antony, that, accidentally coming in whilst the gospel was being read, he received the admonition as if what was read were addressed to him, \"Go and sell that thou hast, and give to the poor, and thou shalt have treasure in heaven; and come and follow me\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:17",
                            "text": "And by such oracle was he forthwith converted unto Thee."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:18",
                            "text": "So quickly I returned to the place where Alypius was sitting; for there had I put down the volume of the apostles, when I rose thence."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:19",
                            "text": "I grasped, opened, and in silence read that paragraph on which my eyes first fell,—\"Not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying; but put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:20",
                            "text": "No further would I read, nor did I need; for instantly, as the sentence ended,—by a light, as it were, of security infused into my heart,—all the gloom of doubt vanished away."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:21",
                            "text": "Closing the book, then, and putting either my finger between, or some other mark, I now with a tranquil countenance made it known to Alypius."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:22",
                            "text": "And he thus disclosed to me what was wrought in him, which I knew not."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:23",
                            "text": "He asked to look at what I had read."
                        },
                        {
                            "verse": 24,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:24",
                            "text": "I showed him; and he looked even further than I had read, and I knew not what followed."
                        },
                        {
                            "verse": 25,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:25",
                            "text": "This it was, verily, \"Him that is weak in the faith, receive ye;\" which he applied to himself, and discovered to me."
                        },
                        {
                            "verse": 26,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:26",
                            "text": "By this admonition was he strengthened; and by a good resolution and purpose, very much in accord with his character (wherein, for the better, he was always far different from me), without any restless delay he joined me."
                        },
                        {
                            "verse": 27,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:27",
                            "text": "Thence we go in to my mother."
                        },
                        {
                            "verse": 28,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:28",
                            "text": "We make it known to her,—she rejoiceth."
                        },
                        {
                            "verse": 29,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:29",
                            "text": "We relate how it came to pass,—she leapeth for joy, and triumpheth, and blesseth Thee, who art \"able to do exceeding abundantly above all that we ask or think; for she perceived Thee to have given her more for me than she used to ask by her pitiful and most doleful groanings."
                        },
                        {
                            "verse": 30,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:30",
                            "text": "For Thou didst so convert me unto Thyself, that I sought neither a wife, nor any other of this world's hopes,—standing in that rule of faith in which Thou, so many years before, had showed me unto her in a vision."
                        },
                        {
                            "verse": 31,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book VIII 12:31",
                            "text": "And thou didst turn her grief into a gladness, much more plentiful than she had desired, and much dearer and chaster than she used to crave, by having grandchildren of my body."
                        }
                    ]
                }
            ]
        }
    ]
}