{
    "books": [
        {
            "name": "Apocrypha: Consummation of Thomas The Apostle",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Apocrypha: Consummation of Thomas The Apostle 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:1",
                            "text": "Consummation of Thomas the Apostle: At the command of King Misdeus the blessed Apostle Thomas was cast into prison; and he said:  I glorify God, and I shall preach the word to the prisoners, so that all rejoiced at his presence."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:2",
                            "text": "When, therefore, Juzanes the king's son, and Tertia his mother, and Mygdonia, and Markia, had become believers, but were not yet thought worthy of baptism, they took it exceedingly ill that the blessed one had been shut up."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:3",
                            "text": "And having come to the prison, and given much money to the jailor, they went in to him."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:4",
                            "text": "And he, seeing them, was glad, and glorified the Lord, and blessed them."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:5",
                            "text": "And they entreated and begged the seal in the Lord, a beautiful young man having appeared to them in a dream, and ordered the apostle into the house of Juzanes."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:6",
                            "text": "And again the beautiful young man coming to them and Thomas, bade them do this on the coming night."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:7",
                            "text": "And he ran before them, and gave them light on the way, and without noise opened the doors that had been secured, until all the mystery was completed."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:8",
                            "text": "And having made them communicate in the Eucharist, and having talked much with them, and confirmed them in the faith, and commended them to the Lord, he went forth thence, leaving the women, and again went to be shut up."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:9",
                            "text": "And they grieved and wept because Misdeus the king was to kill him."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:10",
                            "text": "And Thomas went and found the jailors fighting, and saying:  What wrong have we done to that sorcerer, that, availing himself of his magic art, he has opened the doors of the prison, and wishes to set all the prisoners free?  But let us go and let the king know about his wife and his son."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:11",
                            "text": "And when he came they stripped him, and girded him with a girdle; and thus they stood before the king."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:12",
                            "text": "And Misdeus said to him:  Art thou a slave, or a freeman?  And Thomas answered and said to him:  I am not a slave, and thou hast no power against me at all."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:13",
                            "text": "And how, said Misdeus, hast thou run away and come to this country?  And Thomas said:  I came here that I might save many, and that I might by thy hands depart from this body."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:14",
                            "text": "Misdeus says to him:  Who is thy master? and what is his name? and of what country, and of whom is he?  My Lord, says Thomas, is my Master and thine, being the Lord of heaven and earth."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:15",
                            "text": "And Misdeus said:  What is he called?  And Thomas said:  Thou canst not know His true name at this time; but I tell thee the name that has been given Him for a season—Jesus the Christ."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:16",
                            "text": "And Misdeus said:  I have not been in a hurry to destroy thee, but have restrained myself; but thou hast made a display of works, so that thy sorceries have been heard of in all the country."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:17",
                            "text": "But now this will I do, that thy sorceries may also perish with thee, that our nation may be purified from them."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:18",
                            "text": "And Thomas said:  Dost thou call these things which will follow me sorceries?  They shall never be removed from the people here."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:19",
                            "text": "And while these things were saying, Misdeus was considering in what manner he should put him to death; for he was afraid of the multitude standing round, many, even some of the chief men, having believed in him."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:20",
                            "text": "And he arose, and took Thomas outside of the city; and a few soldiers accompanied him with their arms."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:21",
                            "text": "And the rest of the multitude thought that the king was wishing to learn something from him; and they stood and observed him closely."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:22",
                            "text": "And when they had gone forth three stadia, he delivered him to four soldiers, and to one of the chief officers, and ordered them to take him up into the mountain and spear him; but he himself returned to the city."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:23",
                            "text": "And those present ran to Thomas, eager to rescue him; but he was led away by the soldiers who were with him."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:24",
                            "text": "For there were two on each side having hold of him, because of sorcery."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:25",
                            "text": "And the chief officer held him by the hand, and led him with honour."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:26",
                            "text": "And at the same time the blessed apostle said:  O the hidden mysteries of Thee, O Lord! for even to the close of life is fulfilled in us the riches of Thy grace, which does not allow us to be without feeling as to the body."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:27",
                            "text": "For, behold, four have laid hold of me, and one leads me, since I belong to One, to whom I am going always invisibly."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:28",
                            "text": "But now I learn that my Lord also, since He was a stranger, to whom I am going, who also is always present with me invisibly, was struck by one; but I am struck by four."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:29",
                            "text": "And when they came to that place where they were to spear him, Thomas spoke thus to those spearing him:  Hear me now, at least, when I am departing from my body; and let not your eyes be darkened in understanding, nor your ears shut up so as not to hear those things in which you have believed the God whom I preach, after being delivered in your souls from rashness; and behave in a manner becoming those who are free, being void of human glory, and live the life towards God."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:30",
                            "text": "And he said to Juzanes:  Son of an earthly king, but servant of Jesus Christ, give what is due to those who are to fulfil the command of Misdeus, in order that I may go apart from them and pray."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:31",
                            "text": "And Juzanes having paid the soldiers, the apostle betook himself to prayer; and it was as follows:—  My Lord, and my God, and hope, and leader, and guide in all countries, I follow Thee along with all that serve Thee, and do Thou guide me this day on my way to Thee."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:32",
                            "text": "Let no one take my soul, which Thou hast given to me."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:33",
                            "text": "Let not publicans and beggars look upon me, nor let serpents slander me, and let not the children of the dragon hiss at me."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:34",
                            "text": "Behold, I have fulfilled Thy work, and accomplished what Thou gavest me to do."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:35",
                            "text": "I have become a slave, that I might receive freedom from Thee; do then give it to me, and make me perfect."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:36",
                            "text": "And this I say not wavering, but that they may hear who need to hear."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:37",
                            "text": "I glorify Thee in all, Lord and Master; for to Thee is due glory for ever,  Amen."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:38",
                            "text": "And when he had prayed, he said to the soldiers:  Come and finish the work of him that sent you."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:39",
                            "text": "And the four struck him at once, and killed him."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:40",
                            "text": "And all the brethren wept, and wrapped him up in beautiful shawls, and many linen cloths, and laid him in the tomb in which of old the kings used to be buried."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:41",
                            "text": "And Syphor and Juzanes did not go to the city, but spent the whole day there, and waited during the night."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:42",
                            "text": "And Thomas appeared to them, and said:  I am not there; why do you sit watching? for I have gone up, and received the things I hoped for; but rise up and walk, and after no long time you shall be brought beside me."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:43",
                            "text": "And Misdeus and Charisius greatly afflicted Tertia and Mygdonia, but did not persuade them to abandon their opinions."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:44",
                            "text": "And Thomas appeared, and said to them:  Forget not the former things, for the holy and sanctifying Jesus Himself will aid you."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:45",
                            "text": "And Misdeus and Charisius, when they could not persuade them not to be of this opinion, granted them their own will."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:46",
                            "text": "And all the brethren assembled together, for the blessed one had made Syphorus a presbyter in the mountain, and Juzanius a deacon, when he was led away to die."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:47",
                            "text": "And the Lord helped them, and increased the faith by means of them."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:48",
                            "text": "And after a long time, it happened that one of the sons of Misdeus was a demoniac; and the demon being stubborn, no one was able to heal him."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:49",
                            "text": "And Misdeus considered, and said:  I shall go and open the tomb, and take a bone of the apostle's body, and touch my son with it, and I know that he will be healed."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:50",
                            "text": "And he went to do what he had thought of."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:51",
                            "text": "And the blessed apostle appeared to him, and said:  Thou didst not believe in me when alive; how wilt thou believe in me when I am dead?  Fear not."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:52",
                            "text": "Jesus Christ is kindly disposed to thee, through His great clemency."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:53",
                            "text": "And Misdeus, when he did not find the bones (for one of the brethren had taken them, and carried them into the regions of the West), took some dust from where the bones had lain, and touched his son with it, and said:  I believe in Thee, Jesus, now when he has left me who always afflicts men, that they may not look to Thy light which giveth understanding, O Lord, kind to men."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Apocrypha: Consummation of Thomas The Apostle 1:54",
                            "text": "And his son being healed in this manner, he met with the rest of the brethren who were under the rule of Syphorus, and entreated the brethren to pray for him, that he might obtain mercy from our Lord Jesus Christ; to whom be glory for ever and ever,  Amen."
                        }
                    ]
                }
            ]
        }
    ]
}