{
    "books": [
        {
            "name": "Cyprian: Treatises [SPURIOUS]",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Cyprian: Treatises [SPURIOUS] 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:1",
                            "text": "Treatises Attributed to Cyprian on Questionable Authority: On the Public Shows."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:2",
                            "text": "Argument."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:3",
                            "text": "—The Writer First of All Treats Against Those Who Endeavoured to Defend the Public Exhibitions of the Heathens by Scriptural Authority; And He Proves That, Although They are Never Prohibited by the Express Words of Scripture, Yet that They are Condemned in the Scriptural Prohibition of Idolatry, from the Fact that There is No Kind of Public Show Which is Not Consecrated to Idols."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:4",
                            "text": "Cyprian to the congregation who stand fast in the Gospel, sends greeting."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:5",
                            "text": "As it greatly saddens me, and deeply afflicts my soul, when no opportunity of writing to you is presented to me, for it is my loss not to hold converse with you; so nothing restores to me such joyfulness and hilarity, as when that opportunity is once more afforded me."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:6",
                            "text": "I think that I am with you when I am speaking to you by letter."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:7",
                            "text": "Although, therefore, I know that you are satisfied that what I tell you is even as I say, and that you have no doubt of the truth of my words, nevertheless an actual proof will also attest the reality of the matter."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:8",
                            "text": "For my affection (for you) is proved, when absolutely no opportunity (of writing) is passed over."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:9",
                            "text": "However certain I may be, then, that you are no less respectable in the conduct of your life than faithful in respect of your sacramental vow; still, since there are not wanting smooth-tongued advocates of vice, and indulgent patrons who afford authority to vices, and, what is worse, convert the rebuke of the heavenly Scriptures into an advocacy of crimes; as if the pleasure derived from the public exhibitions might be sought after as being innocent, by way of a mental relaxation;—for thereby the vigour of ecclesiastical discipline is so relaxed, and is so deteriorated by all the languor of vice that it is no longer apology, but authority, that is given for wickedness,—it seemed good in a few words not now to instruct you, but to admonish you who are instructed, lest, because the wounds are badly bound up, they should break through the cicatrix of their closed soundness."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:10",
                            "text": "For no mischief is put an end to with so much difficulty but that its recurrence is easy, so long as it is both maintained by the consent, and caressed by the excuses of the multitude."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:11",
                            "text": "Believers, and men who claim for themselves the authority of the Christian name, are not ashamed—are not, I repeat, ashamed to find a defence in the heavenly Scriptures for the vain superstitions associated with the public exhibitions of the heathens, and thus to attribute divine authority to idolatry."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:12",
                            "text": "For how is it, that what is done by the heathens in honour of any idol is resorted to in a public show by faithful Christians, and the heathen idolatry is maintained, and the true and divine religion is trampled upon in contempt of God?  Shame binds me to relate their pretexts and defences in this behalf."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:13",
                            "text": "\"Where,\" say they, \"are there such Scriptures? where are these things prohibited? On the contrary, both Elias is the charioteer of Israel, and David himself danced before the ark."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:14",
                            "text": "We read of psalteries, horns, trumpets, drums, pipes, harps, and choral dances."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:15",
                            "text": "Moreover, the apostle, in his struggle, puts before us the contest of the Caestus, and of our wrestle against the spiritual things of wickedness."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:16",
                            "text": "Again, when he borrows his illustrations from the racecourse, he also proposes the prize of the crown."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:17",
                            "text": "Why, then, may not a faithful Christian man gaze upon that which the divine pen might write about?\" At this point I might not unreasonably say that it would have been far better for them not to know any writings at all, than thus to read the Scriptures."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:18",
                            "text": "For words and illustrations which are recorded by way of exhortation to evangelical virtue, are translated by them into pleas for vice; because those things are written of, not that they should be gazed upon, but that a greater eagerness might be aroused in our minds in respect of things that will benefit us, seeing that among the heathens there is manifest so much eagerness in respect of things which will be of no advantage."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:19",
                            "text": "These are therefore an argument to stimulate virtue, not a permission or a liberty to look upon heathen error, that by this consideration the mind may be more inflamed to Gospel virtue for the sake of the divine rewards, since through the suffering of all these labours and pains it is granted to attain to eternal benefits."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:20",
                            "text": "For that Elias is the charioteer of Israel is no defence for gazing upon the public games; for he ran his race in no circus."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:21",
                            "text": "And that David in the presence of God led the dances, is no sanction for faithful Christians to occupy seats in the public theatre; for David did not twist his limbs about in obscene movements, to represent in his dancing the story of Grecian lust."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:22",
                            "text": "Psalteries, horns, pipes, drums, harps, were used in the service of the Lord, and not of idols."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:23",
                            "text": "Let it not on this account be objected that unlawful things may be gazed upon; for by the artifice of the devil these are changed from things holy to things unlawful."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:24",
                            "text": "Then let shame demur to these things, even if the Holy Scriptures cannot."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:25",
                            "text": "For there are certain things wherein the Scripture is more careful in giving instruction."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:26",
                            "text": "Acquiescing in the claim of modesty, it has forbidden more where it has been silent."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:27",
                            "text": "The truth, if it descended low enough to deal with such things, would think very badly of its faithful votaries."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:28",
                            "text": "For very often, in matters of precept, some things are advantageously said nothing about; they often remind when they are expressly forbidden."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:29",
                            "text": "So also there is an implied silence even in the writings of the Scripture; and severity speaks in the place of precepts; and reason teaches where Scripture has held its peace."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:30",
                            "text": "Let every man only take counsel with himself, and let him speak consistently with the character of his profession, and then he will never do any of these things."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:31",
                            "text": "For that conscience will have more weight which shall be indebted to none other than itself."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:32",
                            "text": "What has Scripture interdicted?  Certainly it has forbidden gazing upon what it forbids to be done."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:33",
                            "text": "It condemned, I say, all those kinds of exhibitions when it abrogated idolatry—the mother of all public amusements, whence these prodigies of vanity and lightness came."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:34",
                            "text": "For what public exhibition is without an idol? what amusement without a sacrifice? what contest is not consecrated to some dead person? And what does a faithful Christian do in the midst of such things as these? If he avoids idolatry, why does he who is now sacred take pleasure in things which are worthy of reproach? Why does he approve of superstitions which are opposed to God, and which he loves while he gazes upon them? Besides, let him be aware that all these things are the inventions of demons, not of God."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:35",
                            "text": "He is shameless who in the church exorcises demons while he praises their delights in public shows; and although, once for all renouncing him, he has put away everything in baptism, when he goes to the devil's exhibition after (receiving) Christ, he renounces Christ as much as (he had done) the devil."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:36",
                            "text": "Idolatry, as I have already said, is the mother of all the public amusements; and this, in order that faithful Christians may come under its influence, entices them by the delight of the eyes and the ears."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:37",
                            "text": "Romulus was the first who consecrated the games of the circus to Consus as the god of counsel, in reference to the rape of the Sabine women."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:38",
                            "text": "But the rest of the scenic amusements were provided to distract the attention of the people while famine invaded the city, and were subsequently dedicated to Ceres and Bacchus, and to the rest of the idols and dead men."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:39",
                            "text": "Those Grecian contests, whether in poems, or in instrumental music, or in words, or in personal prowess, have as their guardians various demons; and whatever else there is which either attracts the eyes or allures the ears of the spectators, if it be investigated in reference to its origin and institution, presents as its reason either an idol, or a demon, or a dead man."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:40",
                            "text": "Thus the devil, who is their original contriver, because he knew that naked idolatry would by itself excite repugnance, associated it with public exhibitions, that for the sake of their attraction it might be loved."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:41",
                            "text": "What is the need of prosecuting the subject further, or of describing the unnatural kinds of sacrifices in the public shows, among which sometimes even a man becomes the victim by the fraud of the priest, when the gore, yet hot from the throat, is received in the foaming cup while it still steams, and, as if it were thrown into the face of the thirsting idol, is brutally drunk in pledge to it; and in the midst of the pleasures of the spectators the death of some is eagerly besought, so that by means of a bloody exhibition men may learn fierceness, as if a man's own private frenzy were of little account to him unless he should learn it also in public?  For the punishment of a man, a rabid wild beast is nourished with delicacies, that he may become the more cruelly ferocious under the eyes of the spectators."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:42",
                            "text": "The skilful trainer instructs the brute, which perhaps might have been more merciful had not its more brutal master taught it cruelty."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:43",
                            "text": "Then, to say nothing of whatever idolatry more generally recommends, how idle are the contests themselves; strifes in colours, contentions in races, acclamations in mere questions of honour; rejoicing because a horse has been more fleet, grieving because it was more sluggish, reckoning up the years of cattle, knowing the consuls under whom they ran, learning their age, tracing their breed, recording their very grandsires and great-grand-sires! How unprofitable a matter is all this; nay, how disgraceful and ignominious! This very man, I say, who can compute by memory the whole family of his equine race, and can relate it with great quickness without interfering with the exhibition—were you to inquire of this man who were the parents of Christ, he cannot tell, or he is the more unfortunate if he can."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:44",
                            "text": "But if, again, I should ask him by what road he has come to that exhibition, he will confess (that he has come) by the naked bodies of prostitutes and of profligate women, by (scenes of) public lust, by public disgrace, by vulgar lasciviousness, by the common contempt of all men."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:45",
                            "text": "And, not to object to him what perchance he has done, still he has seen what was not fit to be done, and he has trained his eyes to the exhibition of idolatry by lust: he would have dared, had he been able, to take that which is holy into the brothel with him; since, as he hastens to the spectacle when dismissed from the Lord's table, and still bearing within him, as often occurs, the Eucharist, that unfaithful man has carried about the holy body of Christ among the filthy bodies of harlots, and has deserved a deeper condemnation for the way by which he has gone thither, than for the pleasure he has received from the exhibition."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:46",
                            "text": "But now to pass from this to the shameless corruption of the stage."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:47",
                            "text": "I am ashamed to tell what things are said; I am even ashamed to denounce the things that are done—the tricks of arguments, the cheatings of adulterers, the immodesties of women, the scurrile jokes, the sordid parasites, even the toga'd fathers of families themselves, sometimes stupid, sometimes obscene, but in all cases dull, in all cases immodest."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:48",
                            "text": "And though no individual, or family, or profession, is spared by the discourse of these reprobates, yet every one flocks to the play."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:49",
                            "text": "The general infamy is delightful to see or to recognise; it is a pleasure, nay, even to learn it."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:50",
                            "text": "People flock thither to the public disgrace of the brothel for the teaching of obscenity, that nothing less may be done in secret than what is learnt in public; and in the midst of the laws themselves is taught everything that the laws forbid."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:51",
                            "text": "What does a faithful Christian do among these things, since he may not even think upon wickedness? Why does he find pleasure in the representations of lust, so as among them to lay aside his modesty and become more daring in crimes? He is learning to do, while he is becoming accustomed to see."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:52",
                            "text": "Nevertheless, those women whom their misfortune has introduced and degraded to this slavery, conceal their public wantonness, and find consolation for their disgrace in their concealment."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:53",
                            "text": "Even they who have sold their modesty blush to appear to have done so."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:54",
                            "text": "But that public prodigy is transacted in the sight of all, and the obscenity of prostitutes is surpassed."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:55",
                            "text": "A method is sought to commit adultery with the eyes."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:56",
                            "text": "To this infamy an infamy fully worthy of it is super added: a human being broken down in every limb, a man melted to something beneath the effeminacy of a woman, has found the art to supply language with his hands; and on behalf of one—I know not what, but neither man nor woman—the whole city is in a state of commotion, that the fabulous debaucheries of antiquity may be represented in a ballet."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:57",
                            "text": "Whatever is not lawful is so beloved, that what had even been lost sight of by the lapse of time is brought back again into the recollection of the eyes."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:58",
                            "text": "It is not sufficient for lust to make use of its present means of mischief, unless by the exhibition it makes its own that in which a former age had also gone wrong."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:59",
                            "text": "It is not lawful, I say, for faithful Christians to be present; it is not lawful, I say, at all, even for those whom for the delight of their ears Greece sends everywhere to all who are instructed in her vain arts."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:60",
                            "text": "One imitates the hoarse warlike clangours of the trumpet; another with his breath blowing into a pipe regulates its mournful sounds; another with dances, and with the musical voice of a man, strives with his breath, which by an effort he had drawn from his bowels into the upper parts of his body, to play upon the stops of pipes; now letting forth the sound, and now closing it up inside, and forcing it into the air by certain openings of the stops; now breaking the sound in measure, he endeavours to speak with his fingers, ungrateful to the Artificer who gave him a tongue."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:61",
                            "text": "Why should I speak of comic and useless efforts?  Why of those great tragic vocal ravings? Why of strings set vibrating with noise? These things, even if they were not dedicated to idols, ought not to be approached and gazed upon by faithful Christians; because, even if they were not criminal, they are characterized by a worthlessness which is extreme, and which is little suited to believers."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:62",
                            "text": "Now that other folly of others is an obvious source of advantage to idle men; and the first victory is for the belly to be able to crave food beyond the human limit,—a flagitious traffic for the claim to the crown of gluttony: the wretched face is hired out to bear wounding blows, that the more wretched belly may be gorged."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:63",
                            "text": "How disgusting, besides, are those struggles! Man lying below man is enfolded in abominable embraces and twinings."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:64",
                            "text": "In such a contest, whether a man looks on or conquers, still his modesty is conquered."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:65",
                            "text": "Behold, one naked man bounds forth towards you; another with straining powers tosses a brazen ball into the air."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:66",
                            "text": "This is not glory, but folly."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:67",
                            "text": "In fine, take away the spectator, and you will have shown its emptiness."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:68",
                            "text": "Such things as these should be avoided by faithful Christians, as I have frequently said already; spectacles so vain, so mischievous, so sacrilegious, from which both our eyes and our ears should be guarded."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:69",
                            "text": "We quickly get accustomed to what we hear and what we see."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:70",
                            "text": "For since man's mind is itself drawn towards vice, what will it do if it should have inducements of a bodily nature as well as a downward tendency in its slippery will? What will it do if it should be impelled from without? Therefore the mind must be called away from such things as these."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:71",
                            "text": "The Christian has nobler exhibitions, if he wishes for them."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:72",
                            "text": "He has true and profitable pleasures, if he will recollect himself."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:73",
                            "text": "And to say nothing of those which he cannot yet contemplate, he has that beauty of the world to look upon and admire."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:74",
                            "text": "He may gaze upon the sun's rising, and again on its setting, as it brings round in their mutual changes days and nights; the moon's orb, designating in its waxings and warnings the courses of the seasons; the troops of shining stars, and those which glitter from on high with extreme mobility,—their members divided through the changes of the entire year, and the days themselves with the nights distributed into hourly periods; the heavy mass of the earth balanced by the mountains, and the flowing rivers with their sources; the expanse of seas, with their waves and shores; and meanwhile, the air, subsisting equally everywhere in perfect harmony, expanded in the midst of all, and in concordant bonds animating all things with its delicate life, now scattering showers from the contracted clouds, now recalling the serenity of the sky with its refreshed purity; and in all these spheres their appropriate tenants—in the air the birds, in the waters the fishes, on the earth man."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:75",
                            "text": "Let these, I say, and other divine works, be the exhibitions for faithful Christians."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:76",
                            "text": "What theatre built by human hands could ever be compared to such works as these? Although it may be reared with immense piles of stones, the mountain crests are loftier; and although the fretted roofs glitter with gold, they will be surpassed by the brightness of the starry firmament."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:77",
                            "text": "Never will any one admire the works of man, if he has recognised himself as the son of God."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:78",
                            "text": "He degrades himself from the height of his nobility, who can admire anything but the Lord."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:79",
                            "text": "Let the faithful Christian, I say, devote himself to the sacred Scriptures, and there he shall find worthy exhibitions for his faith."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:80",
                            "text": "He will see God establishing His world, and making not only the other animals, but that marvellous and better fabric of man."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:81",
                            "text": "He will gaze upon the world in its delightfulness, righteous shipwrecks, the rewards of the good, and the punishments of the impious, seas drained dry by a people, and again from the rock seas spread out by a people."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:82",
                            "text": "He will behold harvests descending from heaven, not pressed in by the plough; rivers with their hosts of waters bridled in, exhibiting dry crossings."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:83",
                            "text": "He will behold in some cases faith struggling with the flame, wild beasts overcome by devotion and soothed into gentleness."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:84",
                            "text": "He will look also upon souls brought back even from death."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:85",
                            "text": "Moreover, he will consider the marvellous souls brought back to the life of bodies which themselves were already consumed."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:86",
                            "text": "And in all these things he will see a still greater exhibition—that devil who had triumphed over the whole world lying prostrate under the feet of Christ."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:87",
                            "text": "How honourable is this exhibition, brethren! how delightful, how needful ever to gaze upon one's hope, and to open our eyes to one's salvation! This is a spectacle which is beheld even when sight is lost."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:88",
                            "text": "This is an exhibition which is given by neither praetor nor consul, but by Him who is alone and above all things, and before all things, yea, and of whom are all things, the Father of our Lord Jesus Christ, to whom be glory and honour for ever and ever."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Cyprian: Treatises [SPURIOUS] 1:89",
                            "text": "I bid you, brethren, ever heartily farewell, Amen."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Cyprian: Treatises [SPURIOUS] 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:1",
                            "text": "Argument."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:2",
                            "text": "—The Glory of Martyrdom,—Namely, What Martyrdom Is, How Great It Is, and of What Advantage It is."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:3",
                            "text": "By Similitudes, and by Argument Deduced from the Daily Deaths, the Author Exhorts to a Joyous Submission to Death for Christ's Sake."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:4",
                            "text": "Among the Benefits of Martyrdom He Maintains that Without Experience of the Universal Suffering that Prevails, the Propitiation of Christ Crowns Martyrs in Such a Way that His Saying About the Very Last Farthing is Not Applicable to Them."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:5",
                            "text": "Although, beloved brethren, it is unfitting, while my speaking to you receives this indulgence, to profess any trepidation, and it very little becomes me to diminish the glory of so great a devotion by the confession of an incipient doubt; yet at the same time I say that my mind is divided by that very deliberation, being influenced by the desire of describing the glory, and restrained from speaking by the magnitude of the virtue (to be described); since it is either not becoming to be silent, or it is perilous to say too little, save that to one who is tossing in doubt this consideration alone is helpful, that it would appear easy for him to be pardoned who has not feared to dare."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:6",
                            "text": "Wherefore, beloved brethren, although my mental capacity is burdened by the importance of the subject in such a way, that in proportion as it puts itself forth in declaring the dignity of martyrdom, in that degree it is overwhelmed by the very weight of the glory, and by its estimation of all those things concerning which, when it speaks most, it fails, by its address being weakened, and broken, and self-entangled, and does not with free and loosened reins display the might of such glory in the liberal eloquence of discourse; yet, if I am not mistaken, some power there will be in my utterance, which, when fortified by the appeal of the work itself, may here and there pour forth what the unequal consciousness of my ability withheld from my words."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:7",
                            "text": "Since, therefore, beloved brethren, involved as we are in affairs so many and important, we are endeavouring with all eagerness and labour to confirm the excellent and most beautiful issues of salvation, I do not fear being so deterred by any slothful dread as to be withheld or rendered powerless; since, if any one should desire to look into that of which we are considering, the hope of devotion being taken into account, and the very magnitude of the thing being weighed, he would rather wonder that I could have dared at all, in a matter wherein both the vastness of the subject oppressed me, and the earnestness of its own desire drove my mind, confused with its joy, into mental difficulties."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:8",
                            "text": "For who is there whom such a subject would not alarm? who is there whom it would not overthrow with the fear of its own wonder!."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:9",
                            "text": "For there is indeed, unless I am mistaken, even in the very power of conscience, a marvellous fear which at once disturbs and inflames us; whose power, the more closely you look into, the more the dreadful sense of its obligation is gathered from its very aspect of venerable majesty."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:10",
                            "text": "For assuredly you ought to consider what glory there is in expiating any kind of defilement of life, and the foulness of a polluted body, and the contagions gathered from the long putrefaction of vices, and the worldly guilt incurred by so great a lapse of time, by the remedial agency of one stroke, whereby both reward may be increased, and guilt may be excluded."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:11",
                            "text": "Whence every perfection and condition of life is included in martyrdom."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:12",
                            "text": "This is the foundation of life and faith, this is the safeguard of salvation, this is the bond of liberty and honour; and although there are also other means whereby the light may be attained, yet we more easily arrive at nearness to the promised reward, by help of these punishments, which sustain us."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:13",
                            "text": "For consider what glory it is to set aside the lusts of this life, and to oppose a mind withdrawn from all commerce with nature and the world, to all the opposition of the adversary, and to have no dread of the cruelty of the torturer; that a man should be animated by the suffering whereby he might be believed to be destroyed, and should take to himself, as an enhancement of his strength, that which the punisher thinks will aggravate his torments."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:14",
                            "text": "For although the hook, springing forth from the stiffening ribs, is put back again into the wound, and with the repeated strokes of the whip the returning lash is drawn away with the rent portions of the flesh; still he stands immoveable, the stronger for his sufferings, revolving only this in his mind, that in that brutality of the executioners Christ Himself is suffering more in proportion to what he suffers."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:15",
                            "text": "For since, if he should deny the Lord, he would incur guilt on His behalf for whom he ought to have overcome, it is essential that He should be seen to bear all things to whom the victory is due, even in the suffering."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:16",
                            "text": "Therefore, since martyrdom is the chief thing, there are three points arising out of it on which we have proposed to ourselves to speak: What it is, how great it is, and of what advantage it is."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:17",
                            "text": "What, then, is martyrdom? It is the end of sins, the limit of dangers, the guide of salvation, the teacher of patience, the home of life, on the journey to which those things moreover befall which in the coming crisis might be considered torments."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:18",
                            "text": "By this also testimony is borne to the Name, and the majesty of the Name is greatly enhanced: not that in itself that majesty can be diminished, or its magnitude detracted from, by the guilt of one who denies it; but that it redounds to the increase of its glory, when the terror of the populace that howls around is giving to suffering, fearless minds, and by the threats of snarling hatred is adding to the title whereby Christ has desired to crown the man, that in proportion as he has thought that he conquered, in that proportion his courage has grown in the struggle."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:19",
                            "text": "It is then, therefore, that all the vigour of faith is brought to bear, then facility of belief is approved, when you encounter the speeches and the reproaches of the rabble, and when you strengthen yourself by a religious mind against those madnesses of the people,—overcoming, that is, and repelling whatever their blasphemous speech may have uttered to wrong Christ in your person; as when the resisting breakwater repels the adverse sea, although the waves dash and the rolling water again and again beats upon it, yet its immoveable strength abides firm, and does not yield even when covered over by the waves that foam around, until its force is scattered over the rocks and loses itself, and the conquered billow lying upon the rocks retires forth into the open spaces of the shore."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:20",
                            "text": "For what is there in these speeches other than empty discourse, and senseless talk, and a depraved pleasure in meaningless words? As it is written:  \"They have eyes, and they see not; ears have they, and they hear not\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:21",
                            "text": "\"Their foolish heart is made sluggish, lest at any time they should be converted, and I should heal them\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:22",
                            "text": "For there is no doubt but that He said this of all whose hardened mind and obstinate brutality of heart is always driven away and repugnates from a vital devotion, folly leading them, madness dragging them, in fine, every kind of ferocity enraging them, whereby they are instigated as well as carried away, so that in their case their own deeds would be sufficient for their punishment, their guilt would burden the very penalty of the persecution inflicted."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:23",
                            "text": "The whole of this tends to the praise of martyrdom, the whole illuminates the glory of suffering wherein the hope of time future is beheld, wherein Christ Himself is engaged, of whom are given the examples that we seek, and whose is the strength by which we resist."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:24",
                            "text": "And that in this behalf something is supplied to us to present, is surely a lofty and marvellous condescension, and such as we are able neither mentally to conceive nor fully to express in words."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:25",
                            "text": "For what could He with His liberal affection bestow upon us more, than that He should be the first to show forth in Himself what He would reward with a crown in others? He became mortal that we might be immortal, and He underwent the issue of human destiny, by whom things human are governed; and that He might appear to have given to us the benefit of His having suffered, He gave us confession."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:26",
                            "text": "He suggested martyrdoms; finally, He, by the merits of His nativity, imputed all those things whereby the light (of life) may be quenched, to a saving remedy, by His excellent humility, by His divine strength."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:27",
                            "text": "Whoever have deserved to be worthy of this have been without death, have overcome all the foulest stains of the world, having subdued the condition of death."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:28",
                            "text": "For there is no doubt how much they obtain from the Lord, who have preferred God's name to their own safety, so that in that judgment-day their blood-shedding would make them better, and the blood spilt would show them to be spotless."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:29",
                            "text": "Because death makes life more complete, death rather leads to glory."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:30",
                            "text": "Thus, whenever on the rejoicing wheat-stalks the ears of corn distended by rains grow full, the abundant harvests are forced by the summer; thus, as often as the vine is pruned by the knife from the tendrils that break forth upon it, the bunch of grapes is more liberally clothed."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:31",
                            "text": "For whatever is of advantage by its injury turns out for the increase of the time to come; just as it has often been of avail to the fields to let loose the flames, that by the heat of the wandering conflagration the blind breathing-holes of the earth might be relaxed."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:32",
                            "text": "It has been useful to parch the light stalks with the crackling fire, that the pregnant corn-field might raise itself higher, and a more abundant grain might flourish on the breeding stems."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:33",
                            "text": "Therefore such also is first of all the calamity, and by and by the fruit of martyrdom, that it so contemns death, that it may preserve life in death."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:34",
                            "text": "For what is so illustrious and sublime, as by a robust devotion to preserve all the vigour of faith in the midst of so many weapons of executioners? What so great and honourable, as in the midst of so many swords of the surrounding guards, again and again to profess in repeated words the Lord of one's liberty and the author of one's salvation?—and especially if you set before your eyes that there is nothing more detestable than dishonour, nothing baser than slavery, that now you ought to seek nothing else, to ask for nothing else, than that you should be snatched from the slaughters of the world, be delivered from the ills of the world, and be engaged only as an alien from the contagion of earth, among the ruins of a globe that is speedily to perish? For what have you to do with this light, if you have the promise of an eternal light? What interest have you in this commerce of life and nature, if the amplitude of heaven is awaiting you? Doubtless let that lust of life keep hold, but let it be of those whom for unatoned sin the raging fire will torture with eternal vengeance for their crimes."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:35",
                            "text": "Let that lust of life keep hold, but let it be of those to whom it is both a punishment to die, and a torment to endure (after death)."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:36",
                            "text": "But to you both the world itself is subjected, and the earth yields, if, when all are dying, you are reserved for this fate of being a martyr."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:37",
                            "text": "Do we not behold daily dyings? We behold new kinds of death of the body long worn out with raging diseases, the miserable results of some plague hitherto unexperienced; and we behold the destruction of wasted cities, and hence we may acknowledge how great is to be considered the dignity of martyrdom, to the attainment of the glory of which even the pestilence is beginning to compel us."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:38",
                            "text": "Moreover, beloved brethren, regard, I beseech you, this consideration more fully; for in it both salvation is involved, and sublimity accounted of, although I am not unaware that you abundantly know that we are supported by the judgments of all who stand fast, and that you are not ignorant that this is the teaching handed down to us, that we should maintain the power of so great a Name without any dread of the warfare; because we whom once the desire of an everlasting remembrance has withheld from the longing for this light, and whom the anticipations of the future have wrenched away, and whom the society of Christ so longed for has kept aloof from all wickedness, shrink from offering our soul to death except it be in the way of yielding to a mischief, and that those benefits of God must no longer be retained and clung to by us, since beyond the burning up of these things the reward is so great as that human infirmity can hardly attain sufficiently to speak of it."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:39",
                            "text": "Heaven lies open to our blood; the dwelling-place of Gehenna gives way to our blood; and among all the attainments of glory, the title of blood is sealed as the fairest, and its crown is designated as most complete."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:40",
                            "text": "Thus, whenever the soldier returns from the enemy laden with triumphant spoils, he rejoices in his wounds."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:41",
                            "text": "Thus, whenever the sailor, long harassed with tempests, arrives at safe shores, he reckons his happiness by the dangers that he has suffered."
                        },
                        {
                            "verse": 42,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:42",
                            "text": "For, unless I am mistaken, that is assuredly a joyous labour whereby safety is found."
                        },
                        {
                            "verse": 43,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:43",
                            "text": "Therefore all things must be suffered, all things must be endured; nor should we desire the means of rejoicing for a brief period, and being punished with a perpetual burning."
                        },
                        {
                            "verse": 44,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:44",
                            "text": "For you ought to remember that you are bound, as it were, by a certain federal paction, out of which arises the just condition either of obtaining salvation, or the merited fearfulness of punishment."
                        },
                        {
                            "verse": 45,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:45",
                            "text": "You stand equally among adverse things and prosperous, in the midst of arms and darts; and on the one hand, worldly ambition, on the other heavenly greatness, incites you."
                        },
                        {
                            "verse": 46,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:46",
                            "text": "If you fear to lose salvation, know that you can die; and, moreover, death should be contemned by you, for whom Christ was slain."
                        },
                        {
                            "verse": 47,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:47",
                            "text": "Let the examples of the Lords passion, I beseech you, pass before your eyes; let the offerings, and the rewards, and the distinctions prepared come together before you, and look carefully at both events, how great a difficulty they have between them."
                        },
                        {
                            "verse": 48,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:48",
                            "text": "For you will not be able to confess unless you know what a great mischief you do if you deny."
                        },
                        {
                            "verse": 49,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:49",
                            "text": "Martyrs rejoice in heaven; the fire will consume those who are enemies of the truth."
                        },
                        {
                            "verse": 50,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:50",
                            "text": "The paradise of God blooms for the witnesses; Gehenna will enfold the deniers, and eternal fire will burn them up."
                        },
                        {
                            "verse": 51,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:51",
                            "text": "And, to say nothing of other matters, this assuredly ought rather to urge us, that the confession of one word is maintained by the everlasting confession of Christ; as it is written, \"Whosoever shall confess me on earth before men, him also will I confess before my Father, and before His angels\"."
                        },
                        {
                            "verse": 52,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:52",
                            "text": "To this are added, by way of an enhancement of glory, the adornments of virtue; for He says, \"The righteous shall shine as sparks that run to and fro among the stubble; they shall judge the nations, and shall have dominion over the peoples\"."
                        },
                        {
                            "verse": 53,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:53",
                            "text": "For it is a great glory, beloved brethren, to adorn the life of eternal salvation with the dignity of suffering: it is a great sublimity before the face of the Lord, and under the gaze of Christ, to contemn without a shudder the torments inflicted by human power."
                        },
                        {
                            "verse": 54,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:54",
                            "text": "Thus Daniel, by the constancy of his faith, overcame the threats of the king and the fury of raging lions, in that he believed that none else than God was to be adored."
                        },
                        {
                            "verse": 55,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:55",
                            "text": "Thus, when the young men were thrown into the furnace, the fire raged against itself, because, being righteous, they endured the flames, and guarded against those of Gehenna, by believing in God, whence also they received things worthy of them: they were not delayed to a future time: they were not reserved for the reward of eternal salvation."
                        },
                        {
                            "verse": 56,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:56",
                            "text": "God saw their faith; that what they had promised to themselves to see after their death, they merited to see in their body."
                        },
                        {
                            "verse": 57,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:57",
                            "text": "For how great a reward was given them in the present tribulation could not be estimated."
                        },
                        {
                            "verse": 58,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:58",
                            "text": "If there was cruelty, it gave way; if there was flame, it stood still."
                        },
                        {
                            "verse": 59,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:59",
                            "text": "For there was one mind to all of them, which neither violence could break down nor wrath could subvert; nor could the fear of death restrain them from the obedience of devotion."
                        },
                        {
                            "verse": 60,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:60",
                            "text": "Whence by the Lord's grace it happened, that in this manner the king himself appeared rather to be punished in those men (who were slain), whilst they escape whom he had thought to slay."
                        },
                        {
                            "verse": 61,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:61",
                            "text": "And now, beloved brethren, I shall come to that point whence I shall very easily be able to show you how highly the virtue of martyrdom is esteemed, which, although it is well known to all, and is to be desired on account of the insignia of its inborn glory, yet in the desire of its enjoyment has received more enhancement from the necessity of the times."
                        },
                        {
                            "verse": 62,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:62",
                            "text": "Because if any one be crowned at that season in which he supposes himself to be crowned, if perchance he should die, he is greatly rewarded."
                        },
                        {
                            "verse": 63,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:63",
                            "text": "Therefore, sublime and illustrious as martyrdom is, it is the more needful now, when the world itself is turned upside down, and, while the globe is partially shattered, failing nature is giving evidence of the tokens of its final destruction."
                        },
                        {
                            "verse": 64,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:64",
                            "text": "For the rain-cloud hangs over us in the sky, and the very air stretches forth the mournful rain (curtain); and as often as the black tempest threatens the raging sea, the glittering lightning-flashes glow terribly in the midst of the opening darkness of the clouds."
                        },
                        {
                            "verse": 65,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:65",
                            "text": "Moreover, when the deep is lashed into immense billows, by degrees the wave is lifted up, and by degrees the foam whitens, until at length you behold it rush in such a manner, that on those rocks on which it is hurled, it throws its foam higher than the wave that was vomited forth by the swelling sea."
                        },
                        {
                            "verse": 66,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:66",
                            "text": "You read that it is written, that we must pay even the uttermost farthing."
                        },
                        {
                            "verse": 67,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:67",
                            "text": "But the martyrs alone are relieved of this obligation; because they who trust to their desires for eternal salvation, and have overcome their longings for this life, have been made by the Lord's precepts free from the universal suffering."
                        },
                        {
                            "verse": 68,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:68",
                            "text": "Therefore from this especially, beloved brethren, we shall be able to set forth what great things the virtue of martyrdom is able to fulfil."
                        },
                        {
                            "verse": 69,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:69",
                            "text": "And, to pass over everything else, we ought to remember what a glory it is to come immaculate to Christ—to be a sharer in His suffering, and to reign in a perpetual eternity with the Lord—to be free from the threatening destruction of the world, and not to be mixed up with the bloody carnage of wasting diseases in a common lot with others; and, not to speak of the crown itself, if, being situated in the midst of these critical evils of nature, you had the promise of an escape from this life, would you not rejoice with all your heart? If, I say, while tossing amid the tempests of this world, a near repose should invite you, would you not consider death in the light of a remedy? Thus, surrounded as you are with the knives of the executioners, and the instruments of testing tortures, stand sublime and strong, considering how great is the penalty of denying, in a time when you are unable to enjoy, the world for the sake of which you would deny, because indeed the Lord knew that cruel torments and mischievous acts of punishment would be armed against us for our destruction, in order that He might make us strong to endure them all."
                        },
                        {
                            "verse": 70,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:70",
                            "text": "\"My son,\" says He, \"if thou come to serve God, stand fast in righteousness, and fear, and prepare thy soul for temptation\"."
                        },
                        {
                            "verse": 71,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:71",
                            "text": "Moreover, also, the blessed Apostle Paul exclaimed, and said, \"To me to live is Christ, and to die is gain\"."
                        },
                        {
                            "verse": 72,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:72",
                            "text": "Wherefore, beloved brethren, with a firm faith, with a robust devotion, with a virtue opposed to the fierce threatenings of the world, and the savage murmurs of the attending crowds, we must resist and not fear, seeing that ours is the hope of eternity and heavenly life, and that our ardour is inflamed with the longing for the light, and our salvation rejoices in the promise of immortality."
                        },
                        {
                            "verse": 73,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:73",
                            "text": "But the fact that our hands are bound with tightened bonds, and that heavy links fastened round our necks oppress us with their solid weight, or that our body strained on the rack hisses on the red-hot plates, is not for the sake of seeking our blood, but for the sake of trying us."
                        },
                        {
                            "verse": 74,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:74",
                            "text": "For in what manner should we be able to recognise even the dignity of martyrdom, if we were not constrained to desire it, even at the price of the sacrifice of our body? I indeed have known it, and I am not deceived in the truth of what I say, when the cruel hands of the persecutors were wrenching asunder the martyr's limbs, and the furious torturer was ploughing up his lacerated muscles, and still could not overcome him."
                        },
                        {
                            "verse": 75,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:75",
                            "text": "I have known it by the words of those who stood around."
                        },
                        {
                            "verse": 76,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:76",
                            "text": "\"This is a great matter."
                        },
                        {
                            "verse": 77,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:77",
                            "text": "Assuredly I know not what it is—that he is not subdued by suffering, that he is not broken down by wearing torments\"."
                        },
                        {
                            "verse": 78,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:78",
                            "text": "Moreover, there were other words of those who spoke: \"And yet I believe he has children: for he has a wife associated with him in his house; and yet he does not give way to the bond of his offspring, nor is he withdrawn by the claim of his family affection from his stedfast purpose."
                        },
                        {
                            "verse": 79,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:79",
                            "text": "This matter must be known, and this strength must be investigated, even to the very heart; for that is no trifling confession, whatever it may be, for which a man suffers, even so as to be able to die\"."
                        },
                        {
                            "verse": 80,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:80",
                            "text": "Moreover, beloved brethren, so great is the virtue of martyrdom, that by its means even he who has wished to slay you is constrained to believe."
                        },
                        {
                            "verse": 81,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:81",
                            "text": "It is written, and we read: \"Endure in suffering, and in thy humiliation have patience, because gold and silver are tried by the fire\"."
                        },
                        {
                            "verse": 82,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:82",
                            "text": "Since, therefore, the Lord proves us by earthly temptations, and Christ the Judge weighs us by these worldly ills, we must congratulate ourselves, and rejoice that He does not reserve us for those eternal destructions, but rejoices over us as purged from all contagion."
                        },
                        {
                            "verse": 83,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:83",
                            "text": "But from those whom He adopts as partners of His inheritance, and is willing to receive into the kingdom of heaven, what else indeed does He ask than a walk in integrity? He Himself has said that all things are His, both those things which are displayed upon the level plains, and which lift themselves up into sloping hills; and moreover, whatever the greatness of heaven surrounds, and what the gliding water embraces in the circumfluent ocean."
                        },
                        {
                            "verse": 84,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:84",
                            "text": "But if all things are within His ken, and He does not require of us anything but sincere actions, we ought, as He Himself has said, to be like to gold."
                        },
                        {
                            "verse": 85,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:85",
                            "text": "Because, when you behold in the glistening ore the gold glittering under the tremulous light, and melting into a liquid form by the roaring flames (for this also is generally the care of the workmen), whenever from the panting furnaces is vomited forth the glowing fire, the rich flame is drawn away from the access of the earth in a narrow channel, and is kept back by sand from the refluent masses of earth."
                        },
                        {
                            "verse": 86,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:86",
                            "text": "Whence it is necessary to suffer all things, that we may be free from all wickedness, as He has said by His prophet: \"And though in the sight of men they have suffered torments, yet is their hope full of immortality; and being vexed in a few things, they shall be well rewarded in many things, because God has tried them, and has found them worthy of Himself, and has received them as a sacrifice of burnt-offering\"."
                        },
                        {
                            "verse": 87,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:87",
                            "text": "But if ambitious dignity deter you, and the amount of your money heaped up in your stores influence you—a cause which ever distracts the intentions of a virtuous heart, and assails the soul devoted to its Lord with a fearful trembling—I beg that you would again refer to the heavenly words."
                        },
                        {
                            "verse": 88,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:88",
                            "text": "For it is the very voice of Christ who speaks, and says, \"Whosoever shall lose his life for my name's sake, shall receive in this world a hundred fold, and in the world to come shall possess eternal life\"."
                        },
                        {
                            "verse": 89,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:89",
                            "text": "And we ought assuredly to reckon nothing greater, nothing more advantageous, than this."
                        },
                        {
                            "verse": 90,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:90",
                            "text": "For although in the nature of your costly garments the purple dye flows into figures, and in the slackening threads the gold strays into a pattern, and the weighty metals to which you devote yourselves are not wanting in your excavated treasures; still, unless I am mistaken, those things will be esteemed vain and purposeless, if, while all things else are added to you, salvation alone is found to be wanting; even as the Holy Spirit declares that we can give nothing in exchange for our soul."
                        },
                        {
                            "verse": 91,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:91",
                            "text": "For He says, \"If you should gain the whole world, and lose your own soul, what shall it profit you, or what exchange shall a man give for his soul?\" For all those things which we behold are worthless, and such as resting on weak foundations, are unable to sustain the weight of their own mass."
                        },
                        {
                            "verse": 92,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:92",
                            "text": "For whatever is received from the world is made of no account by the antiquity of time."
                        },
                        {
                            "verse": 93,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:93",
                            "text": "Whence, that nothing should be sweet or dear that might be preferred to the desires of eternal life, things which are of personal right and individual law are cut off by the Lord's precepts; so that in the undergoing of tortures, for instance, the son should not soften the suffering father, and private affection should not change the heart that was previously pledged to enduring strength, into another disposition."
                        },
                        {
                            "verse": 94,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:94",
                            "text": "Christ of His own right ordained that truth and salvation alone must be embraced in the midst of great sufferings, under which wife, and children, and grandchildren, under which all the offspring of one's bowels, must be forsaken, and the victory be claimed."
                        },
                        {
                            "verse": 95,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:95",
                            "text": "For Abraham also thus pleased God, in that he, when tried by God, spared not even his own son, in behalf of whom perhaps he might have been pardoned had he hesitated to slay him."
                        },
                        {
                            "verse": 96,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:96",
                            "text": "A religious devotion armed his hands; and his paternal love, at the command of the Lord who bade it, set aside all the feelings of affection."
                        },
                        {
                            "verse": 97,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:97",
                            "text": "Neither did it shock him that he was to shed the blood of his son, nor did he tremble at the word; nevertheless for him Christ had not yet been slain."
                        },
                        {
                            "verse": 98,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:98",
                            "text": "For what is dearer than He who, that you might not sustain anything unwillingly in the present day, first of all Himself suffered that which He taught others to suffer? What is sweeter than He who, although He is our God and Lord, nevertheless makes the man who suffers for His sake His fellow-heir in the kingdom of heaven? Oh grand—I know not what!—whether that reason scarcely bears to receive that consciousness, although it always marvels at the greatness of the rewards; or that the majesty of God is so abundant, that to all who trust in it, it even offers those things which, while we were considering what we have done, it had been sin to desire."
                        },
                        {
                            "verse": 99,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:99",
                            "text": "Moreover, if only eternal salvation should be given, for that very perpetuity of living we should be thankful."
                        },
                        {
                            "verse": 100,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:100",
                            "text": "But now, when heaven and the power of judging concerning others is bestowed in the eternal world, what is there wherein man's mediocrity may not find itself equal to all these trials? If you are assailed with injuries, He was first so assailed."
                        },
                        {
                            "verse": 101,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:101",
                            "text": "If you are oppressed with reproaches, you are imitating the experience of God."
                        },
                        {
                            "verse": 102,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:102",
                            "text": "Whence also it is but a little matter whatever you undergo for Him, seeing that you can do nothing more, unless that in this consists the whole of salvation, that He has promised the whole to martyrdom."
                        },
                        {
                            "verse": 103,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:103",
                            "text": "Finally, the apostle, to whom all things were always dear, while he deeply marvelled at the greatness of the promised benefits, said, \"I reckon that the sufferings of this present time are not worthy to be compared to the glory that is to follow, which shall be revealed in us\"."
                        },
                        {
                            "verse": 104,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:104",
                            "text": "Because he was musing in his own mind how great would be the reward, that to him to whom it would be enough to be free from death, should be given not only the prerogative of salvation, but also to ascend to heaven: to heaven which is not constrained into darkness, even when light is expelled from it, and the day does not unfold into light by alternate changes; but the serene temperature of the liquid air unfolds a pure brightness through a clearness that reddens with a fiery glow."
                        },
                        {
                            "verse": 105,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:105",
                            "text": "It now remains, beloved brethren, that we are bound to show what is the advantage of martyrdom, and that we should teach that especially, so that the fear of the future may stimulate us to this glorious title."
                        },
                        {
                            "verse": 106,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:106",
                            "text": "Because those to whom great things are promised, seem to have greater things which they are bound to fear."
                        },
                        {
                            "verse": 107,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:107",
                            "text": "For the soldier does not arouse himself to arms before the enemy have brandished their hostile weapons; nor does a man withdraw his ship in an anchorage, unless the fear of the deep have checked his courage."
                        },
                        {
                            "verse": 108,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:108",
                            "text": "Moreover also, while eager for his wealth, the considerate husbandman does not stir up the earth with a fortunate ploughshare, before the crumbling glebe is loosened into dust by the rain that it has received."
                        },
                        {
                            "verse": 109,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:109",
                            "text": "Thus this is the natural practice of every man, to be ignorant of what is of advantage, unless you recognise what has been mischievous."
                        },
                        {
                            "verse": 110,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:110",
                            "text": "Whence also a reward is given to all the saints, in that the punishment of their deeds is inflicted on the unrighteous."
                        },
                        {
                            "verse": 111,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:111",
                            "text": "Therefore what the Lord has promised to His people is doubtful to none, however ignorant he is; but neither is there any doubt what punitive fires He threatens."
                        },
                        {
                            "verse": 112,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:112",
                            "text": "And since my discourse has led me thus to argue about both these classes of things in a few words, as I have already spoken of both, I will briefly explain them."
                        },
                        {
                            "verse": 113,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:113",
                            "text": "A horrible place, of which the name is Gehenna, with an awful murmuring and groaning of souls bewailing, and with flames belching forth through the horrid darkness of thick night, is always breathing out the raging fires of a smoking furnace, while the confined mass of flames is restrained or relaxed for the various purposes of punishment."
                        },
                        {
                            "verse": 114,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:114",
                            "text": "Then there are very many degrees of its violence, as it gathers into itself whatever tortures the consuming fire of the heat emitted can supply."
                        },
                        {
                            "verse": 115,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:115",
                            "text": "Those by whom the voice of the Lord has been rejected, and His control contemned, it punishes with different dooms; and in proportion to the different degree of deserving of the forfeited salvation it applies its power, while a portion assigns its due distinction to crime."
                        },
                        {
                            "verse": 116,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:116",
                            "text": "And some, for example, are bowed down by an intolerable load, some are hurried by a merciless force over the abrupt descent of a precipitous path, and the heavy weight of clanking chains bends over them its bondage."
                        },
                        {
                            "verse": 117,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:117",
                            "text": "Some there are, also, whom a wheel is closely turning, and an unwearied dizziness tormenting; and others whom, bound to one another with tenacious closeness, body clinging to body compresses: so that both fire is devouring, and the load of iron is weighing down, and the uproar of many is torturing."
                        },
                        {
                            "verse": 118,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:118",
                            "text": "But those by whom God has always been sought or known, have never lost the position which Christ has given them, where grace is found, where in the verdant fields the luxuriant earth clothes itself with tender grass, and is pastured with the scent of flowers; where the groves are carried up to the lofty hill-top, and where the tree clothes with a thicker foliage whatever spot the canopy, expanded by its curving branches, may have shaded."
                        },
                        {
                            "verse": 119,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:119",
                            "text": "There is no excess of cold or of heat, nor is it needed that in autumn the fields should rest, or, again in the young spring, that the fruitful earth should bring forth."
                        },
                        {
                            "verse": 120,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:120",
                            "text": "All things are of one season: fruits are borne of a continued summer, since there neither does the moon serve the purpose of her months, nor does the sun run his course along the moments of the hours, nor does the banishment of the light make way for night."
                        },
                        {
                            "verse": 121,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:121",
                            "text": "A joyous repose possesses the people, a calm home shelters them, where a gushing fountain in the midst issues from the bosom of a broken hollow, and flows in sinuous mazes by a course deep-sounding, at intervals to be divided among the sources of rivers springing from it."
                        },
                        {
                            "verse": 122,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:122",
                            "text": "Here there is the great praise of martyrs, here is the noble crown of the victors, who have the promise of greater things than those whose rewards are more abundant."
                        },
                        {
                            "verse": 123,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:123",
                            "text": "And that either their body is thrown to wild beasts, or the threatening sword is not feared, is shown as the reason of their dignity, is manifested as the ground of their election."
                        },
                        {
                            "verse": 124,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:124",
                            "text": "Because it would have been inconsistent, that he who had been judged equal to such a duty, should be kept among earthly vices and corruptions."
                        },
                        {
                            "verse": 125,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:125",
                            "text": "For you deserve, O excellent martyrs, that nothing should be denied to you who are nourished with the hope of eternity and of light; whose absolute devotion, and whose mind dedicated to the service of heaven, is evidently seen."
                        },
                        {
                            "verse": 126,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:126",
                            "text": "Deservedly, I say deservedly, nothing to you is forbidden to wish for, since by your soul this world is looked down upon, and the alienated appearance of the time has made you to shudder, as if it were a confused blindness of darkness; to whom this world is always regarded in the light of a dungeon, its dwellings for restraints, in a life which has always been esteemed by you as a period of delay on a journey."
                        },
                        {
                            "verse": 127,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:127",
                            "text": "Thus, indeed, in the triumph of victory he is snatched from these evils, whom no vain ambition with pompous step has subdued, nor popular greatness has elated, but whom, burning with heavenly desire, Christ has added to His kingdom."
                        },
                        {
                            "verse": 128,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:128",
                            "text": "There is nothing, then, so great and venerable as the deliverance from death, and the causing to live, and the giving to reign for ever."
                        },
                        {
                            "verse": 129,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:129",
                            "text": "This is fitting for the saints, needful for the wretched, pleasing to all, in which the good rejoice, the abject are lifted up, the elect are crowned."
                        },
                        {
                            "verse": 130,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:130",
                            "text": "Assuredly God, who cares for all, gave to life a certain medicine as it were in martyrdom, when to some He assigned it on account of their deserving, to others He gave it on account of His mercy."
                        },
                        {
                            "verse": 131,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:131",
                            "text": "We have assuredly seen very many distinguished by their faith, come to claim this illustrious name, that death might ennoble the obedience of their devotion."
                        },
                        {
                            "verse": 132,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:132",
                            "text": "Moreover, also, we have frequently beheld others stand undismayed, that they might redeem their sins committed, and be regarded as washed in their gore by His blood; and so being slain they might live again, who when alive were counted slain."
                        },
                        {
                            "verse": 133,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:133",
                            "text": "Death assuredly makes life more complete, death finds the glory that was lost."
                        },
                        {
                            "verse": 134,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:134",
                            "text": "For in this the hope once lost is regained, in this all salvation is restored."
                        },
                        {
                            "verse": 135,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:135",
                            "text": "Thus, when the seed-times shall fail on the withering plains, and the earth shall be parched with its dying grass, the river has delighted to spring forth from the sloping hills, and to soothe the thirsty fields with its gushing streams, so that the vanquished poverty of the land might be dissolved into fruitful wheat-stems, and the corn-field might bristle up the thicker for the counterfeited showers of rain."
                        },
                        {
                            "verse": 136,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:136",
                            "text": "What then, beloved brethren, shall I chiefly relate, or what shall I say? When all dignified titles thus combine in one, the mind is confused, the perception is misled; and in the very attempt to speak with brilliancy, my unworthy discourse vanishes away."
                        },
                        {
                            "verse": 137,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:137",
                            "text": "For what is there to be said which can be sufficient, when, if you should express the power of eternal salvation, its attending glories come in your way; if you would speak of its surroundings, its greatness prevents you? The things at the same time are both in agreement and in opposition, and there is nothing which appears worthy to be uttered."
                        },
                        {
                            "verse": 138,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:138",
                            "text": "Thus the instances of martyrdom have held in check the impulses of daring speech, as if entangled and ensnared by an opponent."
                        },
                        {
                            "verse": 139,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:139",
                            "text": "What voice, what lungs, what strength, can undertake to sustain the form of such a dignity? At the confession of one voice, adverse things give way, joyous things appear, kingdoms are opened, empires are prepared, suffering is overcome, death is subdued, life is preferred, and the resisting weapons of a mischievous enemy are broken up."
                        },
                        {
                            "verse": 140,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:140",
                            "text": "If there is sin, it perishes; if there is crime, it is left behind."
                        },
                        {
                            "verse": 141,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:141",
                            "text": "Wherefore I beseech you, weigh this in your minds, and from my address receive so much as you know that you can feel."
                        },
                        {
                            "verse": 142,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:142",
                            "text": "Let it present itself to your eyes, what a day that is, when, with the people looking on, and all men watching, an undismayed devotion is struggling against earthly crosses and the threats of the world; how the minds in suspense, and hearts anxious about the tremblings of doubt, are agitated by the dread of the timid fearfulness of those who are congratulating them! What an anxiety is there, what a prayerful entreaty, what desires are recorded, when, with the victory still wavering, and the crown of conquest hanging in doubt over the head while the results are still uncertain, and when that pestilent and raving confession is inflamed by passion, is kindled by madness, and finally, is heated by the fury of the heart, and by gnashing threats! For who is ignorant how great a matter this is, that our, as it were, despised frailty, and the unexpected boldness of human strength, should not yield to the pangs of wounds, nor to the blows of tortures,—that a man should stand fast and not be moved, should be tortured and still not be overcome, but should rather be armed by the very suffering whereby he is tormented?."
                        },
                        {
                            "verse": 143,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:143",
                            "text": "Consider what it is, beloved brethren: set before your perceptions and your minds all the endurance of martyrdom."
                        },
                        {
                            "verse": 144,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:144",
                            "text": "Behold, indeed, in the passion of any one you will, they who are called martyrs rejoice as being already summoned out of the world; they rejoice as being messengers of all good men; they rejoice in like manner as elected."
                        },
                        {
                            "verse": 145,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:145",
                            "text": "Thus the Lord rejoices in His soldier, Christ rejoices in the witness to His name."
                        },
                        {
                            "verse": 146,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:146",
                            "text": "It is a small matter that I am speaking of, beloved brethren; it is a small matter, so great a subject in this kind of address, and so marvellous a difficulty has been undertaken by me; but let the gravity of the issue, I beseech you, not be wanting for my own purpose, knowing that as much can be said of martyrdom as could be appreciated."
                        },
                        {
                            "verse": 147,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:147",
                            "text": "Whence also this alone has been the reason of my describing its glory, not that I judged myself equal and fitted for its praise, but that I saw that there was such a virtue in it, that however little I might say about it, I should profess that I had said as much as possible."
                        },
                        {
                            "verse": 148,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:148",
                            "text": "For although the custody of faith may be preferred to the benefit of righteousness, and an immaculate virginity may recognise itself as better than the praises of all; yet it is necessary that even it should give place to the claim of blood, and be made second to a gory death."
                        },
                        {
                            "verse": 149,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:149",
                            "text": "The former have chosen what is good, the latter have imitated Christ."
                        },
                        {
                            "verse": 150,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:150",
                            "text": "But now, beloved brethren, lest any one should think that I have placed all salvation in no other condition than in martyrdom, let him first of all look especially at this, that it is not I who seem to speak, that am of so great importance, nor is the order of things so arranged that the promised hope of immortality should depend on the strength of a partial advocacy."
                        },
                        {
                            "verse": 151,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:151",
                            "text": "But since the Lord has testified with His own mouth, that in the Father's possession are many dwellings, I have believed that there is nothing greater than that glory whereby those men are proved who are unworthy of this worldly life."
                        },
                        {
                            "verse": 152,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:152",
                            "text": "Therefore, beloved brethren, striving with a religious rivalry, as if stirred up with some incentive of reward, let us submit to all the abundance and the endurance of strength."
                        },
                        {
                            "verse": 153,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:153",
                            "text": "For things passing away ought not to move us, seeing that they are always being pressed forward to their own overthrow, not only by the law proposed to them, but even by the very end of time."
                        },
                        {
                            "verse": 154,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:154",
                            "text": "John exclaims, and says, \"Now is the axe laid to the root of the tree;\" showing, to wit, and pointing out that it is the last old age of all things."
                        },
                        {
                            "verse": 155,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:155",
                            "text": "Moreover, also, the Lord Himself says, \"Walk while ye have the light, lest the darkness lay hold upon you\"."
                        },
                        {
                            "verse": 156,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:156",
                            "text": "But if He has foretold that we must walk in that time, certainly He shows that we must at any rate walk."
                        },
                        {
                            "verse": 157,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:157",
                            "text": "And to return to the praise of martyrdom, there is a word of the blessed Paul, who says:  \"Know ye not that they who run in a race strive many, but one receiveth the prize? But do ye so run, that all of you may obtain\"."
                        },
                        {
                            "verse": 158,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:158",
                            "text": "Moreover also elsewhere, that he may exhort us to martyrdom, he has called us fellow-heirs with Christ; nay, that he might omit nothing, he says, \"If ye are dead with Christ, why, as if living in the world, do ye make distinctions?\" Because, dearest brethren, we who bear the rewards of resurrection, who seek for the day of judgment, who, in fine, are trusting that we shall reign with Christ, ought to be dead to the world."
                        },
                        {
                            "verse": 159,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:159",
                            "text": "For you can neither desire martyrdom till you have first hated the world, nor attain to God's reward unless you have loved Christ."
                        },
                        {
                            "verse": 160,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:160",
                            "text": "And he who loves Christ does not love the world."
                        },
                        {
                            "verse": 161,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:161",
                            "text": "For Christ was given up by the world, even as the world also was given up by Christ; as it is written, \"The world is crucified unto me, and I unto the world\"."
                        },
                        {
                            "verse": 162,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:162",
                            "text": "The world has been an object of affection to none whom the Lord has not previously condemned; nor could he enjoy eternal salvation who has gloried in the life of the world."
                        },
                        {
                            "verse": 163,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:163",
                            "text": "That is the very voice of Christ, who says:  \"He that loveth his life in this world, shall lose it in the world to come; but he that hateth his life in this world, shall find it in the world to come\"."
                        },
                        {
                            "verse": 164,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:164",
                            "text": "Moreover, also, the Apostle Paul says: \"Be ye imitators of me, as I also am of Christ\"."
                        },
                        {
                            "verse": 165,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:165",
                            "text": "And the same elsewhere says: \"I wish that all of you, if it were possible, should be imitators of me\"."
                        },
                        {
                            "verse": 166,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:166",
                            "text": "He said this who suffered, and who suffered for this cause, that he might imitate the Lord; and assuredly he wished us also to suffer for this cause, that through him we might imitate Christ."
                        },
                        {
                            "verse": 167,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:167",
                            "text": "If thou art righteous, and believest in God, why fearest thou to shed thy blood for Him whom thou knowest to have so often suffered for thee? In Isaiah He was sawn asunder, in Abel He was slain, in Isaac He was offered up, in Joseph He was sold into slavery, in man He was crucified."
                        },
                        {
                            "verse": 168,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:168",
                            "text": "And I say nothing of other matters, such as neither my discourse is able to tell nor my mind to bear."
                        },
                        {
                            "verse": 169,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:169",
                            "text": "My consciousness is overcome by the example of His humility; and when it considers what things befell when He suffered, it marvels that He should suffer on whose behalf all things quaked."
                        },
                        {
                            "verse": 170,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:170",
                            "text": "The day fled into the night; the light gave up all things into darkness; and, its mass being inclined backwards and forwards, the whole earth was jarred, and burst open; the dead were disturbed, the graves were laid bare, and as the tombs gaped open into the rent of the earth, bodies returning to the light were restored; the world trembled at the flowing of His blood; and the veil which hung from the opening of the temple was rent, and all the temple uttered a groan."
                        },
                        {
                            "verse": 171,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:171",
                            "text": "For which cause it is a great matter to imitate Him who, in dying, convicted the world."
                        },
                        {
                            "verse": 172,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:172",
                            "text": "Therefore when, after the example of the Lord's passion, and after all the testimony of Christ, you lay down your life, and fear not to shed your blood, everything must absolutely give way to martyrdom."
                        },
                        {
                            "verse": 173,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:173",
                            "text": "Inestimable is the glory of martyrdom, infinite its measure, immaculate its victory, invaluable its title, immense its triumph; because he who is presented to Him with the special glory of a confessor, is adorned with the kindred blood of Christ."
                        },
                        {
                            "verse": 174,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:174",
                            "text": "Therefore, beloved brethren, although this is altogether of the Lord's promise and gift, and although it is given from on high, and is not received except by His will, and moreover, can neither be expressed in words nor described by speech, nor can be satisfied by any kind of powers of eloquence, still such will be your benevolence, such will be your charity and love, as to be mindful of me when the Lord shall begin to glorify martyrdom in your experience."
                        },
                        {
                            "verse": 175,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:175",
                            "text": "That holy altar encloses you within itself, that great dwelling-place of the venerable Name encloses you within itself, as if in the folds of a heart's embrace: the powers of the everlasting age sustain you, and that by which you shall ever reign and shall ever conquer."
                        },
                        {
                            "verse": 176,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:176",
                            "text": "O blessed ones! and such as truly have your sins remitted, if, however, you who are Christ's peers ever have sinned! O blessed ones! whom the blood of the Lord has dyed from the beginning of the world, and whom such a brightness of snowy clothing has deservedly invested, and the whiteness of the enfolding robe has adorned!  Finally, I myself seem to myself to behold already, and, as far as is possible to the mind of man, that divine and illustrious thing occurs to my eyes and view."
                        },
                        {
                            "verse": 177,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:177",
                            "text": "I seem, I say to myself, already to behold, that that truly noble army accompanies the glory and the path of their Christ."
                        },
                        {
                            "verse": 178,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:178",
                            "text": "The blessed band of victors will go before His face; and as the crowds become denser, the whole army, illuminated as it were by the rising of the sun, will ascribe to Him the power."
                        },
                        {
                            "verse": 179,
                            "chapter": 2,
                            "name": "Cyprian: Treatises [SPURIOUS] 2:179",
                            "text": "And would that it might be the lot of such a poor creature as myself to see that sight! But the Lord can do what He is believed not to deny to your petitions."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Cyprian: Treatises [SPURIOUS] 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:1",
                            "text": "I do not conceive that I have exceeded any portions of my duty, in always striving as much as possible, by daily discussions of the Gospels, to afford to you from time to time the means of growth, by the Lord's help, in faith and knowledge."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:2",
                            "text": "For what else can be effected in the Lord's Church with greater advantage, what can be found more suitable to the office of a bishop, than that, by the teaching of the divine words, recommended and commented on by Him, believers should be enabled to attain to the promised kingdom of heaven? This assuredly, as the desired result day by day of my work as well as of my office, I endeavour, notwithstanding my absence, to accomplish; and by my letters I try to make myself present to you, addressing you in faith, in my usual manner, by the exhortations that I send you."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:3",
                            "text": "I call upon you, therefore, to be established in the power of the Root of the Gospel, and to stand always armed against all the assaults of the devil."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:4",
                            "text": "I shall not believe myself to be absent from you, if I shall be sure of you."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:5",
                            "text": "Nevertheless, everything which is advantageously set forth, and which either defines or promises the condition of eternal life to those who are investigating it, is then only profitable, if it be aided in attaining the reward of the effort by the power of the divine mercy."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:6",
                            "text": "We not only set forth words which come from the sacred fountains of the Scriptures, but with these very words we associate prayers to the Lord, and wishes, that, as well to us as to you, He would not only unfold the treasures of His sacraments, but would bestow strength for the carrying into act of what we know."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:7",
                            "text": "For the danger is all the greater if we know the Lord's will, and loiter in the work of the will of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:8",
                            "text": "Although, therefore, I exhort you always, as you are aware, to many things, and to the precepts of the Lord's admonition—for what else can be desirable or more important to me, than that in all things you should stand perfect in the Lord?—yet I admonish you, that you should before all things maintain the barriers of chastity, as also you do: knowing that you are the temple of the Lord, the members of Christ, the habitation of the Holy Spirit, elected to hope, consecrated to faith, destined to salvation, sons of God, brethren of Christ, associates of the Holy Spirit, owing nothing any longer to the flesh, as born again of water, that the chastity, over and above the will, which we should always desire to be ours, may be afforded to us also, on account of the redemption, that that which has been consecrated by Christ might not be corrupted."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:9",
                            "text": "For if the apostle declares the Church to be the spouse of Christ, I beseech you consider what chastity is required, where the Church is given in marriage as a betrothed virgin."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:10",
                            "text": "And I indeed, except that I have proposed to admonish you with brevity, think the most diffuse praises due, and could set forth abundant laudations of chastity; but I have thought it superfluous to praise it at greater length among those who practise it."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:11",
                            "text": "For you adorn it while you exhibit it; and in its exercise you set forth its more abundant praises, being made its ornament, while it also is yours, each lending and borrowing honour from the other."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:12",
                            "text": "It adds to you the discipline of good morals; you confer upon it the ministry of saintly works."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:13",
                            "text": "For how much and what it can effect has on the one hand been manifest by your means, and on the other it has shown and taught what you are wishing for,—the two advantages of precepts and practice being combined into one, that nothing should appear maimed, as would be the case if either principles were wanting to service, or service to principles."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:14",
                            "text": "Chastity is the dignity of the body, the ornament of morality, the sacredness of the sexes, the bond of modesty, the source of purity, the peacefulness of home, the crown of concord."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:15",
                            "text": "Chastity is not careful whom it pleases but itself."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:16",
                            "text": "Chastity is always modest, being the mother of innocency; chastity is ever adorned with modesty alone, then rightly conscious of its own beauty if it is displeasing to the wicked."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:17",
                            "text": "Chastity seeks nothing in the way of adornments: it is its own glory."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:18",
                            "text": "It is this which commends us to the Lord, unites us with Christ; it is this which drives out from our members all the illicit conflicts of desire, instils peace into our bodies: blessed itself, and making those blessed, whoever they are, in whom it condescends to dwell."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:19",
                            "text": "It is that which even they who possess it not can never accuse; it is even venerable to its enemies, since, they admire it much more because they are unable to capture it."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:20",
                            "text": "Moreover, as mature, it is both always excellent in men, and to be earnestly desired by women; so its enemy, unchastity, is always detestable, making an obscene sport for its servants, sparing neither bodies nor souls."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:21",
                            "text": "For, their own proper character being overcome, it sends the entire man under its yoke of lust, alluring at first, that it may do the more mischief by its attraction,—the foe of continency, exhausting both means and modesty; the perilous madness of lust frequently attaining to the blood, the destruction of a good conscience, the mother of impenitence, the ruin of a more virtuous age, the disgrace of one's race, driving away all confidence in blood and family, intruding one's own children upon the affections of strangers, interpolating the offspring of an unknown and corrupted stock into the testaments of others."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:22",
                            "text": "And this also, very frequently burning without reference to sex, and not restraining itself within the permitted limits, thinks it little satisfaction to itself, unless even in the bodies of men it seeks, not a new pleasure, but goes in quest of extraordinary and revolting extravagances, contrary to nature itself, of men with men."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:23",
                            "text": "But chastity maintains the first rank in virgins, the second in those who are continent, the third in the case of wedlock."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:24",
                            "text": "Yet in all it is glorious, with all its degrees."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:25",
                            "text": "For even to maintain the marriage-faith is a matter of praise in the midst of so many bodily strifes; and to have determined on a limit in marriage defined by continency is more virtuous still, because herein even lawful things are refused."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:26",
                            "text": "Assuredly to have guarded one's purity from the womb, and to have kept oneself an infant even to old age throughout the whole of life, is certainly the part of an admirable virtue; only that if never to have known the body's seductive capacities is the greater blessedness, to have overcome them when once known is the greater virtue; yet still in such a sort that that virtue comes of God's gift, although it manifests itself to men in their members."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:27",
                            "text": "The precepts of chastity, brethren, are ancient."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:28",
                            "text": "Wherefore do I say ancient? Because they were ordained at the same time as men themselves."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:29",
                            "text": "For both her own husband belongs to the woman, for the reason that besides him she may know no other; and the woman is given to the man for the purpose that, when that which had been his own had been yielded to him, he should seek for nothing belonging to another."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:30",
                            "text": "And in such wise it is said, \"Two shall be in one flesh,\" that what had been made one should return together, that a separation without return should not afford any occasion to a stranger."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:31",
                            "text": "Thence also the apostle declares that the man is the head of the woman, that he might commend chastity in the conjunction of the two."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:32",
                            "text": "For as the head cannot be suited to the limbs of another, so also one's limbs cannot be suited to the head of another: for one's head matches one's limbs, and one's limbs one's head; and both of them are associated by a natural link in mutual concord, lest, by any discord arising from the separation of the members, the compact of the divine covenant should be broken."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:33",
                            "text": "Yet he adds, and says: \"Because he who loves his wife, loves himself."
                        },
                        {
                            "verse": 34,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:34",
                            "text": "For no one hates his own flesh; but nourishes and cherishes it, even as Christ the Church\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:35",
                            "text": "From this passage there is great authority for charity with chastity, if wives are to be loved by their husbands even as Christ loved the Church and wives ought so to love their husbands also as the Church loves Christ."
                        },
                        {
                            "verse": 36,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:36",
                            "text": "Christ gave this judgment when, being inquired of, He said that a wife must not be put away, save for the cause of adultery; such honour did He put upon chastity."
                        },
                        {
                            "verse": 37,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:37",
                            "text": "Hence arose the decree: \"Ye shall not suffer adulteresses to live\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:38",
                            "text": "Hence the apostle says: \"This is the will of God, that ye abstain from fornication\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:39",
                            "text": "Hence also he says the same thing: \"That the members of Christ must not be joined with the members of an harlot\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:40",
                            "text": "Hence the man is delivered over unto Satan for the destruction of the flesh, who, treading under foot the law of chastity, practises the vices of the flesh."
                        },
                        {
                            "verse": 41,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:41",
                            "text": "Hence with reason adulterers do not attain the kingdom of heaven."
                        },
                        {
                            "verse": 42,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:42",
                            "text": "Hence it is that every sin is without the body, but that the adulterer alone sins against his own body."
                        },
                        {
                            "verse": 43,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:43",
                            "text": "Hence other authoritative utterances of the instructor, all of which it is not necessary at this time to collect, especially among you, who for the most part know and do them; and you cannot find cause for complaint concerning these things, even though they are not described."
                        },
                        {
                            "verse": 44,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:44",
                            "text": "For the adulterer has not an excuse, nor could he have, because he might take a wife."
                        },
                        {
                            "verse": 45,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:45",
                            "text": "But as laws are prescribed to matrons, who are so bound that they cannot thence be separated, while virginity and continency are beyond all law, there is nothing in the laws of matrimony which pertains to virginity; for by its loftiness it transcends them all."
                        },
                        {
                            "verse": 46,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:46",
                            "text": "If any evil undertakings of men endeavour to transcend laws, virginity places itself on an equality with angels; moreover, if we investigate, it even excels them, because struggling in the flesh it gains the victory even against a nature which angels have not."
                        },
                        {
                            "verse": 47,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:47",
                            "text": "What else is virginity than the glorious preparation for the future life? Virginity is of neither sex."
                        },
                        {
                            "verse": 48,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:48",
                            "text": "Virginity is the continuance of infancy."
                        },
                        {
                            "verse": 49,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:49",
                            "text": "Virginity is the triumph over pleasures."
                        },
                        {
                            "verse": 50,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:50",
                            "text": "Virginity has no children; but what is more, it has contempt for offspring: it has not fruitfulness, but neither has it bereavement; blessed that it is free from the pain of bringing forth, more blessed still that it is free from the calamity of the death of children."
                        },
                        {
                            "verse": 51,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:51",
                            "text": "What else is virginity than the freedom of liberty? It has no husband for a master."
                        },
                        {
                            "verse": 52,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:52",
                            "text": "Virginity is freed from all affections: it is not given up to marriage, nor to the world, nor to children."
                        },
                        {
                            "verse": 53,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:53",
                            "text": "It cannot dread persecution, since it cannot provoke it from its security."
                        },
                        {
                            "verse": 54,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:54",
                            "text": "But since the precepts of chastity have thus briefly been set forth to us, let us now give an instance of chastity."
                        },
                        {
                            "verse": 55,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:55",
                            "text": "For it is more profitable when we come in the very presence of the thing; nor will there be any doubt about the virtue, when that which is prescribed is also designated by illustrations."
                        },
                        {
                            "verse": 56,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:56",
                            "text": "The example of chastity begins with Joseph."
                        },
                        {
                            "verse": 57,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:57",
                            "text": "A Hebrew youth, noble by his parentage, nobler by his innocence, on account of the envy excited by his revelations exposed for sale by his brethren to the Israelites, had attained to the household of a man of Egypt."
                        },
                        {
                            "verse": 58,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:58",
                            "text": "By his obedience and his innocence, and by the entire faithfulness of his service, he had aroused in his favour the easy and kindly disposition of his master; and his appearance had commended itself to all men, alike by his gracious speech as by his youthfulness."
                        },
                        {
                            "verse": 59,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:59",
                            "text": "But that same nobility of manner was received by his master's wife in another manner than was becoming; in a secret part of the house, and without witnesses,—a place high up, and fitted for deeds of wickedness, the unrestrained unchastity of the woman thought that it could overcome the youth's chastity, now by promises, now by threats."
                        },
                        {
                            "verse": 60,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:60",
                            "text": "And when he was restrained from attempting flight by her holding his garments, shocked at the audacity of such a crime, tearing his very garments, and able to appeal to the sincerity of his naked body as a witness of his innocence, the rash woman did not shrink from adding calumny to the crime of her unchastity."
                        },
                        {
                            "verse": 61,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:61",
                            "text": "Dishevelled, and raging that her desire should be despised, she complained both to others and to her husband that the Hebrew youth had attempted to use that force to her which she herself had striven to exercise."
                        },
                        {
                            "verse": 62,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:62",
                            "text": "The husband's passion, unconscious of the truth, and terribly inflamed by his wife's accusation, is aroused; and the modest youth, because he did not defile his conscience with the crime, is thrust into the lowest dungeon of the prison."
                        },
                        {
                            "verse": 63,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:63",
                            "text": "But chastity is not alone in the dungeon; for God is with Joseph, and the guilty are given into his charge, because he had been guiltless."
                        },
                        {
                            "verse": 64,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:64",
                            "text": "Moreover, he dissolves the obscurities of dreams, because his spirit was watchful in temptations, and he is freed from chains by the master of the prison."
                        },
                        {
                            "verse": 65,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:65",
                            "text": "He who had been an inferior in the house with peril, was made lord of the palace without risk; restored to his noble station, he received the reward of chastity and innocence by the judgment of God, from whom he had deserved it."
                        },
                        {
                            "verse": 66,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:66",
                            "text": "But not less from a different direction arises to us another similar instance of chastity from the continence of women."
                        },
                        {
                            "verse": 67,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:67",
                            "text": "Susanna, as we read, the daughter of Chelcias, the wife of Joachim, was exceedingly beautiful—more beautiful still in character."
                        },
                        {
                            "verse": 68,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:68",
                            "text": "Her outward appearance added no charm to her, for she was simple: chastity had cultivated her; and in addition to chastity nature alone."
                        },
                        {
                            "verse": 69,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:69",
                            "text": "With her, two of the elders had begun to be madly in love, mindful of nothing, neither of the fear of God, nor even of their age, already withering with years."
                        },
                        {
                            "verse": 70,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:70",
                            "text": "Thus the flame of resuscitated lust recalled them into the glowing heats of their bygone youth."
                        },
                        {
                            "verse": 71,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:71",
                            "text": "Robbers of chastity, they profess love, while they really hate."
                        },
                        {
                            "verse": 72,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:72",
                            "text": "They threaten her with calumnies when she resists; the adulterers in wish declare themselves the accusers of adultery."
                        },
                        {
                            "verse": 73,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:73",
                            "text": "And between these rocks of lust she sought help of the Lord, because she was not equal to prevailing against them by bodily strength."
                        },
                        {
                            "verse": 74,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:74",
                            "text": "And the Lord heard from heaven chastity crying to Him; and when she, overwhelmed with injustice, was being led to punishment, she was delivered, and saw her revenge upon her enemies."
                        },
                        {
                            "verse": 75,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:75",
                            "text": "Twice victorious, and in her peril so often and so fatally hedged in, she escaped both the lust and death."
                        },
                        {
                            "verse": 76,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:76",
                            "text": "It will be endless if I continue to produce more examples; I am content with these two, especially as in these cases chastity has been defended with all their might."
                        },
                        {
                            "verse": 77,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:77",
                            "text": "The memory of noble descent could not enervate them, although to some this is a suggestive licence to lasciviousness; nor the comeliness of their bodies, and the beauty of their well-ordered limbs, although for the most part this affords a hint, that being, as it were, the short-lived flower of an age that rapidly passes away, it should be fed with the offered opportunity of pleasure; nor the first years of a green but mature age, although the blood, still inexperienced, grows hot, and stimulates the natural fires, and the blind flames that stir in the marrow, to seek a remedy, even if they should break forth at the risk of modesty; nor any opportunity afforded by secrecy, or by freedom from witnesses, which to some seems to ensure safety, although this is the greatest temptation to the commission of crime, that there is no punishment for meditating it."
                        },
                        {
                            "verse": 78,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:78",
                            "text": "Neither was a necessity laid upon them by the authority of those who bade them yield, and in the boldness of association and companionship, by which kind of temptations also righteous determinations are often overcome."
                        },
                        {
                            "verse": 79,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:79",
                            "text": "Neither did the very rewards nor the kindliness, nor did the accusations, nor threats, nor punishments, nor death, move them; nothing was counted so cruel, so hard, so distressing, as to have fallen from the lofty stand of chastity."
                        },
                        {
                            "verse": 80,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:80",
                            "text": "They were worthy of such a reward of the Divine Judge, that one of them should be glorified on a throne almost regal; that the other, endowed with her husband's sympathy, should be rescued by the death of her enemies."
                        },
                        {
                            "verse": 81,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:81",
                            "text": "These, and such as these, are the examples ever to be placed before our eyes, the like of them to be meditated on day and night."
                        },
                        {
                            "verse": 82,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:82",
                            "text": "Nothing so delights the faithful soul as the healthy consciousness of an unstained modesty."
                        },
                        {
                            "verse": 83,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:83",
                            "text": "To have vanquished pleasure is the greatest pleasure; nor is there any greater victory than that which is gained over one's desires."
                        },
                        {
                            "verse": 84,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:84",
                            "text": "He who has conquered an enemy has been stronger, but it was stronger than another; he who has subdued lust has been stronger than himself."
                        },
                        {
                            "verse": 85,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:85",
                            "text": "He who has overthrown an enemy has beaten a foreign foe; he who has cast down desire has vanquished a domestic adversary."
                        },
                        {
                            "verse": 86,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:86",
                            "text": "Every evil is more easily conquered than pleasure; because, whatever it is, the former is repulsive, the latter is attractive."
                        },
                        {
                            "verse": 87,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:87",
                            "text": "Nothing is crushed with such difficulty as that which is armed by it."
                        },
                        {
                            "verse": 88,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:88",
                            "text": "He who gets rid of desires has got rid of fears also; for from desires come fears."
                        },
                        {
                            "verse": 89,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:89",
                            "text": "He who overcomes desires, triumphs over sin; he who overcomes desires, shows that the mischief of the human family lies prostrate under his feet; he who has overcome desires, has given to himself perpetual peace; he who has overcome desires, restores to himself liberty,—a most difficult matter even for noble natures."
                        },
                        {
                            "verse": 90,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:90",
                            "text": "Therefore we should always meditate, brethren, as these matters teach us, on chastity."
                        },
                        {
                            "verse": 91,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:91",
                            "text": "That it may be the more easy, it is based upon no acquired skill."
                        },
                        {
                            "verse": 92,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:92",
                            "text": "For the right will that is therein carried to perfection—which, were it not checked, is remote (scil."
                        },
                        {
                            "verse": 93,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:93",
                            "text": "from our consciousness)—is still our will; so that it is not a will to be acquired, but that which is our own is to be cherished."
                        },
                        {
                            "verse": 94,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:94",
                            "text": "For what is chastity but a virtuous mind added to watchfulness over the body; so that modesty observed in respect of the sexual relations, attested by strictness (of demeanour), should maintain honourable faith by an uncorrupted offspring?  Moreover, to chastity, brethren, are suited and are known first of all divine modesty, and the sacred meditation of the divine precepts, and a soul inclined to faith, and a mind attuned to the sacredness of religion: then carefulness that nothing in itself should be elaborated beyond measure, or extended beyond propriety; that nothing should be made a show of, nothing artfully coloured; that there should be nothing to pander to the excitement or the renewal of wiles."
                        },
                        {
                            "verse": 95,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:95",
                            "text": "She is not a modest woman who strives to stir up the fancy of another, even although her bodily chastity be preserved."
                        },
                        {
                            "verse": 96,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:96",
                            "text": "Away with such as do not adorn, but prostitute their beauty."
                        },
                        {
                            "verse": 97,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:97",
                            "text": "For anxiety about beauty is not only the wisdom of an evil mind, but belongs to deformity."
                        },
                        {
                            "verse": 98,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:98",
                            "text": "Let the bodily nature be free, nor let any sort of force be intruded upon God's works."
                        },
                        {
                            "verse": 99,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:99",
                            "text": "She is always wretched who is not satisfied to be such as she is."
                        },
                        {
                            "verse": 100,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:100",
                            "text": "Wherefore is the colour of hair changed? Why are the edges of the eyes darkened? Why is the face moulded by art into a different form? Finally, why is the looking-glass consulted, unless from fear lest a woman should be herself? Moreover, the dress of a modest woman should be modest; a believer should not be conscious of adultery even in the mixture of colours."
                        },
                        {
                            "verse": 101,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:101",
                            "text": "To wear gold in one's garments is as if it were desirable to corrupt one's garments."
                        },
                        {
                            "verse": 102,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:102",
                            "text": "What do rigid metals do among the delicate threads of the woven textures, except to press upon the enervated shoulders, and unhappily to show the extravagance of a boastful soul? Why are the necks oppressed and hidden by outlandish stones, the prices of which, without workmanship, exceed the entire fortune of many a one? It is not the woman that is adorned, but the woman's vices that are manifested."
                        },
                        {
                            "verse": 103,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:103",
                            "text": "What, when the fingers laden with so much gold can neither close nor open, is there any advantage sought for, or is it merely to show the empty parade of one's estate? It is a marvellous thing that women, tender in all things else, in bearing the burden of their vices are stronger than men."
                        },
                        {
                            "verse": 104,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:104",
                            "text": "But to return to what I began with: chastity is ever to be cultivated by men and women; it is to be kept with all watchfulness within its bounds."
                        },
                        {
                            "verse": 105,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:105",
                            "text": "The bodily nature is quickly endangered in the body, when the flesh, which is always falling, carries it away with itself."
                        },
                        {
                            "verse": 106,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:106",
                            "text": "Because under the pretext of a nature which is always urging men to desires whereby the ruins of a decayed race are restored, deceiving with the enticement of pleasure, it does not lead its offspring to the continence of legitimate intercourse, but hurls them into crime."
                        },
                        {
                            "verse": 107,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:107",
                            "text": "Therefore, in opposition to these fleshly snares, by which the devil both obtrudes himself as a companion and makes himself a leader, we must struggle with every kind of strength."
                        },
                        {
                            "verse": 108,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:108",
                            "text": "Let the aid of Christ be appropriated, according to the apostle, and let the mind be withdrawn as much as possible from the association of the body; let consent be withheld from the body; let vices be always chastised, that they may be hated; let that misshapen and degraded shame which belongs to sin be kept before our eyes."
                        },
                        {
                            "verse": 109,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:109",
                            "text": "Repentance itself, with all its struggles, is a discreditable testimony to sins committed."
                        },
                        {
                            "verse": 110,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:110",
                            "text": "Let not curiosity be indulged in scanning other people's countenances."
                        },
                        {
                            "verse": 111,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:111",
                            "text": "Let one's speech be brief, and one's laughter moderate, for laughter is the sign of an easy and a negligent disposition; and let all contact, even that which is becoming, be avoided."
                        },
                        {
                            "verse": 112,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:112",
                            "text": "Let no indulgence be permitted to the body, when bodily vice is to be avoided."
                        },
                        {
                            "verse": 113,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:113",
                            "text": "Let it be considered how honourable it is to have conquered dishonour, how disgraceful to have been conquered by dishonour."
                        },
                        {
                            "verse": 114,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:114",
                            "text": "It must be said, moreover, that adultery is not pleasure, but mutual contempt; nor can it delight, because it kills both the soul and modesty."
                        },
                        {
                            "verse": 115,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:115",
                            "text": "Let the soul restrain the provocations of the flesh; let it bridle the impulses of the body."
                        },
                        {
                            "verse": 116,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:116",
                            "text": "For it has received this power, that the limbs should be subservient to its command; and as a lawful and accomplished charioteer, it should turn about the fleshly impulses when they lift themselves above the allowed limits of the body, by the reins of the heavenly precepts, lest that chariot of the body, carried away beyond its limits, should hurry into its own peril the charioteer himself as well as it."
                        },
                        {
                            "verse": 117,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:117",
                            "text": "But in the midst of these things, nay, before these things, in opposition to disturbances and all vices, help must be sought for from the divine camp; for God alone, who has condescended to make men, is powerful also to afford sufficient help to men."
                        },
                        {
                            "verse": 118,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:118",
                            "text": "I have composed a few words, because I did not propose to write a volume, but to send you an address."
                        },
                        {
                            "verse": 119,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:119",
                            "text": "Look ye to the Scriptures; seek out for yourselves from those precepts greater illustrations of this matter."
                        },
                        {
                            "verse": 120,
                            "chapter": 3,
                            "name": "Cyprian: Treatises [SPURIOUS] 3:120",
                            "text": "Beloved brethren, farewell."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Cyprian: Treatises [SPURIOUS] 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:1",
                            "text": "That all sins may be forgiven him who has turned to God with his whole heart."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:2",
                            "text": "In the eighty-eighth Psalm: \"If his children forsake my law, and walk not in my judgments, and keep not my commandments, I will visit their iniquities with a rod, and their sins with stripes; nevertheless my loving-kindness will I not scatter away from them\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:3",
                            "text": "Also in Isaiah: \"Thus saith the Lord, the Holy One of Israel, When thou shalt turn and mourn, then thou shalt be saved, and shalt know where thou wast\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:4",
                            "text": "Also in the same place: \"Woe unto you, children of desertion, saith the Lord! ye have made counsel not by me, and my covenant not by my Spirit, to add sin to sin\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:5",
                            "text": "Also in Jeremiah: \"Withdraw thy foot from a rough way, and thy face from thirst."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:6",
                            "text": "But she said, I will be comforted, I am willing; for she loved strangers, and went after them\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:7",
                            "text": "Also in Isaiah: \"Be ye converted, because ye devise a deep and wicked counsel\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:8",
                            "text": "Also in the same place: \"I am He, I am He that blotteth out thy iniquities, and will not remember them; but do thou remember them, and let us be judged together; do thou first tell thine unrighteousnesses\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:9",
                            "text": "Also in the same: \"Seek the Lord; and when ye shall have found Him, call upon Him."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:10",
                            "text": "But when He has drawn near to you, let the wicked forsake his ways, and the unrighteous man his thoughts; and let him be converted to the Lord, and mercy shall be prepared for him, because He does not much forgive your sins\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:11",
                            "text": "Also in the same: \"Remember these things, O Jacob and Israel, because thou art my servant."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:12",
                            "text": "I have called thee my servant; and thou, Israel, forget me not."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:13",
                            "text": "Lo, I have washed away thy unrighteousness as,…and thy sins as a raincloud."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:14",
                            "text": "Be converted to me, and I will redeem thee\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:15",
                            "text": "Also in the same: \"Have these things in mind, and groan."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:16",
                            "text": "Repent, ye that have been seduced; be converted in heart unto me, and have in mind the former ages, because I am God\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:17",
                            "text": "Also in the same: \"For a very little season I have forsaken thee, and with great mercy I will pity thee."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:18",
                            "text": "In a very little wrath I turned away my face from thee; in everlasting mercy I will pity thee\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:19",
                            "text": "Also in the same: \"Thus said the Most High, who dwelleth on high, for ever Holy in the holies, His name is the Lord, the Most High, resting in the holy places, and giving calmness of mind to the faint-hearted, and giving life to those that are broken-hearted: I am not angry with you for ever, neither will I be avenged in all things on you: for my Spirit shall go forth from me, and I have made all inspiration; and on account of a very little sin I have grieved him, and have turned away my face from him; and he has suffered the vile man, and has gone away sadly in his ways."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:20",
                            "text": "I have seen his ways, and have healed him, and I have comforted him, and I have given to him the true consolation, and peace upon peace to those who are afar off, and to those that are near."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:21",
                            "text": "And the Lord said, I have healed them; but the unrighteous, as a troubled sea, are thus tossed about and cannot rest."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:22",
                            "text": "There is no joy to the wicked, saith the Lord\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:23",
                            "text": "Also in Jeremiah: \"Shall a bride forget her adornment, or a virgin the girdle of her breast? But my people has forgotten my days, whereof there is no number\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:24",
                            "text": "Also in the same: \"For a decree, I will speak upon the nation or upon the kingdom, or I will take them away and destroy them."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:25",
                            "text": "And if the nation should be converted from its evils, I will repent of the ills which I have thought to do unto them."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:26",
                            "text": "And I will speak the decree upon the nation or the people, that I should rebuild it and plant it; and they will do evil before me, that they should not hearken to my voice, and I will repent of the good things which I spoke of doing to them\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:27",
                            "text": "Also in the same: \"Return to me, O dwelling of Israel, saith the Lord, and I will not harden my face upon you; because I am merciful, saith the Lord, and I will not be angry against you for ever\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:28",
                            "text": "Also in the same: \"Be converted, ye children that have departed, saith the Lord; because I will rule over you, and will take you one of a city, and two of a family, and I will bring you into Sion: and I will give you shepherds after my heart, and they shall feed you, feeding you with discipline\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:29",
                            "text": "Also in the same: \"Be converted, ye children who are turning, and I will heal your affliction\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:30",
                            "text": "Also in the same: \"Wash thine heart from wickedness, O Jerusalem, that thou mayest be healed: how long shall there be in thee thoughts of thy sorrows?\"  Also in the same: \"Thus saith the Lord, Does not he that falleth arise? or he that turns away, shall he not be turned back? Because this people hath turned itself away by a shameless vision, and they have persisted in their presumption, and would not be converted\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:31",
                            "text": "Also in the same: \"There is no man that repenteth of his iniquity, saying, What have I done? The runner has failed from his course, as the sweating horse in his neighing\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:32",
                            "text": "Also in the same: \"Therefore let every one of you turn from his evil way, and make your desires better."
                        },
                        {
                            "verse": 33,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:33",
                            "text": "And they said, We will be comforted, because we will go after your inventions, and every one of us will do the sins which please his own heart\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:34",
                            "text": "Also in the same: \"Pour down as a torrent tears, day and night give thyself no rest, let not the pupil of thine eye be silent\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:35",
                            "text": "Also in the same: \"Let us search out our ways, and be turned to the Lord."
                        },
                        {
                            "verse": 36,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:36",
                            "text": "Let us purge our hearts with our hands, and let us look unto the Lord who dwelleth in the heavens."
                        },
                        {
                            "verse": 37,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:37",
                            "text": "We have sinned, and we have provoked Thee, and Thou hast not been propitiated\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:38",
                            "text": "Also in the same: \"And the Lord said to me in the days of Josias the king, Thou hast seen what the dwelling of the house, the house of Israel, has done to me."
                        },
                        {
                            "verse": 39,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:39",
                            "text": "It has gone away upon every lofty mountain, and has gone under every shady tree, and has committed fornication there; and I said, after she had committed all these fornications, Return unto me, and she has not returned\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:40",
                            "text": "Also in the same: \"The Lord will not reject for ever; and when He has made low, He will have pity according to the multitude of His mercy."
                        },
                        {
                            "verse": 41,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:41",
                            "text": "Because He will not bring low from His whole heart, neither will He reject the children of men\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:42",
                            "text": "Also in Ezekiel: \"And the righteous shall not be able to be saved in the day of transgression."
                        },
                        {
                            "verse": 43,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:43",
                            "text": "When I shall say to the righteous, Thou shalt surely live; but he will trust to his own righteousness, and will do iniquity: all his righteousnesses shall not be remembered; in his iniquity which he has done, in that he shall die."
                        },
                        {
                            "verse": 44,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:44",
                            "text": "And when I shall say to the wicked, Thou shalt surely die, and he turns himself from his sin, and doeth righteousness and judgment, and restoreth to the debtor his pledge, and giveth back his robbery, and walketh in the precepts of life, that he may do no iniquity, he shall surely live, and shall not die; none of his sins which he hath sinned shall be stirred up against him:  because he hath done justice and judgment, he shall live in them\"."
                        },
                        {
                            "verse": 45,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:45",
                            "text": "Also in the same: \"I am the Lord, because I bring low the high tree, and exalt the low tree, and dry up the green tree, and cause the dry tree to flourish\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:46",
                            "text": "Also in the same: \"And thou, son of man, say unto the house of Israel, Even as ye have spoken, saying, Our errors and our iniquities are in us, and we waste away in them, and how shall we live? Say unto them, I live, saith the Lord: if I will the death of a sinner, only let him turn from his way, and he shall live\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:47",
                            "text": "Also in the same: \"I the Lord have built up the ruined places, and have planted the wasted places\"."
                        },
                        {
                            "verse": 48,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:48",
                            "text": "Also in the same: \"And the wicked man, if he turn himself from all his iniquities that he has done, and keep all my commandments, and do judgment, and justice, and mercy, shall surely live, and shall not die."
                        },
                        {
                            "verse": 49,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:49",
                            "text": "None of his sins which he has committed shall be in remembrance; in his righteousness which he hath done he shall live."
                        },
                        {
                            "verse": 50,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:50",
                            "text": "Do I willingly desire the death of the unrighteous man, saith Adonai the Lord, rather than that he should turn him from his evil way, that he should live?\"  Also in the same: \"Be ye converted, and turn you from all your wickedneses, and they shall not be to you for a punishment."
                        },
                        {
                            "verse": 51,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:51",
                            "text": "Cast away from you all your iniquities which ye have wickedly committed against me, and make to yourselves a new heart and a new spirit; and why will ye die, O house of Israel? For I desire not the death of him that dieth, saith Adonai the Lord\"."
                        },
                        {
                            "verse": 52,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:52",
                            "text": "Also in Daniel: \"And after the end of the days, I Nabuchodonosor lifted up my eyes to heaven, and my sense returned to me, and I praised the Most High, and blessed the King of heaven, and praised Him that liveth for ever: because His power is eternal, His kingdom is for generations, and all who inhabit the earth are as nothing\"."
                        },
                        {
                            "verse": 53,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:53",
                            "text": "Also in Micah: \"Alas for me, O my soul, because truth has perished from the earth, and among all there is none that correcteth; all judge in blood."
                        },
                        {
                            "verse": 54,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:54",
                            "text": "Every one treadeth down his neighbour with tribulation; they prepare their hands for evil\"."
                        },
                        {
                            "verse": 55,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:55",
                            "text": "Also in the same: \"Rejoice not against me, O mine enemy, because I have fallen, but I shall arise:  because although I shall sit in darkness, the Lord will give me light:  I will bear the Lord's anger, because I have sinned against Him, until He justify my cause\"."
                        },
                        {
                            "verse": 56,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:56",
                            "text": "Also in Zephaniah: \"Come ye together and pray, O undisciplined people; before ye be made as a flower that passeth away, before the anger of the Lord come upon you, before the day of the Lord's fury come upon you, seek ye the Lord, all ye humble ones of the earth; do judgment and seek justice, and seek for gentleness; and answer ye to Him that ye may be protected in the day of the Lord's anger\"."
                        },
                        {
                            "verse": 57,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:57",
                            "text": "Also in Zechariah: \"Be ye converted unto me, and I will be turned unto you\"."
                        },
                        {
                            "verse": 58,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:58",
                            "text": "Also in Hosea: \"Be thou converted, O Israel, to the Lord thy God, because thou art weakened by thine iniquities."
                        },
                        {
                            "verse": 59,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:59",
                            "text": "Take many with you, and be converted to the Lord your God; worship Him, and say, Thou art mighty to put away our sins; that ye may not receive iniquity, but that ye may receive good things\"."
                        },
                        {
                            "verse": 60,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:60",
                            "text": "Also in Ecclesiasticus: \"Be thou turned to the Lord, and forsake thy sins, and exceedingly hate cursing, and know righteousness and God's judgments, and stand in the lot of the propitiation of the Most High: and go into the portion of life with the living, and those that make confession."
                        },
                        {
                            "verse": 61,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:61",
                            "text": "Delay not in the error of the wicked."
                        },
                        {
                            "verse": 62,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:62",
                            "text": "Confession perisheth from the dead man, as if it were nothing."
                        },
                        {
                            "verse": 63,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:63",
                            "text": "Living and sound, thou shalt confess to the Lord, and thou shalt glory in His mercies; for great is the mercy of the Lord, and His propitiation unto such as turn unto Him\"."
                        },
                        {
                            "verse": 64,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:64",
                            "text": "Also in the same: \"How good is it for a true heart to show forth repentance! For thus shalt thou escape voluntary sin\"."
                        },
                        {
                            "verse": 65,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:65",
                            "text": "Also in the Acts of the Apostles: \"But Peter saith unto him, thy money perish with thee, because thou thinkest to be able to obtain the grace of God by money."
                        },
                        {
                            "verse": 66,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:66",
                            "text": "Thou hast no part nor lot in this faith, for thy heart is not right with God."
                        },
                        {
                            "verse": 67,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:67",
                            "text": "Therefore repent of this thy wickedness, and pray the Lord, if haply the thought of thy heart may be forgiven thee."
                        },
                        {
                            "verse": 68,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:68",
                            "text": "For I see that thou art in the bond of iniquity, and in the bitterness of gall\"."
                        },
                        {
                            "verse": 69,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:69",
                            "text": "Also in the second Epistle of the blessed Paul to the Corinthians: \"For the sorrow which is according to God worketh a stedfast repentance unto salvation, but the sorrow of the world worketh death\"."
                        },
                        {
                            "verse": 70,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:70",
                            "text": "Also in the same place of this very matter:  \"But if ye have forgiven anything to any one, I also forgive him; for I also forgave what I have forgiven for your sakes in the person of Christ, that we may not be circumvented by Satan, for we are not ignorant of his wiles\"."
                        },
                        {
                            "verse": 71,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:71",
                            "text": "Also in the same: \"But I fear lest perchance, when I come to you, God may again humble me among you, and I shall bewail many of those who have sinned before, and have not repented, for that they have committed fornication and lasciviousness\"."
                        },
                        {
                            "verse": 72,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:72",
                            "text": "Also in the same: \"I told you before, and foretell you as I sit present; and absent now from those who before have sinned, and to all others; as, if I shall come again, I will not spare\"."
                        },
                        {
                            "verse": 73,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:73",
                            "text": "Also in the second to Timothy: \"But shun profane novelties of words, for they are of much advantage to impiety."
                        },
                        {
                            "verse": 74,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:74",
                            "text": "And their word creeps as a cancer: of whom is Hymenaeus and Philetus, who have departed from the truth, saying that the resurrection has already happened, and have subverted the faith of certain ones."
                        },
                        {
                            "verse": 75,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:75",
                            "text": "But the foundation of God standeth firm, having this seal, God knoweth them that are His."
                        },
                        {
                            "verse": 76,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:76",
                            "text": "And, Every one who nameth the name of the Lord shall depart from all iniquity."
                        },
                        {
                            "verse": 77,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:77",
                            "text": "But in a great house there are not only vessels of gold and silver, but also of wood and of clay; and some indeed for honour, and some for contempt."
                        },
                        {
                            "verse": 78,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:78",
                            "text": "Therefore if any one shall amend himself from these things, he shall be a vessel sanctified for honour, and useful for the Lord, prepared for every good work."
                        },
                        {
                            "verse": 79,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:79",
                            "text": "Moreover, flee youthful lusts: but follow after righteousness, faith, charity, peace, with them that call upon the Lord from a pure heart."
                        },
                        {
                            "verse": 80,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:80",
                            "text": "But avoid questions that are foolish and without learning, knowing that they beget strifes."
                        },
                        {
                            "verse": 81,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:81",
                            "text": "And the servant of the Lord ought not to strive; but to be gentle, docile to all men, patient with modesty, correcting those who resist, lest at any time God may give them repentance to the acknowledgment of the truth, and recover themselves from the snares of the devil, by whom they are held captive at his will\"."
                        },
                        {
                            "verse": 82,
                            "chapter": 4,
                            "name": "Cyprian: Treatises [SPURIOUS] 4:82",
                            "text": "Also in the Apocalypse: \"Remember whence thou hast fallen, and repent; but if not, I will come to thee quickly, and remove thy candlestick out of its place\"."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Cyprian: Treatises [SPURIOUS] 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:1",
                            "text": "Elucidations."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:2",
                            "text": "I."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:3",
                            "text": "(Maintained by consent, and caressed by excuses, p."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:4",
                            "text": ")  The severer discipline of early Christianity must not be discarded by those who claim it for the canon of Scripture; for modes of baptism, confirmation, and other rites; for Church polity, in short; and for the Christian year."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:5",
                            "text": "Let us note that the whole spirit of antiquity is opposed to worldliness."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:6",
                            "text": "It reflects the precept, \"Be not conformed to this world,\" and in nothing more emphatically than in hostility to theatrical amusements, which in our days are re-asserting the deadly influence over Christians which Cyprian and Tertullian and other Fathers so solemnly denounced."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:7",
                            "text": "If they were \"maintained by consent, and caressed by excuses,\" even in the martyr-age, no wonder that in our Laodicean period they baffle all exertions of faithful watchmen, who enforce the baptismal vow against \"pomps and vanities,\" always understood of theatrical shows, and hence part of that \"world, the flesh, and the devil\" which Christians have renounced."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:8",
                            "text": "II."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:9",
                            "text": "(Now is the axe laid to the root, p."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:10",
                            "text": ")  Matt."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:11",
                            "text": "iii."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:12",
                            "text": "\"Securis ad radicem arboris posita est,\" says Cyprian, quoting the Old Latin, with which the Vulgate substantially agrees."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:13",
                            "text": "A very diligent biblical scholar directs attention to the vulgar abuse of this saying, which turns upon a confusion of the active verb to lay, with the neuter verb to lie."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:14",
                            "text": "It is quoted as if it read, Lay the axe to the root, and is \"interpreted, popularly, as of felling a tree, an incumbrance or a nuisance."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:15",
                            "text": "…Hence it often makes radical reformers in Church and State, and becomes the motto of many a reckless leader whose way has been to teach, not upward by elevating the ignoble, but downward by sinking the elevated."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:16",
                            "text": "…There is something similar in Latin:  jacio to hurl; and jaceo, to lie, recline, or remain at rest."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:17",
                            "text": "Beza follows the Vulgate (posita est); but the original is clear,—κεῖται, is laid, or lieth."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:18",
                            "text": "…It means, The axe is ready; it lieth near the root, in mercy and in menace."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:19",
                            "text": "…The long-suffering of God waiteth as in the days of Noah…waiteth, i-e:, for good fruit\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:20",
                            "text": "Compare Luke xiii."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:21",
                            "text": ": \"If it bear fruit, well: and if not, then after that thou shalt cut it down\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:22",
                            "text": "Such is the argument of Cyprian, in view of the approaching \"end of time\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:23",
                            "text": "III."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:24",
                            "text": "(General Note."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:25",
                            "text": ")  Let me here call attention to the mischievous use of words common among modern Latins, even the best of them."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:26",
                            "text": "Thus, Pellicia mentions Cyprian as referring his synodical judgment to \"the supreme chair of the Church of Rome\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:27",
                            "text": "No need to say that his reference proves nothing of the kind."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:28",
                            "text": "\"Supremacy,\" indeed! Consult Bossuet and the Gallicans on that point, even after Trent."
                        },
                        {
                            "verse": 29,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:29",
                            "text": "The case cited is evidence of the very reverse."
                        },
                        {
                            "verse": 30,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:30",
                            "text": "Cyprian and his Carthaginian colleagues wished, also, the conspicuous co-operation of their Italian brethren; and so he writes to \"Cornelius, our colleague,\" who, \"with very many comprovincial bishops, having held a council, concurred in the same opinion\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:31",
                            "text": "It is an instance of fraternal concurrence on grounds of entire equality; and Cyprian's courteous invitation to his \"colleague\" Cornelius and his comprovincials to co-operate, is a striking illustration of the maxim, \"Totus apellandus sit orbis, ubi totum orbem causa spectat\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:32",
                            "text": "Compare St."
                        },
                        {
                            "verse": 33,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:33",
                            "text": "Basil's letters to the Western bishops, in which he reminds them that the Gospel came to them from the East."
                        },
                        {
                            "verse": 34,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:34",
                            "text": "This is a sort of primacy recognised by St."
                        },
                        {
                            "verse": 35,
                            "chapter": 5,
                            "name": "Cyprian: Treatises [SPURIOUS] 5:35",
                            "text": "Paul himself, as it was afterwards, when Jerusalem was recognised as \"the mother of all the churches\" by a general council, writing to Damasus, bishop of Rome, himself."
                        }
                    ]
                }
            ]
        }
    ]
}