{
    "books": [
        {
            "name": "The Lives of the Prophets",
            "chapters": [
                {
                    "chapter": 0,
                    "name": "The Lives of the Prophets 0",
                    "verses": [
                        {
                            "verse": 0,
                            "chapter": 0,
                            "name": "The Lives of the Prophets 0:0",
                            "text": "The Names of the Prophets, and whence they were, where they died, and how and where they were buried"
                        }
                    ]
                },
                {
                    "chapter": 1,
                    "name": "The Lives of the Prophets 1",
                    "verses": [
                        {
                            "verse": 0,
                            "chapter": 1,
                            "name": "The Lives of the Prophets 1:0",
                            "text": "Isaiah"
                        },
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "The Lives of the Prophets 1:1",
                            "text": "He was of Jerusalem. He met his death at the hands of Manasseh, sawn in two, and was buried below the fountain of Rogel, hard by the conduit of the waters which Hezekiah spoiled (for the enemy) by blocking their course."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "The Lives of the Prophets 1:2",
                            "text": "For the prophet's sake God wrought the miracle of Siloah; for before his death, in fainting condition he prayed for water, and it was sent to him from this source. Hence it was called Siloah, which means \"sent.\""
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "The Lives of the Prophets 1:3",
                            "text": "Also in the time of Hezekiah, before the king made the pools and the reservoirs, at the prayer of Isaiah a little water came forth here, lest the city, at that time besieged by the Gentiles, should be destroyed through lack of water."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "The Lives of the Prophets 1:4",
                            "text": "For the enemy were seeking a drinking place, and as they invested the city they encamped near Siloah. If then the Hebrews came to the pool, water flowed forth; if the Gentiles came, there was none. Hence even to the present day the water issues suddenly, to keep the miracle in mind."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "The Lives of the Prophets 1:5",
                            "text": "Because this was wrought through the prayer of Isaiah, the people in remembrance buried his body near the spot, with care and high honor, in order that through his prayers, even after his death, they might continue to have the benefit of the water. Indeed, a revelation had been given them concerning him."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "The Lives of the Prophets 1:6",
                            "text": "His tomb, however, is near the tomb of the kings, behind the tomb of the priests on the side toward the south."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "The Lives of the Prophets 1:7",
                            "text": "Solomon constructed the tombs, which had been designed by David, on the east of Zion, where there is an entering road from Gibeon, the town twenty stadia distant from the city. He made a winding construction, its location unsuspected; even to the present day it is unknown to the most of the priests, and wholly unknown to the people."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "The Lives of the Prophets 1:8",
                            "text": "There the king kept the gold and the spices from Ethiopia."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "The Lives of the Prophets 1:9",
                            "text": "When Hezekiah showed to the Gentiles the secret of David and Solomon, and defiled the bones of his ancestors, therefore God laid upon him the curse, that his descendants should be in servitude to their enemies; and God made him to be childless, from that day."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "The Lives of the Prophets 2",
                    "verses": [
                        {
                            "verse": 0,
                            "chapter": 2,
                            "name": "The Lives of the Prophets 2:0",
                            "text": "Jeremiah"
                        },
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "The Lives of the Prophets 2:1",
                            "text": "He was of Anathoth, and he died in Taphnes in Egypt, stoned to death by the Jews."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "The Lives of the Prophets 2:2",
                            "text": "He is buried in the place where Pharaoh's palace stood; for the Egyptians held him in honor, because of the benefit which they had received through him."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "The Lives of the Prophets 2:3",
                            "text": "For at his prayer, the serpents which the Egyptians call ephoth departed from them;"
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "The Lives of the Prophets 2:4",
                            "text": "and even at the present day the faithful servants of God pray on that spot, and taking of the dust of the place they heal the bites of serpents."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "The Lives of the Prophets 2:5",
                            "text": "We have been told by the children of Antigonus and Ptolemy, aged men, that Alexander the Macedonian, when he stood at the place where the prophet was buried, and learned of the wonders which he had wrought."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "The Lives of the Prophets 2:6",
                            "text": "Alexandria, placing them round about with due ceremony; whereupon the whole race of poisonous serpents was driven out of the land. With like purpose he (the prophet) had introduced into Egypt the so-called argolai (that is, \"snake-fighters\")."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "The Lives of the Prophets 2:7",
                            "text": "Jeremiah also gave a sign to the priests of Egypt, that their idols would be shaken and their gods made with hands would all collapse, when there should arrive in Egypt a virgin bearing a child of divine appearance."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "The Lives of the Prophets 2:8",
                            "text": "Wherefore even to the present time they honor a virgin mother, and placing a babe in a manger they bow down to it. When Ptolemy the king sought the reason for this, they said to him: \"It is a mystery handed down from our fathers, a sign delivered to them by a holy prophet, and we are awaiting its fulfilment.\""
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "The Lives of the Prophets 2:9",
                            "text": "This prophet, before the destruction of the temple, took possession of the ark of the law and the things within it, and caused them to be swallowed up in a rocky cliff, and he said to those who were present:"
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "The Lives of the Prophets 2:10",
                            "text": "\"The Lord departed from Sinai into heaven, and he will again come with might; and this shall be for you the sign of his appearance, when all the Gentiles worship a piece of wood.\""
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "The Lives of the Prophets 2:11",
                            "text": "He said also: \"No one shall bring forth this ark but Aaron, and the tables within it no one of the priests or prophets shall unfold but Moses the elect of God.\""
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "The Lives of the Prophets 2:12",
                            "text": "And in the resurrection the ark will rise first, and come forth from the rock, and will be placed on Mount Sinai; and all the saints will be assembled to it there, awaiting the Lord and fleeing from the enemy wishing to destroy them."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "The Lives of the Prophets 2:13",
                            "text": "He sealed in the rock with his finger the name of God, and the writing was as though carved with iron. A cloud then covered the name; and no one knows the place, nor can the writing be read, to the present day and even to the end."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "The Lives of the Prophets 2:14",
                            "text": "The rock is in the wilderness where the ark was at first, between the two mountains on which Moses and Aaron are buried, and by night there is a cloud as it were of fire, according to the primal ordinance that the glory of God should never cease from his law."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "The Lives of the Prophets 2:15",
                            "text": "And God gave to Jeremiah the favor of completing this wonder, so that he might be the associate of Moses, and they are together to this day."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "The Lives of the Prophets 3",
                    "verses": [
                        {
                            "verse": 0,
                            "chapter": 3,
                            "name": "The Lives of the Prophets 3:0",
                            "text": "Ezekiel"
                        },
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "The Lives of the Prophets 3:1",
                            "text": "He was from the district of Sarira, of the priests; and he died in the land of Chaldea, in the time of the captivity, after uttering many prophecies to those who were in Judea."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "The Lives of the Prophets 3:2",
                            "text": "He was slain by the leader of the Israelite exiles, who had been rebuked by him for his worship of idols;"
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "The Lives of the Prophets 3:3",
                            "text": "and they buried him in the field of Nahor, in the tomb of Shem and Arphaxad, the ancestors of Abraham."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "The Lives of the Prophets 3:4",
                            "text": "The tomb is a double cave, according to whose plan Abraham also made the tomb of Sarah in Hebron."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "The Lives of the Prophets 3:5",
                            "text": "It is called \"double\" because it has a winding (stairway) and there is an upper chamber hidden from the main floor, hung in the rock above the ground-level."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "The Lives of the Prophets 3:6",
                            "text": "This prophet gave to the people a sign, that they should pay attention to the river Chebar;"
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "The Lives of the Prophets 3:7",
                            "text": "when its waters should fail, they were to expect \"the sickle of desolation to the ends of the earth\" when it should overflow, the return to Jerusalem."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "The Lives of the Prophets 3:8",
                            "text": "While the saint was dwelling there, many kept coming to him;"
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "The Lives of the Prophets 3:9",
                            "text": "and on one occasion, when a throng had assembled to him, the Chaldeans feared an uprising and came upon them to destroy them."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "The Lives of the Prophets 3:10",
                            "text": "He made the water cease its flow, so that they could flee to the other side; but when the enemy ventured to pursue, they were drowned."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "The Lives of the Prophets 3:11",
                            "text": "Through his prayer he provided for them ample sustenance in fish which came of their own accord to be caught. Many who were at the point of death he cheered with the news of life coming to them from God."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "The Lives of the Prophets 3:12",
                            "text": "When the people were being destroyed by the enemy, he went to the hostile captains and so terrified them with marvels which he wrought that they ceased."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "The Lives of the Prophets 3:13",
                            "text": "It was then that he said to the people: \"Are we indeed perishing? is our hope at an end?\" and by the vision of the dry bones he persuaded them that there is hope for Israel both now and in the time to come."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "The Lives of the Prophets 3:14",
                            "text": "While he was there he showed to the people of Israel what was being done in Jerusalem and in the temple."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "The Lives of the Prophets 3:15",
                            "text": "He himself was borne away thence, and came to Jerusalem, for a rebuke to the faithless."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "The Lives of the Prophets 3:16",
                            "text": "Also after the manner of Moses he foresaw the fashion of the temple, with its walls and its broad surroundings, as Daniel also declared that it should be built."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "The Lives of the Prophets 3:17",
                            "text": "He pronounced judgment in Babylon on the tribes of Dan and Gad, because they dealt wickedly against the Lord,"
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "The Lives of the Prophets 3:18",
                            "text": "persecuting those who were keeping the law; and he wrought upon them this grievous wonder, that their children and all their cattle should be killed by serpents."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "The Lives of the Prophets 3:19",
                            "text": "He also foretold, that because of their sin Israel would not return to its land but would remain in Media, until the end of this evildoing."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "The Lives of the Prophets 3:20",
                            "text": "One of their number was the man who slew Ezekiel, for they opposed him all the days of his life."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "The Lives of the Prophets 4",
                    "verses": [
                        {
                            "verse": 0,
                            "chapter": 4,
                            "name": "The Lives of the Prophets 4:0",
                            "text": "Daniel"
                        },
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "The Lives of the Prophets 4:1",
                            "text": "He was of the tribe of Judah, of a family prominent in the service of the king; but in his childhood he was carried away from Judea to the land of Chaldea."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "The Lives of the Prophets 4:2",
                            "text": "He was born in Upper Beth-horon. In his manhood he was chaste, so that the Jews thought him a eunuch."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "The Lives of the Prophets 4:3",
                            "text": "He mourned greatly over the city, and in fasting abstained from every sort of dainty food. He was lean and haggard in the eyes of men, but beautiful in the grace of the Most High."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "The Lives of the Prophets 4:4",
                            "text": "He made great supplication in behalf of Nebuchadnezzar, whose son Belshazzar besought him for aid at the time when the king became a beast of the field, lest he should perish."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "The Lives of the Prophets 4:5",
                            "text": "For his head and foreparts were those of an ox, his legs and hinder parts those of a lion."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "The Lives of the Prophets 4:6",
                            "text": "The meaning of this marvel was revealed to the prophet: the king became a beast because of his self-indulgence and his stubbornness."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "The Lives of the Prophets 4:7",
                            "text": "It is the manner of tyrants, that in their youth they come under the yoke of Satan; in their latter years they become wild beasts, snatching, destroying, smiting, and slaying."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "The Lives of the Prophets 4:8",
                            "text": "The prophet knew by divine revelation that the king was eating grass like an ox, and that it became for him the food of a human being."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "The Lives of the Prophets 4:9",
                            "text": "Therefore it was that Nebuchadnezzar himself, recovering human reason when digestion was completed, used to weep and beseech the Lord, praying forty times each day and night."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "The Lives of the Prophets 4:10",
                            "text": "Then the mind of a dumb animal would (again) take possession of him and he would forget that he had been a human being."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "The Lives of the Prophets 4:11",
                            "text": "His tongue had lost the power of speech; when he understood his condition he wept, and his eyes were like raw flesh from his weeping."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "The Lives of the Prophets 4:12",
                            "text": "There were many who went out from the city to see him; Daniel alone had no wish to see him, but during all the time of his transformation he was in prayer for him."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "The Lives of the Prophets 4:13",
                            "text": "He declared that the king would be restored to human form, but they did not believe him."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "The Lives of the Prophets 4:14",
                            "text": "Daniel caused the seven years (the meaning of his \"seven times\") to become seven months."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "The Lives of the Prophets 4:15",
                            "text": "The mystery of the seven times was fulfilled upon the king, for in seven months he was restored, and in the (remaining) six years and five months he was doing penance to the Lord and confessing his wickedness. When his sin had been forgiven, the kingdom was given back to him."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "The Lives of the Prophets 4:16",
                            "text": "He ate neither bread nor flesh in the time of his repentance, for Daniel had bidden him eat pulse and greens while appeasing the Lord."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "The Lives of the Prophets 4:17",
                            "text": "The king named the prophet Baltasar because he wished to make him a joint heir with his children;"
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "The Lives of the Prophets 4:18",
                            "text": "but the holy man said: \"Far be it from me to forsake the heritage of my fathers and join in the inheritances of the uncircumcised.\""
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "The Lives of the Prophets 4:19",
                            "text": "He also did for the other Persian kings many wonderful things which were not written down."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "The Lives of the Prophets 4:20",
                            "text": "He died there, and was buried with great honor, by himself, in the royal sepulcher."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "The Lives of the Prophets 4:21",
                            "text": "He appointed a sign in the mountains which are above Babylon: When the mountain on the north shall smoke, the end of Babylon will come; when it shall burn as with fire, the end of all the earth will be at hand. If the mountain on the south shall flow with water, Israel will return to its land; if it shall run blood, it portends a slaughter brought by Satan on all the earth."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "The Lives of the Prophets 4:22",
                            "text": "And the holy prophet slept in peace."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "The Lives of the Prophets 5",
                    "verses": [
                        {
                            "verse": 0,
                            "chapter": 5,
                            "name": "The Lives of the Prophets 5:0",
                            "text": "Hosea"
                        },
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "The Lives of the Prophets 5:1",
                            "text": "He was from Belemoth, of the tribe of Issachar, and he was buried in peace, in his own land."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "The Lives of the Prophets 5:2",
                            "text": "He gave a sign, that the Lord would come to the earth when the oak tree which is in Shiloh should of its own accord be divided and become twelve oaks."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "The Lives of the Prophets 6",
                    "verses": [
                        {
                            "verse": 0,
                            "chapter": 6,
                            "name": "The Lives of the Prophets 6:0",
                            "text": "Micah"
                        },
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "The Lives of the Prophets 6:1",
                            "text": "He was of the tribe of Ephraim. Having given much trouble to King Ahab, he was killed, thrown from a cliff, by Ahab's son Joram, because he rebuked him for the wickedness of his fathers."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "The Lives of the Prophets 6:2",
                            "text": "He was given solitary burial in his own land, near the burying place of the giants."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "The Lives of the Prophets 7",
                    "verses": [
                        {
                            "verse": 0,
                            "chapter": 7,
                            "name": "The Lives of the Prophets 7:0",
                            "text": "Amos"
                        },
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "The Lives of the Prophets 7:1",
                            "text": "He was from Tekoa. Amaziah (the priest of Bethel) had often beaten him, and at last Amaziah's son killed him with a cudgel, striking him on the temple."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "The Lives of the Prophets 7:2",
                            "text": "While still living he made his way to his land, and after some days died and was buried there."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "The Lives of the Prophets 8",
                    "verses": [
                        {
                            "verse": 0,
                            "chapter": 8,
                            "name": "The Lives of the Prophets 8:0",
                            "text": "Joel"
                        },
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "The Lives of the Prophets 8:1",
                            "text": "He was from the territory of Reuben, of the field of Beth-meon. He died in peace, and was buried there."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "The Lives of the Prophets 9",
                    "verses": [
                        {
                            "verse": 0,
                            "chapter": 9,
                            "name": "The Lives of the Prophets 9:0",
                            "text": "Obadiah"
                        },
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "The Lives of the Prophets 9:1",
                            "text": "He was from the region of Shechem, of the field of Beth-hakkerem."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "The Lives of the Prophets 9:2",
                            "text": "He was a pupil of Elijah, and having done much in his service he was saved from death by him."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "The Lives of the Prophets 9:3",
                            "text": "He was that third captain of fifty whom Elijah spared, and went down with him to Ahaziah."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "The Lives of the Prophets 9:4",
                            "text": "Afterward, leaving the service of the king he became a prophet, and upon his death he was buried with his fathers."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "The Lives of the Prophets 10",
                    "verses": [
                        {
                            "verse": 0,
                            "chapter": 10,
                            "name": "The Lives of the Prophets 10:0",
                            "text": "Jonah"
                        },
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "The Lives of the Prophets 10:1",
                            "text": "He was from the district of Kiriath-maon, near the Gentile city of Azotus on the sea."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "The Lives of the Prophets 10:2",
                            "text": "After he had been cast on shore by the whale and had made his journey to Nineveh, on his return he did not stay in his own land, but took his mother and settled in Tyre, a country of foreign peoples."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "The Lives of the Prophets 10:3",
                            "text": "For he said, \"In this way I will take away my reproach, that I prophesied falsely against the great city Nineveh.\""
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "The Lives of the Prophets 10:4",
                            "text": "Elijah was at that time rebuking the house of Ahab, and having called a famine upon the land he fled. Coming to the region of Tyre he found the widow and her son, for he himself could not lodge with the uncircumcised."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "The Lives of the Prophets 10:5",
                            "text": "He brought her a blessing; and when her child died, God raised him from the dead through Elijah, for he wished to show him that it is not possible to flee from God."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "The Lives of the Prophets 10:6",
                            "text": "After the famine was over, Jonah came into the land of Judea. On the way thither his mother died, and he buried her beside the oak of Deborah."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "The Lives of the Prophets 10:7",
                            "text": "Thereafter having settled in the land of Seir, he died there and was buried in the tomb of the Kenizzite, the first who became judge in the days when there was no king."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "The Lives of the Prophets 10:8",
                            "text": "He gave a sign to Jerusalem and to all the land: When they should see a stone crying aloud in distress, the end would be at hand; and when they should see all the Gentiles gathered in Jerusalem, the city would be razed to its foundations."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "The Lives of the Prophets 11",
                    "verses": [
                        {
                            "verse": 0,
                            "chapter": 11,
                            "name": "The Lives of the Prophets 11:0",
                            "text": "Nahum"
                        },
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "The Lives of the Prophets 11:1",
                            "text": "He was of Elkosh, on the other side of the mountains toward Beth-gabrin, of the tribe of Simeon."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "The Lives of the Prophets 11:2",
                            "text": "This prophet after the time of Jonah gave a sign to Nineveh, that it would be destroyed by fresh waters and by underground fire; and indeed this came to pass."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "The Lives of the Prophets 11:3",
                            "text": "For the lake which surrounded the city overwhelmed it in an earthquake, and fire coming from the desert burned its upper portion."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "The Lives of the Prophets 11:4",
                            "text": "He died in peace, and was buried in his land."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "The Lives of the Prophets 12",
                    "verses": [
                        {
                            "verse": 0,
                            "chapter": 12,
                            "name": "The Lives of the Prophets 12:0",
                            "text": "Habakkuk"
                        },
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "The Lives of the Prophets 12:1",
                            "text": "He was from the tribe of Simeon, of the field of Beth-zachariah."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "The Lives of the Prophets 12:2",
                            "text": "Before the captivity he had a vision of the destruction of Jerusalem, and he grieved exceedingly."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "The Lives of the Prophets 12:3",
                            "text": "When Nebuchadnezzar came against Jerusalem, he fled to Ostracina (in Egypt), and then sojourned in the land of Ishmael."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "The Lives of the Prophets 12:4",
                            "text": "When the Chaldeans returned (to their country), and all those who were left in Jerusalem went down to Egypt, he settled again in his own land."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "The Lives of the Prophets 12:5",
                            "text": "He was accustomed to carry food to the reapers of the harvest in his field;"
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "The Lives of the Prophets 12:6",
                            "text": "and one day, as he received the food, he announced to his family: \"I am off for a far country, but will return immediately; if I should delay, carry out the food to the reapers.\""
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "The Lives of the Prophets 12:7",
                            "text": "Finding himself straightway in Babylon, and having given Daniel his meal, he stood by the reapers as they ate; and he told no one what had happened."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "The Lives of the Prophets 12:8",
                            "text": "He had knowledge that the people would soon come back from Babylon."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "The Lives of the Prophets 12:9",
                            "text": "Two years before the return he died, and was buried alone in his own field."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "The Lives of the Prophets 12:10",
                            "text": "He gave a sign to the people in Judea, that they would see in the temple a light shining, and thus they would know the glory of the sanctuary."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "The Lives of the Prophets 12:11",
                            "text": "Concerning the end of the temple, he foretold that it would be brought to pass by a western nation."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "The Lives of the Prophets 12:12",
                            "text": "Then, he said, the veil of the inner sanctuary will be torn to pieces, and the capitals of the two pillars will be taken away,"
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "The Lives of the Prophets 12:13",
                            "text": "and no one will know where they are; but they will be carried away by angels into the wilderness where in the beginning the"
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "The Lives of the Prophets 12:14",
                            "text": "Tabernacle of Witness was pitched. By them in the end the presence of the Lord will be made known, for they will give light to those who are pursued by the Serpent in darkness as at the beginning."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "The Lives of the Prophets 13",
                    "verses": [
                        {
                            "verse": 0,
                            "chapter": 13,
                            "name": "The Lives of the Prophets 13:0",
                            "text": "Zephaniah"
                        },
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "The Lives of the Prophets 13:1",
                            "text": "He was of the tribe of Simeon, of the field of Sabaratha."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "The Lives of the Prophets 13:2",
                            "text": "He prophesied concerning the city, also concerning the end of the nations and the confounding of the wicked."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "The Lives of the Prophets 13:3",
                            "text": "When he died he was buried in his own field."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "The Lives of the Prophets 14",
                    "verses": [
                        {
                            "verse": 0,
                            "chapter": 14,
                            "name": "The Lives of the Prophets 14:0",
                            "text": "Haggai"
                        },
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "The Lives of the Prophets 14:1",
                            "text": "Probably as a youth he came from Babylon to Jerusalem, and he had prophesied publicly in regard to the return of the people."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "The Lives of the Prophets 14:2",
                            "text": "He witnessed in part the building of the temple. Upon his death he was buried near the tomb of the priests, honored as though one of their number."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "The Lives of the Prophets 15",
                    "verses": [
                        {
                            "verse": 0,
                            "chapter": 15,
                            "name": "The Lives of the Prophets 15:0",
                            "text": "Zechariah son of Iddo"
                        },
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "The Lives of the Prophets 15:1",
                            "text": "He came from Chaldea when already advanced in age. While there, he prophesied often to the people, and did wonders in proof of his authority."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "The Lives of the Prophets 15:2",
                            "text": "He foretold to Jozadak that he would beget a son who would serve as priest in Jerusalem;"
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "The Lives of the Prophets 15:3",
                            "text": "he also congratulated Shealtiel on the birth of a son and gave him the name Zerubbabel."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "The Lives of the Prophets 15:4",
                            "text": "In the time of Cyrus he gave the king a sign of victory, and foretold the service which he was destined to perform for Jerusalem, and he praised him greatly."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "The Lives of the Prophets 15:5",
                            "text": "His prophecies uttered in Jerusalem had to do with the end of the nations, with Israel and the temple, with the laziness of prophets and priests, and with a double judgment."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "The Lives of the Prophets 15:6",
                            "text": "After reaching great age he was taken ill, and dying, was buried beside Haggai."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "The Lives of the Prophets 16",
                    "verses": [
                        {
                            "verse": 0,
                            "chapter": 16,
                            "name": "The Lives of the Prophets 16:0",
                            "text": "Malachi"
                        },
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "The Lives of the Prophets 16:1",
                            "text": "He was born in Sopha, after the return from the exile."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "The Lives of the Prophets 16:2",
                            "text": "Even in his boyhood he lived a blameless life, and since all the people paid him honor for his piety and his mildness, they called him \"Malachi\" (angel); he was also fair to look upon."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "The Lives of the Prophets 16:3",
                            "text": "Moreover, whatever things he uttered in prophecy were repeated on that same day by an angel of God who appeared; as had happened in the days when there was no king in Israel, as is written in the book of Judges."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "The Lives of the Prophets 16:4",
                            "text": "While yet in his youth, he was joined to his fathers in his own field."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "The Lives of the Prophets 17",
                    "verses": [
                        {
                            "verse": 0,
                            "chapter": 17,
                            "name": "The Lives of the Prophets 17:0",
                            "text": "Nathan"
                        },
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "The Lives of the Prophets 17:1",
                            "text": "He, David's prophet, was from Gibeon, of a Hivite clan, and it was he who taught the king the law of the Lord."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "The Lives of the Prophets 17:2",
                            "text": "He foresaw David's sin with Bathsheba, and set out in haste to warn him, but Satan (\"Beliar\") thwarted his attempt. He found lying by the road the naked body of a man who had been slain;"
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "The Lives of the Prophets 17:3",
                            "text": "and while he was detained by this duty, he knew that in that night the king had committed the sin;"
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "The Lives of the Prophets 17:4",
                            "text": "so he turned back to Gibeon in sorrow. Then when David caused the death of Bathsheba's husband, the Lord sent Nathan to convict him."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "The Lives of the Prophets 17:5",
                            "text": "He lived to an advanced old age, and when he died he was buried in his own land."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "The Lives of the Prophets 18",
                    "verses": [
                        {
                            "verse": 0,
                            "chapter": 18,
                            "name": "The Lives of the Prophets 18:0",
                            "text": "Ahijah"
                        },
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "The Lives of the Prophets 18:1",
                            "text": "He was from Shiloh, the city of Eli, where the tabernacle stood in days of old."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "The Lives of the Prophets 18:2",
                            "text": "He declared of Solomon, that he would provoke the Lord to anger."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "The Lives of the Prophets 18:3",
                            "text": "He also rebuked Jeroboam, because he dealt treacherously with the Lord, and he had a vision of two bullocks trampling on the people and charging upon the priests."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "The Lives of the Prophets 18:4",
                            "text": "He foretold to Solomon that his wives would bring disgrace on him and all his house."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "The Lives of the Prophets 18:5",
                            "text": "Upon his death he was buried beside the oak of Shiloh."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "The Lives of the Prophets 19",
                    "verses": [
                        {
                            "verse": 0,
                            "chapter": 19,
                            "name": "The Lives of the Prophets 19:0",
                            "text": "Joed"
                        },
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "The Lives of the Prophets 19:1",
                            "text": "He was of the district of Samarlm. He was that prophet whom the lion attacked and slew, when he had rebuked Jeroboam concerning the bullocks;"
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "The Lives of the Prophets 19:2",
                            "text": "he who was buried in Bethel beside the false prophet who led him astray."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "The Lives of the Prophets 20",
                    "verses": [
                        {
                            "verse": 0,
                            "chapter": 20,
                            "name": "The Lives of the Prophets 20:0",
                            "text": "Azariah"
                        },
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "The Lives of the Prophets 20:1",
                            "text": "He was from Subatha, the prophet who turned away from Judah the captivity that befell Israel."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "The Lives of the Prophets 20:2",
                            "text": "His burial was in his own field."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "The Lives of the Prophets 21",
                    "verses": [
                        {
                            "verse": 0,
                            "chapter": 21,
                            "name": "The Lives of the Prophets 21:0",
                            "text": "Zechariah son of Jehoiada"
                        },
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "The Lives of the Prophets 21:1",
                            "text": "He was of Jerusalem, the son of Jehoiada the priest, the prophet whom Joash king of Judah slew beside the altar, whose blood the house of David shed within the sanctuary, in the court. The priests buried him beside his father."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "The Lives of the Prophets 21:2",
                            "text": "From that time on there were portentous appearances in the temple, and the priests could see no vision of angels of God, nor give forth oracles from the inner sanctuary; nor were they able to inquire with the ephod, nor to give answer to the people by Urim and Thummim, as in former time."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "The Lives of the Prophets 22",
                    "verses": [
                        {
                            "verse": 0,
                            "chapter": 22,
                            "name": "The Lives of the Prophets 22:0",
                            "text": "Elijah"
                        },
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "The Lives of the Prophets 22:1",
                            "text": "He was a Tishbite, from the land of the Arabs, of the family of Aaron, residing in Gilead because Tishbi had been assigned to the priests."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "The Lives of the Prophets 22:2",
                            "text": "At the time of his birth his father, Shobach, saw how certain men of shining white appearance addressed the babe, and that they wrapped him in swaddling clothes of fire and gave him a flame of fire to eat."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "The Lives of the Prophets 22:3",
                            "text": "When he went and reported this in Jerusalem, the oracle gave answer: Fear not; for his dwelling will be light, and his word revelation, and he will judge Israel with sword and with fire."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "The Lives of the Prophets 23",
                    "verses": [
                        {
                            "verse": 0,
                            "chapter": 23,
                            "name": "The Lives of the Prophets 23:0",
                            "text": "Elisha"
                        },
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "The Lives of the Prophets 23:1",
                            "text": "He was from Abel-meholah, of the territory of Reuben."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "The Lives of the Prophets 23:2",
                            "text": "When he was born, in Gilgal, a marvelous thing happened: the golden calf bellowed so loudly that the shrill sound was heard in Jerusalem;"
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "The Lives of the Prophets 23:3",
                            "text": "and the priest announced by Urim and Thummim that a prophet had been born to Israel who should destroy their graven and molten idols."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "The Lives of the Prophets 23:4",
                            "text": "Upon his death he was buried in Samaria."
                        }
                    ]
                }
            ]
        }
    ]
}