{
    "books": [
        {
            "name": "Jerome: The Life of Malchus",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Jerome: The Life of Malchus 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:1",
                            "text": "The Life of Malchus, the Captive Monk."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:2",
                            "text": "The life of Malchus was written at Bethlehem, a."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:3",
                            "text": "d."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:4",
                            "text": ", 391."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:5",
                            "text": "Its origin and purpose are sufficiently described in chapters 1 and 2."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:6",
                            "text": "1."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:7",
                            "text": "They who have to fight a naval battle prepare for it in harbours and calm waters by adjusting the helm, plying the oars, and making ready the hooks and grappling irons."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:8",
                            "text": "They draw up the soldiers on the decks and accustom them to stand steady with poised foot and on slippery ground; so that they may not shrink from all this when the real encounter comes, because they have had experience of it in the sham fight."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:9",
                            "text": "And so it is in my case."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:10",
                            "text": "I have long held my peace, because silence was imposed on me by one to whom I give pain when I speak of him."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:11",
                            "text": "But now, in preparing to write history on a wider scale I desire to practise myself by means of this little work and as it were to wipe the rust from my tongue."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:12",
                            "text": "For I have purposed (if God grant me life, and if my censurers will at length cease to persecute me, now that I am a fugitive and shut up in a monastery) to write a history of the church of Christ from the advent of our Saviour up to our own age, that is from the apostles to the dregs of time in which we live, and to show by what means and through what agents it received its birth, and how, as it gained strength, it grew by persecution and was crowned with martyrdom; and then, after reaching the Christian Emperors, how it increased in influence and in wealth but decreased in Christian virtues."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:13",
                            "text": "But of this elsewhere."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:14",
                            "text": "Now to the matter in hand."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:15",
                            "text": "2."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:16",
                            "text": "Maronia is a little hamlet some thirty miles to the east of Antioch in Syria."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:17",
                            "text": "After having many owners or landlords, at the time when I was staying as a young man in Syria it came into the possession of my intimate friend, the Bishop Evagrius, whose name I now give in order to show the source of my information."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:18",
                            "text": "Well, there was at the place at that time an old man by name Malchus, which we might render \"king,\" a Syrian by race and speech, in fact a genuine son of the soil."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:19",
                            "text": "His companion was an old woman very decrepit who seemed to be at death's door, both of them so zealously pious and such constant frequenters of the Church, they might have been taken for Zacharias and Elizabeth in the Gospel but for the fact that there was no John to be seen."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:20",
                            "text": "With some curiosity I asked the neighbours what was the link between them; was it marriage, or kindred, or the bond of the Spirit? All with one accord replied that they were holy people, well pleasing to God, and gave me a strange account of them."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:21",
                            "text": "Longing to know more I began to question the man with much eagerness about the truth of what I heard, and learnt as follows."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:22",
                            "text": "3."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:23",
                            "text": "My son, said he, I used to farm a bit of ground at Nisibis and was an only son."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:24",
                            "text": "My parents regarding me as the heir and the only survivor of their race, wished to force me into marriage, but I said I would rather be a monk."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:25",
                            "text": "How my father threatened and my mother coaxed me to betray my chastity requires no other proof than the fact that I fled from home and parents."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:26",
                            "text": "I could not go to the East because Persia was close by and the frontiers were guarded by the soldiers of Rome; I therefore turned my steps to the West, taking with me some little provision for the journey, but barely sufficient to ward off destitution."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:27",
                            "text": "To be brief, I came at last to the desert of Chalcis which is situate between Immae and Beroa farther south."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:28",
                            "text": "There, finding some monks, I placed myself under their direction, earning my livelihood by the labour of my hands, and curbing the wantonness of the flesh by fasting."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:29",
                            "text": "After many years the desire came over me to return to my country, and stay with my mother and cheer her widowhood while she lived (for my father, as I had already heard, was dead), and then to sell the little property and give part to the poor, settle part on the monasteries and (I blush to confess my faithlessness) keep some to spend in comforts for myself."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:30",
                            "text": "My abbot began to cry out that it was a temptation of the devil, and that under fair pretexts some snare of the old enemy lay hid."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:31",
                            "text": "It was, he declared, a case of the dog returning to his vomit."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:32",
                            "text": "Many monks, he said, had been deceived by such suggestions, for the devil never showed himself openly."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:33",
                            "text": "He set before me many examples from the Scriptures, and told me that even Adam and Eve in the beginning had been overthrown by him through the hope of becoming gods."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:34",
                            "text": "When he failed to convince me he fell upon his knees and besought me not to forsake him, nor ruin myself by looking back after putting my hand to the plough."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:35",
                            "text": "Unhappily for myself I had the misfortune to conquer my adviser."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:36",
                            "text": "I thought he was seeking not my salvation but his own comfort."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:37",
                            "text": "So he followed me from the monastery as if he had been going to a funeral, and at last bade me farewell, saying, \"I see that you bear the brand of a son of Satan."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:38",
                            "text": "I do not ask your reasons nor take your excuses."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:39",
                            "text": "The sheep which forsakes its fellows is at once exposed to the jaws of the wolf\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:40",
                            "text": "4."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:41",
                            "text": "On the road from Beroa to Edessa adjoining the high-way is a waste over which the Saracens roam to and fro without having any fixed abode."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:42",
                            "text": "Through fear of them travellers in those parts assemble in numbers, so that by mutual assistance they may escape impending danger."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:43",
                            "text": "There were in my company men, women, old men, youths, children, altogether about seventy persons."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:44",
                            "text": "All of a sudden the Ishmaelites on horses and camels made an assault upon us, with their flowing hair bound with fillets, their bodies half-naked, with their broad military boots, their cloaks streaming behind them, and their quivers slung upon the shoulders."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:45",
                            "text": "They carried their bows unstrung and brandished their long spears; for they had come not to fight, but to plunder."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:46",
                            "text": "We were seized, dispersed, and carried in different directions."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:47",
                            "text": "I, meanwhile, repenting too late of the step I had taken, and far indeed from gaining possession of my inheritance, was assigned, along with another poor sufferer, a woman, to the service of one and the same owner."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:48",
                            "text": "We were led, or rather carried, high upon the camel's back through a desert waste, every moment expecting destruction, and suspended, I may say, rather than seated."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:49",
                            "text": "Flesh half raw was our food, camel's milk our drink."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:50",
                            "text": "5."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:51",
                            "text": "At length, after crossing a great river we came to the interior of the desert, where, being commanded after the custom of the people to pay reverence to the mistress and her children, we bowed our heads."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:52",
                            "text": "Here, as if I were a prisoner, I changed my dress, that is, learnt to go naked, the heat being so excessive as to allow of no clothing beyond a covering for the loins."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:53",
                            "text": "Some sheep were given to me to tend, and, comparatively speaking, I found this occupation a comfort, for I seldom saw my masters or fellow slaves."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:54",
                            "text": "My fate seemed to be like that of Jacob in sacred history, and reminded me also of Moses; both of whom were once shepherds in the desert."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:55",
                            "text": "I fed on fresh cheese and milk, prayed continually, and sang psalms which I had learnt in the monastery."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:56",
                            "text": "I was delighted with my captivity, and thanked God because I had found in the desert the monk's estate which I was on the point of losing in my country."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:57",
                            "text": "6."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:58",
                            "text": "But no condition can ever shut out the Devil."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:59",
                            "text": "How manifold past expression are his snares! Hid though I was, his malice found me out."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:60",
                            "text": "My master seeing his flock increasing and finding no dishonesty in me (I knew that the Apostle has given command that masters should be as faithfully served as God Himself), and wishing to reward me in order to secure my greater fidelity, gave me the woman who was once my fellow servant in captivity."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:61",
                            "text": "On my refusing and saying I was a Christian, and that it was not lawful for me to take a woman to wife so long as her husband was alive (her husband had been captured with us, but carried off by another master), my owner was relentless in his rage, drew his sword and began to make at me."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:62",
                            "text": "If I had not without delay stretched out my hand and taken possession of the woman, he would have slain me on the spot."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:63",
                            "text": "Well; by this time a darker night than usual had set in and, for me, all too soon."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:64",
                            "text": "I led my bride into an old cave; sorrow was bride's-maid; we shrank from each other but did not confess it."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:65",
                            "text": "Then I really felt my captivity; I threw myself down on the ground, and began to lament the monastic state which I had lost, and said: \"Wretched man that I am! have I been preserved for this? has my wickedness brought me to this, that in my gray hairs I must lose my virgin state and become a married man? What is the good of having despised parents, country, property, for the Lord's sake, if I do the thing I wished to avoid doing when I despised them? And yet it may be perhaps the case that I am in this condition because I longed for home."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:66",
                            "text": "What are we to do, my soul? are we to perish, or conquer? Are we to wait for the hand of the Lord, or pierce ourselves with our own sword? Turn your weapon against yourself; I must fear your death, my soul, more than the death of the body."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:67",
                            "text": "Chastity preserved has its own martyrdom."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:68",
                            "text": "Let the witness for Christ lie unburied in the desert; I will be at once the persecutor and the martyr\"."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:69",
                            "text": "Thus speaking I drew my sword which glittered even in the dark, and turning its point towards me said: \"Farewell, unhappy woman: receive me as a martyr not as a husband\"."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:70",
                            "text": "She threw herself at my feet and exclaimed: \"I pray you by Jesus Christ, and adjure you by this hour of trial, do not shed your blood and bring its guilt upon me."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:71",
                            "text": "If you choose to die, first turn your sword against me."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:72",
                            "text": "Let us rather be united upon these terms."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:73",
                            "text": "Supposing my husband should return to me, I would preserve the chastity which I have learnt in captivity; I would even die rather than lose it."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:74",
                            "text": "Why should you die to prevent a union with me? I would die if you desired it."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:75",
                            "text": "Take me then as the partner of your chastity; and love me more in this union of the spirit than you could in that of the body only."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:76",
                            "text": "Let our master believe that you are my husband."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:77",
                            "text": "Christ knows you are my brother."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:78",
                            "text": "We shall easily convince them we are married when they see us so loving\"."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:79",
                            "text": "I confess, I was astonished and, much as I had before admired the virtue of the woman, I now loved her as a wife still more."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:80",
                            "text": "Yet I never gazed upon her naked person; I never touched her flesh, for I was afraid of losing in peace what I had preserved in the conflict."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:81",
                            "text": "In this strange wedlock many days passed away."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:82",
                            "text": "Marriage had made us more pleasing to our masters, and there was no suspicion of our flight; sometimes I was absent for even a whole month like a trusty shepherd traversing the wilderness."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:83",
                            "text": "7."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:84",
                            "text": "After a long time as I sat one day by myself in the desert with nothing in sight save earth and sky, I began quickly to turn things over in my thoughts, and amongst others called to mind my friends the monks, and specially the look of the father who had instructed me, kept me, and lost me."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:85",
                            "text": "While I was thus musing I saw a crowd of ants swarming over a narrow path."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:86",
                            "text": "The loads they carried were clearly larger than their own bodies."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:87",
                            "text": "Some with their forceps were dragging along the seeds of herbs: others were excavating the earth from pits and banking it up to keep out the water."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:88",
                            "text": "One party, in view of approaching winter, and wishing to prevent their store from being converted into grass through the dampness of the ground, were cutting off the tips of the grains they had carried in; another with solemn lamentation were removing the dead."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:89",
                            "text": "And, what is stranger still in such a host, those coming out did not hinder those going in; nay rather, if they saw one fall beneath his burden they would put their shoulders to the load and give him assistance."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:90",
                            "text": "In short that day afforded me a delightful entertainment."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:91",
                            "text": "So, remembering how Solomon sends us to the shrewdness of the ant and quickens our sluggish faculties by setting before us such an example, I began to tire of captivity, and to regret the monk's cell, and long to imitate those ants and their doings, where toil is for the community, and, since nothing belongs to any one, all things belong to all."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:92",
                            "text": "8."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:93",
                            "text": "When I returned to my chamber, my wife met me."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:94",
                            "text": "My looks betrayed the sadness of my heart."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:95",
                            "text": "She asked why I was so dispirited."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:96",
                            "text": "I told her the reasons, and exhorted her to escape."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:97",
                            "text": "She did not reject the idea."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:98",
                            "text": "I begged her to be silent on the matter."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:99",
                            "text": "She pledged her word."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:100",
                            "text": "We constantly spoke to one another in whispers; and we floated in suspense betwixt hope and fear."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:101",
                            "text": "I had in the flock two very fine he-goats: these I killed, made their skins into bottles, and from their flesh prepared food for the way."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:102",
                            "text": "Then in the early evening when our masters thought we had retired to rest we began our journey, taking with us the bottles and part of the flesh."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:103",
                            "text": "When we reached the river which was about ten miles off, having inflated the skins and got astride upon them, we intrusted ourselves to the water, slowly propelling ourselves with our feet, that we might be carried down by the stream to a point on the opposite bank much below that at which we embarked, and that thus the pursuers might lose the track."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:104",
                            "text": "But meanwhile the flesh became sodden and partly lost, and we could not depend on it for more than three days' sustenance."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:105",
                            "text": "We drank till we could drink no more by way of preparing for the thirst we expected to endure, then hastened away, constantly looking behind us, and advanced more by night than day, on account both of the ambushes of the roaming Saracens, and of the excessive heat of the sun."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:106",
                            "text": "I grow terrified even as I relate what happened; and, although my mind is perfectly at rest, yet my frame shudders from head to foot."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:107",
                            "text": "9."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:108",
                            "text": "Three days after we saw in the dim distance two men riding on camels approaching with all speed."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:109",
                            "text": "At once foreboding ill I began to think my master purposed putting us to death, and our sun seemed to grow dark again."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:110",
                            "text": "In the midst of our fear, and just as we realized that our footsteps on the sand had betrayed us, we found on our right hand a cave which extended far underground."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:111",
                            "text": "Well, we entered the cave: but we were afraid of venomous beasts such as vipers, basilisks, scorpions, and other creatures of the kind, which often resort to such shady places so as to avoid the heat of the sun."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:112",
                            "text": "We therefore barely went inside, and took shelter in a pit on the left, not venturing a step farther, lest in fleeing from death we should run into death."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:113",
                            "text": "We thought thus within ourselves: If the Lord helps us in our misery we have found safety: if He rejects us for our sins, we have found our grave."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:114",
                            "text": "What do you suppose were our feelings? What was our terror, when in front of the cave, close by, there stood our master and fellow-servant, brought by the evidence of our footsteps to our hiding place? How much worse is death expected than death inflicted! Again my tongue stammers with distress and fear; it seems as if I heard my master's voice, and I hardly dare mutter a word."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:115",
                            "text": "He sent his servant to drag us from the cavern while he himself held the camels and, sword in hand, waited for us to come."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:116",
                            "text": "Meanwhile the servant entered about three or four cubits, and we in our hiding place saw his back though he could not see us, for the nature of the eye is such that those who go into the shade out of the sunshine can see nothing."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:117",
                            "text": "His voice echoed through the cave: \"Come out, you felons; come out and die; why do you stay? Why do you delay? Come out, your master is calling and patiently waiting for you\"."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:118",
                            "text": "He was still speaking when lo! through the gloom we saw a lioness seize the man, strangle him, and drag him, covered with blood, farther in."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:119",
                            "text": "Good Jesus! how great was our terror now, how intense our joy! We beheld, though our master knew not of it, our enemy perish."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:120",
                            "text": "He, when he saw that he was long in returning, supposed that the fugitives being two to one were offering resistance."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:121",
                            "text": "Impatient in his rage, and sword still in hand, he came to the cavern, and shouted like a madman as he chided the slowness of his slave, but was seized upon by the wild beast before he reached our hiding place."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:122",
                            "text": "Who ever would believe that before our eyes a brute would fight for us?  One cause of fear was removed, but there was the prospect of a similar death for ourselves, though the rage of the lion was not so bad to bear as the anger of the man."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:123",
                            "text": "Our hearts failed for fear: without venturing to stir a step we awaited the issue, having no wall of defence in the midst of so great dangers save the consciousness of our chastity; when, early in the morning, the lioness, afraid of some snare and aware that she had been seen took up her cub in her teeth and carried it away, leaving us in possession of our retreat."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:124",
                            "text": "Our confidence was not restored all at once."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:125",
                            "text": "We did not rush out, but waited for a long time; for as often as we thought of coming out we pictured to ourselves the horror of falling in with her."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:126",
                            "text": "10."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:127",
                            "text": "At last we got rid of our fright; and when that day was spent, we sallied forth towards evening, and saw the camels, on account of their great speed called dromedaries, quietly chewing the cud."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:128",
                            "text": "We mounted, and with the strength gained from the new supply of grain, after ten days travelling through the desert arrived at the Roman camp."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:129",
                            "text": "After being presented to the tribune we told all, and from thence were sent to Sabianus, who commanded in Mesopotamia, where we sold our camels."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:130",
                            "text": "My dear old abbot was now sleeping in the Lord; I betook myself therefore to this place, and returned to the monastic life, while I entrusted my companion here to the care of the virgins; for though I loved her as a sister, I did not commit myself to her as if she were my sister."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:131",
                            "text": "Malchus was an old man, I a youth, when he told me these things."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:132",
                            "text": "I who have related them to you am now old, and I have set them forth as a history of chastity for the chaste."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:133",
                            "text": "Virgins, I exhort you, guard your chastity."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Jerome: The Life of Malchus 1:134",
                            "text": "Tell the story to them that come after, that they may realize that in the midst of swords, and wild beasts of the desert, virtue is never a captive, and that he who is devoted to the service of Christ may die, but cannot be conquered."
                        }
                    ]
                }
            ]
        }
    ]
}