{
    "books": [
        {
            "name": "Augustine: Concering Faith of Things not seen",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: Concering Faith of Things not seen 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:1",
                            "text": "Concerning Faith of Things Not Seen   1  There are those who think that the Christian religion is what we should smile at rather than hold fast, for this reason, that, in it, not what may be seen, is shown, but men are commanded faith of things which are not seen."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:2",
                            "text": "We therefore, that we may refute these, who seem to themselves through prudence to be unwilling to believe what they cannot see, although we are not able to show unto human sight those divine things which we believe, yet do show unto human minds that even those things which are not seen are to be believed."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:3",
                            "text": "And first they are to be admonished, (whom folly hath so made subject to their carnal eyes, as that, whatsoever they see not through them, they think not that they are to believe,) how many things they not only believe but also know, which cannot be seen by such eyes."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:4",
                            "text": "Which things being without number in our mind itself, (the nature of which mind is incapable of being seen,) not to mention others, the very faith whereby we believe, or the thought whereby we know that we either believe any thing, or believe not, being as it is altogether alien from the sight of those eyes; what so naked, so clear, what so certain is there to the inner eyes of our minds? How then are we not to believe what we see not with the eyes of the body, whereas, either that we believe, or that we believe not, in a case where we cannot apply the eyes of the body, we without any doubt see?      2  But, say they, those things which are in the mind, in that we can by the mind itself discern them, we have no need to know through the eyes of the body; but those things, which you say unto us that we should believe, you neither point to without, that through the eyes of the body we may know them; nor are they within, in our own mind, that by exercising thought we may see them."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:5",
                            "text": "And these things they so say, as though any one would be bidden to believe, if that, which is believed, he could already see set before him."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:6",
                            "text": "Therefore certainly ought we to believe certain temporal things also, which we see not, that we may merit to see eternal things also, which we believe."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:7",
                            "text": "But, whosoever thou art who wilt not believe save what thou seest, lo, bodies that are present thou seest with the eyes of the body, wills and thoughts of thine own that are present, because they are in thine own mind, thou seest by the mind itself; tell me, I pray thee, thy friend's will towards thee by what eyes seest thou? For no will can be seen by the eyes of the body."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:8",
                            "text": "What? see you in your own mind this also which is going on in the mind of another? But if you see it not, how do you repay in turn the good will of your friend, if what you cannot see, you believe not? Will you haply say that you see the will of another through his works? Therefore you will see acts, and hear words, but concerning your friend's will, that which cannot be seen and heard you will believe."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:9",
                            "text": "For that will is not color or figure, so as to be thrown upon the eyes; or sound or strain, so as to glide into the ears; nor indeed is it your own, so as to be perceived by the motion of your own heart."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:10",
                            "text": "It remains therefore that, being neither seen, nor heard, nor beheld within thyself, it be believed, that thy life be not left deserted without any friendship, or affection bestowed upon thee be not repaid by thee in return."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:11",
                            "text": "Where then is that which thou saidest, that thou oughtest not to believe, save what thou sawest either outwardly in the body, or inwardly in the heart? Lo, out of thine own heart, thou believest an heart not thine own; and lendest thy faith, where thou dost not direct the glance of thy body or of thy mind."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:12",
                            "text": "Thy friend's face thou discernest by thy own body, thy own faith thou discernest by thine own mind; but thy friend's faith is not loved by thee, unless there be in thee in return that faith, whereby thou mayest believe that which in him thou seest not."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:13",
                            "text": "Although a man may also deceive by feigning good will, and hiding malice: or, if he have no thought to do harm, yet by expecting some benefit from thee, feigns, because he has not, love."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:14",
                            "text": "3  But you say, that you therefore believe your friend, whose heart you cannot see, because you have proved him in your trials, and have come to know of what manner of spirit he was towards you in your dangers, wherein he deserted you not."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:15",
                            "text": "Seemeth it therefore to you that we must wish for our own affliction, that our friend's love towards us may be proved? And shall no man be happy in most sure friends, unless he shall be unhappy through adversity? so that, forsooth, he enjoy not the tried love of the other, unless he be racked by pain and fear of his own? And how in the having of true friends can that happiness be wished for, and not rather feared, which nothing save unhappiness can put to the proof? And yet it is true that a friend may be had also in prosperity, but proved more surely in adversity."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:16",
                            "text": "But assuredly in order to prove him, neither would you commit yourself to dangers of your own, unless you believed; and thus, when you commit yourself in order to prove, you believe before you prove."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:17",
                            "text": "For surely, if we ought not to believe things not seen, since indeed we believe the hearts of our friends, and that, not yet surely proved; and, after we shall have proved them good by our own ills, even then we believe rather than see their good will towards us: except that so great is faith, that, not unsuitably, we judge that we see, with certain eyes of it, that which we believe, whereas we ought therefore to believe, because we cannot see."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:18",
                            "text": "4  If this faith be taken away from human affairs, who but must observe how great disorder in them, and how fearful confusion must follow? For who will be loved by any with mutual affection, (being that the loving itself is invisible,) if what I see not, I ought not to believe? Therefore will the whole of friendship perish, in that it consists not save of mutual love."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:19",
                            "text": "For what of it will it be able to receive from any, if nothing of it shall be believed to be shown? Further, friendship perishing, there will be preserved in the mind the bonds neither of marriages, nor of kindreds and relations; because in these also there is assuredly a friendly union of sentiment."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:20",
                            "text": "Spouse therefore will not be able to love spouse in turn, inasmuch as each believes not the other's love, because the love itself cannot be seen."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:21",
                            "text": "Nor will they long to have sons, who they believe not will make them a return."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:22",
                            "text": "And if these be born and grow up, much less will the parents themselves love their own children, whose love towards themselves in those children's hearts they will not see, it being invisible; if it be not praiseworthy faith, but blameable rashness, to believe those things which are not seen."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:23",
                            "text": "Why should I now speak of the other connections, of brothers, sisters, sons-in-law, and fathers-in-law, and of them who are joined together by any kindred or affinity, if love is uncertain, and the will suspected, that of parents by sons, and that of sons by parents, whilst due benevolence is not rendered; because neither is it thought to be due, that which is not seen in another not being thought to exist."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:24",
                            "text": "Further, if this caution be not a mark of ability, but be hateful, wherein we believe not that we are loved, because we see not the love of them who love, and repay not them, unto whom we think not that we owe a return; to that degree are human affairs thrown into disorder, if what we see not we believe not, as to be altogether and utterly overthrown, if we believe no wills of men, which assuredly we cannot see."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:25",
                            "text": "I omit to mention in how many things they, who find fault with us because we believe what we see not, believe report or history; or concerning places where they have not themselves been; and say not, we believe not, because we have not seen."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:26",
                            "text": "Since if they say this, they are obliged to confess that their own parents are not surely known to them: because on this point also they have believed the accounts of others telling of it, who yet are unable to show it, because it is a thing already past; retaining themselves no sense of that time, and yet yielding assent without any doubting to others speaking of that time: and unless this be done, there must of necessity be incurred a faithless impiety towards parents, whilst we are, as it were, showing a rashness of belief in those things which we cannot see."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:27",
                            "text": "Since therefore, if we believe not those things which we cannot see, human society itself, through concord perishing, will not stand how much more is faith to be applied to divine things, although they be not seen; failing the application of which, it is not the friendship of some men or other, but the very chiefest bond of piety that is violated, so as for the chiefest misery to follow."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:28",
                            "text": "5  But you will say, the good will of a friend towards me, although I cannot see it, yet can I trace it out by many proofs; but you, what things you will us to believe not being seen, you have no proofs whereby to show them."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:29",
                            "text": "In the mean time it is no slight thing, that you confess that by reason of the clearness of certain proofs, some things, even such as are not seen, ought to be believed: for even thus it is agreed, that not all things which are not seen, are not to be believed; and that saying, \"that we ought not to believe things which we see not,\" falls to the ground, cast away, and refuted."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:30",
                            "text": "But they are much deceived, who think that we believe in Christ without any proofs concerning Christ."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:31",
                            "text": "For what are there clearer proofs than those things, which we now see to have been foretold and fulfilled? Wherefore do ye, who think that there are no proofs why ye ought to believe concerning Christ those things which ye have not seen, give heed to what things ye see."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:32",
                            "text": "The Church herself addresses you out of the mouth of a mother's love: \"I, whom ye view with wonder throughout the whole world, bearing fruit and increasing, was not once such as ye now behold me\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:33",
                            "text": "But, \"In thy Seed shall all nations be blessed\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:34",
                            "text": "When God blessed Abraham, He gave the promise of me; for throughout all nations in the blessing of Christ am I shed abroad."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:35",
                            "text": "That Christ is the Seed of Abraham, the order of successive generations bears witness."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:36",
                            "text": "Shortly to sum up which, Abraham begat Isaac, Isaac begat Jacob, Jacob begat twelve sons, of whom sprung the people Israel."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:37",
                            "text": "For Jacob himself was called Israel."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:38",
                            "text": "Among these twelve sons he begat Judah, whence the Jews have their name, of whom was born the Virgin Mary, who bore Christ."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:39",
                            "text": "And, lo, in Christ, that is, in the seed of Abraham, that all the nations are blessed, ye see and are amazed: and do ye still fear to believe in Him, in Whom ye ought rather to have feared not to believe? What? doubt ye, or refuse ye to believe, the travail of a Virgin, whereas ye ought rather to believe that it was fitting that so God should be born Man."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:40",
                            "text": "For this also receive ye to have been foretold by the Prophet; \"Behold, a Virgin shall conceive in the womb, and shall bring forth a Son, and they shall call His Name Emmanuel, which is, being interpreted, God with us\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:41",
                            "text": "Ye will not therefore doubt of a Virgin bringing forth, if ye be willing to believe of a God being born; leaving not the governance of the world, and coming unto men in the flesh; unto His Mother bringing fruitfulness, not taking away maidenhood."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:42",
                            "text": "For thus behoved it that He should be born as Man, albeit He was ever God, by which birth He might become a God unto us."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:43",
                            "text": "Hence again the Prophet says concerning Him, \"Thy Throne, O God, is for ever and ever; a sceptre of right, the sceptre of Thy Kingdom."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:44",
                            "text": "Thou hast loved righteousness, and hated iniquity; therefore God, Thy God, hath anointed Thee with the oil of gladness above Thy fellows\"."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:45",
                            "text": "This anointing is spiritual, wherewith God anointed God, the Father, that is, the Son: whence called from the \"Chrism,\" that is, from the anointing, we know Him as Christ."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:46",
                            "text": "I am the Church, concerning whom it is said unto Him in the same Psalm, and what was future foretold as already done; \"There stood at Thy right hand the Queen, in a vesture of gold, in raiment of divers colors;\" that is, in the mystery of wisdom, \"adorned with divers tongues\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:47",
                            "text": "There it said unto me, \"Hearken, O daughter, and see, and incline thine ear, and forget thy own people and thy father's house: for the King hath desired thy beauty: seeing that He is the Lord thy God: and the daughters of Tyre shall worship Him with gifts, thy face shall all the rich of the people entreat."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:48",
                            "text": "All the glory of that King's daughter is within, in fringes of gold, with raiment of divers colors."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:49",
                            "text": "There shall be brought unto the King the maidens after her; her companions shall be brought unto Thee."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:50",
                            "text": "They shall be brought with joy and gladness, they shall be brought into the Temple of the King."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:51",
                            "text": "Instead of thy fathers, there are born unto thee sons, thou shall set them as princes over the whole earth."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:52",
                            "text": "They shall be mindful of thy name, even from generation to generation."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:53",
                            "text": "Therefore shall the people confess unto thee for ever, and for ever and ever."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:54",
                            "text": "6  If this Queen ye see not, now rich also with royal progeny."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:55",
                            "text": "If she see not that fulfilled which she heard to have been promised, she, unto whom it was said, \"Hear, O daughter, and see\"."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:56",
                            "text": "If she hath not left the ancient rites of the world, she, unto whom it was said, \"Forget thy own people and thy Father's house\"."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:57",
                            "text": "If she confesses not every where Christ the Lord, she, unto whom it was said, \"The King hath desired thy beauty, for He is the Lord thy God\"."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:58",
                            "text": "If she sees not the cities of the nations pour forth prayers and offer gifts unto Christ, concerning Whom it was said unto her, \"There shall worship Him the daughters of Tyre with gifts\"."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:59",
                            "text": "If the pride also of the rich is not laid aside, and they do not entreat help of the Church, unto whom it was said, \"Thy face shall all the rich of the people entreat\"."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:60",
                            "text": "If He acknowledges not the King's daughter, unto Whom she was bidden to say, \"Our Father Who art in Heaven;\" and in her saints in the inner man she is not renewed from day to day, concerning whom it was said, \"All the glory of that King's daughter is within:\" although she strike upon the eyes of them also that are without with the blaze of the fame of her preachers, in diversity of tongues, as \"in fringes of gold, and raiment of divers colors\"."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:61",
                            "text": "If there be not, now that His fame is spread abroad in every place by His good odor, virgins also brought unto Christ to be consecrated, of Whom it is said, and to Whom it is said, \"There shall be brought unto the King the virgins after her, her companions shall be brought unto Thee\"."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:62",
                            "text": "And that they might not seem to be brought like captives, into some, as it were, prison, he says, \"They shall be brought in joy and gladness, they shall be brought into the King's temple\"."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:63",
                            "text": "If she brings not forth sons, that of them she may have, as it were, fathers, whom she may appoint unto herself every where as rulers, she, unto whom it is said, \"Instead of thy fathers there are born unto thee sons, thou shall set them as princes over the whole earth:\" unto whose prayers their mother both preferred and made subject, commends herself, \"They shall be mindful of thy name, even from generation to generation\"."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:64",
                            "text": "If, by reason of the preaching of those same fathers, wherein they have without ceasing made mention of her name, there are not so great multitudes in her gathered together, and without end in their own tongues unto her confess the praise of grace, unto whom it is said, \"Therefore shall the people confess unto thee for ever, and for ever and ever\"."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:65",
                            "text": "If these things are not so shown to be clear, as that the eyes of enemies find not in what direction to turn aside, where the same clearness strikes them not, so as by it to be obliged to confess what is evident: you perhaps assert with reason, that no proofs are shown to you, by seeing which you may believe those things also which you see not."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:66",
                            "text": "But if those things, which you see, both have been foretold long before, and are so clearly fulfilled; if the truth itself makes itself clear to you, by effects going before and following after, O remnant of unbelief, that ye may believe the things which you see not, blush at those things which ye see."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:67",
                            "text": "7  \"Give heed unto me,\" the Church says unto you; give heed unto me, whom ye see, although to see ye be unwilling."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:68",
                            "text": "For the faithful, who were in those times in the land of Judaea, were present at, and learnt as present, Christ's wonderful birth of a virgin, and His passion, resurrection, ascension; all His divine words and deeds."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:69",
                            "text": "These things ye have not seen, and therefore ye refuse to believe."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:70",
                            "text": "Therefore behold these things, fix your eyes on these things, these things which ye see reflect on, which are not told you as things past, nor foretold you as things future, but are shown you as things present."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:71",
                            "text": "What? seemeth it to you a vain or a light thing."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:72",
                            "text": "and think you it to be none, or a little, divine miracle, that in the name of One Crucified the whole human race runs? Ye saw not what was foretold and fulfilled concerning the human birth of Christ, \"Behold, a Virgin shall conceive in the womb, and shall bear a Son;\" but you see the Word of God which was foretold and fulfilled unto Abraham, \"In thy seed shall all nations be blessed\"."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:73",
                            "text": "Ye saw not what was foretold concerning the wonderful works of Christ, \"Come ye, and see the works of the Lord, what wonders He hath set upon the earth:\" but ye see that which was foretold, \"The Lord said unto Me, My Son art Thou, I have this day begotten Thee; demand of Me and I will give Thee nations as Thy inheritance, and as Thy possession the bounds of the earth\"."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:74",
                            "text": "Ye saw not that which was foretold and fulfilled concerning the Passion of Christ, \"They pierced My hands and My feet, they numbered all My bones; but they themselves regarded and beheld Me; they divided among them My garments, and upon My vesture they cast the lot;\" but ye see that which was in the same Psalm foretold, and now is clearly fulfilled; \"All the ends of the earth shall remember and be turned unto the Lord, and all the kindreds of the nations shall worship in His sight; for the kingdom is the Lord's, and He shall rule over the nations\"."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:75",
                            "text": "Ye saw not what was foretold and fulfilled concerning the Resurrection of Christ, the Psalm speaking, in His Person, first concerning His betrayer and persecutors: \"They went forth out of doors, and spake together: against Me whispered all My enemies, against Me thought they evil for Me;\" they set in order an unrighteous word against Me."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:76",
                            "text": "Where, to show that they availed nothing by slaying Him Who was about to rise again, He adds and says; \"What? will not He, that sleeps, add this, that He rise again?\" And a little after, when He had foretold, by means of the same prophecy, concerning His betrayer himself, that which is written in the Gospel also, \"He that did eat of My bread, enlarged his heel upon Me,\" that is, trampled Me under foot: He straightway added, \"But do Thou, O Lord, have mercy upon Me, and raise Thou Me up again, and I shall repay them\"."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:77",
                            "text": "This was fulfilled, Christ slept and awoke, that is, rose again: Who through the same prophecy in another Psalm says, \"I slept and took my rest; and I rose again, for the Lord will uphold Me\"."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:78",
                            "text": "But this ye saw not, but ye see His Church, concerning whom it is written in like manner, and fulfilled, \"O Lord My God, the nations shall come unto Thee from the extremity of the earth and shall say, Truly our fathers worshipped lying images, and there is not in them any profit\"."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:79",
                            "text": "This certainly, whether ye will or no, ye behold; even although ye yet believe, that there either is, or was, in those idols some profit; yet certainly unnumbered peoples of the nations, after having left, or cast away, or broken in pieces such like vanities, ye have heard say, \"Truly our fathers worshipped lying images, and there is not in them any profit; shall a man make gods, and, lo, they are no gods?\" Nor think that it was foretold that the nations should come unto some one place of God, in that it was said, \"Unto Thee shall the nations come from the extremity of the earth\"."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:80",
                            "text": "Understand, if you can, that unto the God of the Christians, Who is the Supreme and True God, the peoples of the nations come, not by walking but by believing."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:81",
                            "text": "For the same thing was by another prophet thus foretold, \"The Lord,\" saith he, \"shall prevail against them, and shall utterly destroy all the gods of the nations of the earth: and all the isles of the nations shall worship Him, each man from his place\"."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:82",
                            "text": "Whereas the one says, \"Unto Thee all nations shall come;\" this the other says, \"They shall worship Him, each man from his place\"."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:83",
                            "text": "Therefore they shall come unto Him, not departing from their own place, because believing in Him they shall find Him in their hearts."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:84",
                            "text": "Ye saw not what was foretold and fulfilled concerning the ascension of Christ; \"Be Thou exalted above the Heavens, O God;\" but ye see what follows immediately after, \"And above all the earth Thy Glory\"."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:85",
                            "text": "Those things concerning Christ already done and past, all of them ye have not seen; but these things present in His Church ye deny not that ye see."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:86",
                            "text": "Both things we point out to you as foretold; but the fulfillment of both we are therefore unable to point out for you to see, because we cannot bring back into sight things past."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:87",
                            "text": "8  But as the wills of friends, which are not seen, are believed through tokens which are seen; thus the Church, which is now seen, is, of all things which are not seen, but which are shown forth in those writings wherein itself also is foretold, an index of the past, and a herald of the future."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:88",
                            "text": "Because both things past, which cannot now be seen, and things present which cannot be seen all of them, at the time at which they were foretold, no one of these could then be seen."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:89",
                            "text": "Therefore, since they have begun to come to pass as they were foretold, from those things which have come to pass unto those which are coming to pass, those things which were foretold concerning Christ and the Church have run on in an ordered series: unto which series these pertain concerning the day of Judgment, concerning the resurrection of the dead, concerning the eternal damnation of the ungodly with the devil, and concerning the eternal recompense of the godly with Christ, things which, foretold in like manner, are yet to come."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:90",
                            "text": "Why therefore should we not believe the first and the last things which we see not, when we have, as witnesses of both, the things between, which we see, and in the books of the Prophets either hear or read both the first things, and the things between, and the last things, foretold before they came to pass? Unless haply unbelieving men judge those things to have been written by Christians, in order that those things which they already believed might have greater weight of authority, if they should be thought to have been promised before they came."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:91",
                            "text": "9  If they suspect this, let them examine carefully the copies of our enemies the Jews."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:92",
                            "text": "There let them read those things of which we have made mention, foretold concerning Christ in Whom we believe, and the Church whom we discern from the toilsome beginning of faith even unto the eternal blessedness of the kingdom."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:93",
                            "text": "But, whilst they read, let them not wonder that they, whose are the books, understand not by reason of the darkness of enmity."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:94",
                            "text": "For that they would not understand was foretold beforehand by the same Prophets; which it behoved should be fulfilled in like manner as the rest, and that by the secret and just judgment of God due punishment should be rendered to their deserts."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:95",
                            "text": "He indeed, Whom they crucified, and unto Whom they gave gall and vinegar, although when hanging upon the Tree, by reason of those whom He had been about to lead forth from darkness into light, He said unto the Father, \"Forgive them, for they know not what they do;\" yet by reason of those whom through more hidden causes He had been about to desert, by the Prophet so long before foretold, \"They gave Me gall for My meat, and in My thirst they gave Me vinegar to drink; let their table become a snare before them, and a recompense, and a stumbling-block: let their eyes be darkened that they see not, and ever bow Thou down their back\"."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:96",
                            "text": "Thus, having with them the clearest testimonies of our cause, they walk round about with eyes darkened, that by their means those testimonies may be proved, wherein they themselves are disapproved."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:97",
                            "text": "Therefore was it brought to pass, that they should not be so blotted out, as that this same sect should altogether exist not: but it was scattered abroad upon the earth, in order that, carrying with it the prophecies of the grace conferred upon us, more surely to convince unbelievers, it might every where profit us."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:98",
                            "text": "And this very thing which I assert, receive ye after what manner it was prophesied of: \"Slay them not,\" saith He, \"lest at any time they forget Thy law, but scatter them abroad in Thy might\"."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:99",
                            "text": "Therefore they were not slain, in that they forgot not those things which were read and heard among them."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:100",
                            "text": "For if they were altogether to forget, albeit they understand not, the Holy Scriptures, they would be slain in the Jewish ritual itself; because, when the Jews should know nothing of the Law and of the Prophets, they would be unable to profit us."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:101",
                            "text": "Therefore they were not slain, but scattered abroad; in order that, although they should not have in faith, whence they might be saved; yet they should retain in their memory, whence we might be helped; in their books our supporters, in their hearts our enemies, in their copies our witnesses."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:102",
                            "text": "10  Although, even if there went before no testimonies concerning Christ and the Church, whom ought it not to move unto belief, that the Divine brightness hath on a sudden shone on the human race, when we see, (the false gods now abandoned, and their images every where broken in pieces, their temples overthrown or changed into other uses, and so many vain rites plucked out by the roots from the most inveterate usage of men,) the One True God invoked by all? And that this hath been brought to pass-by One Man, by men mocked, seized, bound, scourged, smitten with the palms of the hand, reviled, crucified, slain: His disciples, (whom He chose common men, and unlearned, and fishermen, and publicans, that by their means His teaching might be set forth,) proclaiming His Resurrection, His Ascension, which they asserted that they had seen, and being filled with the Holy Ghost, sounded forth this Gospel, in all tongues which they had not learned."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:103",
                            "text": "And of them who heard them, part believed, part, believing not, fiercely withstood them who preached."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:104",
                            "text": "Thus while they were faithful even unto death for the truth, strove not by returning evil, but by enduring, overcame not by killing, but by dying; thus was the world changed unto this religion, thus unto this Gospel were the hearts of mortals turned, of men and women, of small and great, of learned and unlearned, of wise and foolish, of mighty and weak, of noble and ignoble, of high and low, and, throughout all nations the Church shed abroad so increased, that even against the Catholic faith itself there arises not any perverse sect, any kind of error, which is found so to oppose itself to Christian truth, as that it affect not and go not about to glory in the name of Christ: which very error would not be suffered to spring up throughout the earth, were it not that the very gainsaying exercised an wholesome discipline."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:105",
                            "text": "How would The Crucified have availed so greatly, had He not been God that took upon Him Man, even if He had through the Prophet foretold no such things to come? But when now this so great mystery of godliness hath had its prophets and heralds going before, by whose divine voices it was afore proclaimed; and when it hath come in such manner as it was afore proclaimed, who is there so mad as to assert that the Apostles lied concerning Christ, of Whom they preached that He was come in such manner as the Prophets foretold afore that He should come, which Prophets were not silent as to true things to come concerning the Apostles themselves? For concerning these they had said, \"There is neither speech nor language, whereof their voices are not heard; their sound went out into all the earth, and their words unto the ends of the world\"."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:106",
                            "text": "And this at any rate we see fulfilled in the world, although we have not yet seen Christ in the flesh."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:107",
                            "text": "Who therefore, unless blinded by amazing madness, or hard and steeled by amazing obstinacy, would be unwilling to put faith in the sacred Scriptures, which have foretold the faith of the whole world?            11  But you, beloved, who possess this faith, or who have begun now newly to have it, let it be nourished and increase in you."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:108",
                            "text": "For as things temporal have come, so long before foretold, so will things eternal also come, which are promised."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:109",
                            "text": "Nor let them deceive you, either the vain heathen, or the false Jews, or the deceitful heretics, or also within the Catholic (Church) itself evil Christians, enemies by so much the more hurtful, as they are the more within us."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:110",
                            "text": "For, lest on this subject also the weak should be troubled, divine prophecy hath not been silent, where in the Song of Songs the Bridegroom speaking unto the Bride, that is, Christ the Lord unto the Church, saith, \"As a lily in the midst of thorns, so is my best Beloved in the midst of the daughters\"."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:111",
                            "text": "He said not, in the midst of them that are without; but, \"in the midst of daughters."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Augustine: Concering Faith of Things not seen 1:112",
                            "text": "Whoso hath ears to hear, let him hear:\" and whilst the net which is cast into the sea, and gathers together all kinds of fishes, as saith the holy Gospel, is being drawn unto the shore, that is, unto the end of the world, let him separate himself from the evil fishes, in heart, not in body; by changing evil habits, not by breaking sacred nets; lest they who now seem being approved to be mingled with the reprobate, find, not life, but punishment everlasting, when they shall begin on the shore to be separated."
                        }
                    ]
                }
            ]
        }
    ]
}