{
    "books": [
        {
            "name": "John Cassian: Against Nestorius Book VI",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "John Cassian: Against Nestorius Book VI 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book VI 1:1",
                            "text": "Book VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book VI 1:2",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book VI 1:3",
                            "text": "From the miracle of the feeding of the multitude from five barley loaves and two fishes he shows the majesty of Divine Power."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book VI 1:4",
                            "text": "We read in the gospel that when five loaves were at the Lord's bidding brought to Him an immense number of God's people were fed with them."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book VI 1:5",
                            "text": "But how this was done it is impossible to explain, or to understand or to imagine."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book VI 1:6",
                            "text": "So great and so incomprehensible is the might of Divine Power, that though we are perfectly assured of the fact, yet we are unable to understand the manner of the fact."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book VI 1:7",
                            "text": "For first one would have to comprehend how so small a number of loaves could be sufficient, I will not say for them to eat and be filled, but even to be divided and set before them, when there were many more thousands of men than there were loaves; and almost more companies than there could be fragments of the whole number of loaves."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book VI 1:8",
                            "text": "The plentiful supply then was the creation of the word of the Lord."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book VI 1:9",
                            "text": "The work grew in the doing of it."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book VI 1:10",
                            "text": "And though what was visible was but little; yet what was given to them became more than could be reckoned."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book VI 1:11",
                            "text": "There is then no room for conjecture, for human speculation, or imagination."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book VI 1:12",
                            "text": "The only thing in such a case is that like faithful and wise men we should acknowledge that, however great and incomprehensible are the things which are done by God, even if they are altogether beyond our comprehension, we must recognize that nothing is impossible with God."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book VI 1:13",
                            "text": "But of these unspeakable acts of Divine Power, we will, as the subject demands it, speaks more fully later on, because it exactly corresponds to the ineffable miracles of His Holy Nativity."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "John Cassian: Against Nestorius Book VI 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VI 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VI 2:2",
                            "text": "The author adapts the mystery of the number seven (made up of the five loaves and two fishes) to his own work."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VI 2:3",
                            "text": "Meanwhile as we have alluded to the five loaves, I think it will not be out of place to make a comparison of the five books which we have already composed."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VI 2:4",
                            "text": "For as they are equal in number, so they are not dissimilar in character."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VI 2:5",
                            "text": "For as the loaves were of barley, so these books may (as far as my ability is concerned) be fairly termed \"of barley,\" although they are enriched with passages from Holy Scripture, and contain life-giving treasures in contemptible surroundings."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VI 2:6",
                            "text": "And even in this point they are not unlike those loaves, for though they were poor things to look at, yet they proved to be rich in blessing: and so these books, though, as far as my powers are concerned, they are worthless, yet they are valuable from the sacred matter which is mingled with them: and though they appear outwardly worthless like barley owing to my words, yet within they have the savour of the bread of life owing to the testimonies from the Lord Himself."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VI 2:7",
                            "text": "It remains that, after His example, they may, by the gift of Divine grace, furnish life-giving food from countless seeds."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VI 2:8",
                            "text": "And as those loaves supplied bodily strength to those who ate them, so may these give spiritual vigour to those who read them."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VI 2:9",
                            "text": "But as then the Lord, from whom this gift comes as did that, by means of that food provided that they might be filled and so should not faint by the way, so now is He able to bring it about that by means of this men may be filled and not err (from the faith)."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VI 2:10",
                            "text": "But still because there, where a countless host of God's people was fed with a mighty gift, though there was very little for them to eat, we read that to those five loaves there were added two fishes, it is fitting that we too, who are anxious to give to all God's people who are following, the nourishment of a spiritual repast, should add to those five books corresponding to the five loaves, two more books corresponding to the two fishes: praying and beseeching Thee, O Lord, that Thou wilt look on our efforts and prayers, and grant a prosperous issue to our pious undertaking."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VI 2:11",
                            "text": "And since we, out of our love and obedience, desire to make the number of our books correspond to the number of loaves and fishes, do Thou grant the virtue of Thy Benediction upon them; and, as Thou dost bless this little work of ours with a gospel number, so mayest Thou fill up the number with the fruit of the gospel, and grant that this may be for holy and saving food to all the people of Thy Church, of every age and sex."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book VI 2:12",
                            "text": "And if there are some who are affected by the deadly breath of that poisonous serpent, and in an unhealthy state of soul and spirit have caught a pestilential disease in their feeble dispositions, give to them all the vigour of health, and entire soundness of faith, that by granting to them all, by means of these writings of ours, the saving care of Thy gift—just as  that food in the gospel was completely sanctified by Thee, so that by eating it those hungry souls were strengthened,—so mayest Thou bid languid souls to be healed by these."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "John Cassian: Against Nestorius Book VI 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VI 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VI 3:2",
                            "text": "He refutes his opponent by the testimony of the Council of Antioch."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VI 3:3",
                            "text": "Therefore since we have, as I fancy, already in all the former books with the weight of sacred testimonies, given a complete answer to the heretic who denies God, now let us come to the faith of the Creed of Antioch and its value."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VI 3:4",
                            "text": "For as he was himself baptized and regenerated in this, he ought to be confuted by his own profession, and (so to speak) to be crushed beneath the weight of his own arms, for this is the method, that as he is already convicted by the evidence of holy Scripture, so now he may be convicted by evidence out of his own mouth."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VI 3:5",
                            "text": "Nor will there be any need to bring anything else to bear against him when he has clearly and plainly convicted himself."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VI 3:6",
                            "text": "The text then and the faith of the Creed of Antioch is this."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VI 3:7",
                            "text": "\"I believe in one and the only true God, the Father Almighty, Maker of all things visible and invisible."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VI 3:8",
                            "text": "And in one Lord Jesus Christ, His only begotten Son, and the first-born of every creature, begotten of Him before all worlds, and not made: Very God of Very God, Being of one substance with the Father: By whom both the worlds were framed, and all things were made."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VI 3:9",
                            "text": "Who for us came, and was born of the Virgin Mary, and was crucified under Pontius Pilate and was buried: and the third day He rose again according to the Scripture: and ascended into heaven, and shall come again to judge the quick and the dead,\" etc."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VI 3:10",
                            "text": "In the Creed which gives the faith of all the Churches, I should like to know which you would rather follow, the authority of men or of God? Though I would not press hardly or unkindly upon you, but give the opportunity of choosing whichever alternative you please, that accepting one, I may deny the other: for I will grant you and yield to you either of them."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VI 3:11",
                            "text": "And what do I grant, I ask? I will force you to one or other even against your will."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VI 3:12",
                            "text": "For you ought, if you like, to understand of your own free will that one or other of these is in the Creed: if you don't like it, you must be forced against your will to see it."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VI 3:13",
                            "text": "For, as you know, a Creed (Symbolum) gets its name from being a \"collection\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VI 3:14",
                            "text": "For what is called in Greek σύμβολος is termed in Latin \"Collatio\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VI 3:15",
                            "text": "But it is therefore a collection (collatio) because when the faith of the whole Catholic law was collected together by the apostles of the Lord, all those matters which are spread over the whole body of the sacred writings with immense fulness of detail, were collected together in sum in the matchless brevity of the Creed, according to the Apostle's words: \"Completing His word, and cutting it short in righteousness: because a short word shall the Lord make upon the earth\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VI 3:16",
                            "text": "This then is the \"short word\" which the Lord made, collecting together in few words the faith of both of His Testaments, and including in a few brief clauses the drift of all the Scriptures, building up His own out of His own, and giving the force of the whole law in a most compendious  and brief formula."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book VI 3:17",
                            "text": "Providing in this, like a most tender father, for the carelessness and ignorance of some of his children, that no mind however simple and ignorant might have any trouble over what could so easily be retained in the memory."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "John Cassian: Against Nestorius Book VI 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book VI 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book VI 4:2",
                            "text": "How the Creed has authority Divine as well as human."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book VI 4:3",
                            "text": "You see then that the Creed has the authority of God: for \"a short word will the Lord make upon the earth\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book VI 4:4",
                            "text": "But perhaps you want the authority of men: nor is that wanting, for God made it by means of men."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book VI 4:5",
                            "text": "For as He fashioned the whole body of the sacred Scriptures by means of the patriarchs and more particularly his own prophets, so He formed the Creed by means of His apostles and priests."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book VI 4:6",
                            "text": "And whatever He enlarged on in these (in Scripture) with copious and abundant material, He here embraced in a most complete and compendious form by means of His own servants."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book VI 4:7",
                            "text": "There is nothing wanting then in the Creed; because as it was formed from the Scriptures of God by the apostles of God, it has in it all the authority it can possibly have, whether of men or of God: Although too that which was made by men, must be accounted God's work, for we should not look on it so much as their work, by whose instrumentality it was made, but rather as His, who was the actual maker."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book VI 4:8",
                            "text": "\"I believe,\" then, says the Creed, \"in one true and only God, the Father Almighty, Maker of all things visible and invisible; and in one Lord Jesus Christ, His only begotten Son and the first-born of every creature; Begotten of Him before all worlds, and not made; Very God of Very God, being of one substance with the Father; by whom both the worlds were framed and all things were made; who for us came, and was born of the Virgin Mary; and was crucified under Pontius Pilate, and was buried."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book VI 4:9",
                            "text": "And the third day He rose again according to the Scriptures; and ascended into heaven: and shall come again to judge the quick and the dead,\" etc."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "John Cassian: Against Nestorius Book VI 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VI 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VI 5:2",
                            "text": "He proceeds against his opponent with the choicest arguments, and shows that we ought to hold fast to the religion which we have received from our fathers."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VI 5:3",
                            "text": "If you were an assertor of the Arian or Sabellian heresy, and did not use your own creed, I would still confute you by the authority of the holy Scriptures; I would confute you by the words of the law itself; I would refute you by the truth of the Creed which has been approved throughout the whole world."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VI 5:4",
                            "text": "I would say that, even if you were void of sense and understanding, yet still you ought at least to follow universal consent: and not to make more of the perverse view of a few wicked men than of the faith of all the Churches: which as it was established by Christ, and handed down by the apostles ought to be regarded as nothing but the voice of the authority of God, which is certainly in possession of the voice and mind of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VI 5:5",
                            "text": "And what then if I were to deal with you in this way? What would you say? What would you answer? Would it not, I adjure you, be this: viz."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VI 5:6",
                            "text": ", that you had not been trained up and taught in this way: that something different had been delivered to you by your parents, and masters, and teachers."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VI 5:7",
                            "text": "That you did not hear this in the meeting place of your father's teaching, nor in the Church of your Baptism: finally that the text and words of the Creed delivered and taught to you contained something different."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VI 5:8",
                            "text": "That in it you were baptized and regenerated."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VI 5:9",
                            "text": "You would say that you would hold fast this which you had received, and that you would live in that Creed in which you learnt that you were regenerated."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VI 5:10",
                            "text": "When you said this, would you not, I pray, fancy that you were using a very strong shield even against the truth? And indeed it would be no unreasonable defence, even in a bad business, and one which would give no bad excuse for error, if it did not unite obstinacy with error."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VI 5:11",
                            "text": "For if you held this, which you had received from your childhood, we should try to amend and correct your present error, rather than be severe in punishing your past fault: Whereas now, as you were born in a Catholic city, instructed in the Catholic faith, and regenerated with Catholic Baptism, how can I deal with you as with an Arian or Sabellian? Would that you were one! I should grieve less had you been brought up in what was wrong, instead of having fallen away from what was right: had you never received the faith, instead of having lost it: had you been an old heretic instead of a fresh apostate, for you would have brought less scandal and harm on the whole Church; finally it would have been a less bitter sorrow, and less injurious example had you been able to try the Church as a layman rather than a priest."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VI 5:12",
                            "text": "Therefore, as I said above, if you had been a follower and assertor of Sabellianism or Arianism or any heresy you please, you might shelter yourself under the example of your parents, the teaching of your instructors, the company of those about you, the faith of your creed."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VI 5:13",
                            "text": "I ask, O you heretic, nothing unfair, and nothing hard."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VI 5:14",
                            "text": "As you have been brought up in the Catholic faith, do that which you would do for a wrong belief."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VI 5:15",
                            "text": "Hold fast to the teaching of your parents."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VI 5:16",
                            "text": "Hold fast the faith of the Church: hold fast the truth of the Creed: hold fast the salvation of baptism."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VI 5:17",
                            "text": "What sort of a wonder—what sort of a monster are you? You will not do for yourself what others have done for their errors."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book VI 5:18",
                            "text": "But we have launched out far enough: and out of love for a city that is connected with us, have yielded to our grief as to a strong wind, and while we were anxious to make way, have overshot the mark of our proper course."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "John Cassian: Against Nestorius Book VI 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VI 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VI 6:2",
                            "text": "Once more he challenges him to the profession of the Creed of Antioch."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VI 6:3",
                            "text": "The Creed then, O you heretic, of which we gave the text above, though it is that of all the churches (for the faith of all is but one) is yet specially that of the city and Church of Antioch, i-e:, of that Church in which you were brought up, instructed, and regenerated."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VI 6:4",
                            "text": "The faith of this Creed brought you to the fountain of life, to saving regeneration, to the grace of the Eucharist, to the Communion of the Lord: And what more! Alas for the grievous and mournful complaint! Even to the ministerial office, the height of the presbyterate, the dignity of the priesthood."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VI 6:5",
                            "text": "Do you, you wretched madman, think that this is a light or trivial matter? Do you not see what you have done? Into what a depth you have plunged yourself? In losing the faith of the Creed, you have lost everything that you were."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VI 6:6",
                            "text": "For the mysteries of the priesthood and of your salvation rested on the truth of the Creed."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VI 6:7",
                            "text": "Can you possibly deny that? I say that you have denied your very self."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VI 6:8",
                            "text": "But perhaps you think that you cannot deny yourself."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VI 6:9",
                            "text": "Let us look at the text of the Creed; that if you say what you used to do, you may not be refuted, but if you say things widely different and contrary, you may not look to be confuted by me, as you have condemned yourself already."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VI 6:10",
                            "text": "For if you now maintain something else than what is in the Creed and what you formerly maintained yourself, how can you help ascribing your punishment to nobody but yourself, when you see that the opinion of everybody else about you is the same as your own? \"I believe,\" the Creed says, \"in one God, the Father Almighty, Maker of all things visible and invisible; and in the Lord Jesus Christ, His only begotten Son, the first-born of every creature; Begotten of Him before all worlds, and not made\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VI 6:11",
                            "text": "It is well that you should first reply to this: Do you confess this of Jesus Christ the Son of God, or do you deny it? If you confess it, everything is right enough."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VI 6:12",
                            "text": "But if not, how do you now deny what you yourself formerly confessed? Choose then which you will: Of two things one must follow; viz."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VI 6:13",
                            "text": ", that that same confession of yours, if it still holds good, should alone set you free, or if you deny it, be the first to condemn you."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VI 6:14",
                            "text": "For you said in the Creed: \"I believe in one Lord Jesus Christ His only begotten Son, and the first-born of every creature\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VI 6:15",
                            "text": "If the Lord Jesus Christ is the only begotten, and the first-born of every creature, then by our own confession He is certainly God."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VI 6:16",
                            "text": "For no other is the only begotten and first-born of every creature but the only begotten Son of God: as He is the first-born of the creatures, so He is also God the Creator of all."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VI 6:17",
                            "text": "And how can you say that He was a mere man at His birth from the Virgin, whom you confessed to be God before the world."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VI 6:18",
                            "text": "Next the Creed says: \"Begotten of the Father before all worlds, and not made\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VI 6:19",
                            "text": "This Creed was uttered by you."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VI 6:20",
                            "text": "You said by your Creed, that Jesus Christ was begotten before the worlds of God the Father, and not made."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VI 6:21",
                            "text": "Does the Creed say anything about those phantasms, of which you now rave? Did you yourself say anything about them? Where is the statue? Where that instrument of yours, I pray? For God forbid that this should be another's and not yours."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VI 6:22",
                            "text": "Where is it that you assert that the Lord Jesus Christ is like a statue, and so you think that He ought to be worshipped not because He is God, but because He is the image of God; and out of the Lord of glory you make an instrument, and blasphemously say that He ought to be adored not for His own sake, but for the sake of Him who (as it were) breathes in Him and sounds through Him? You said in the Creed that the Lord Jesus Christ was begotten of the Father before all worlds, and not made: and this certainly belongs to none but the only begotten Son of God: that His birth should not be a creation, and that He could be said simply to be begotten, not made: for it is contrary to the nature of things and to His honour that the Creator of all should be believed to be a creature: and that He, the author of all things that have a commencement, should Himself have a beginning, as all things began from Him."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VI 6:23",
                            "text": "And so we say that He was begotten  not made: for His generation was unique and no ordinary creation."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book VI 6:24",
                            "text": "And since He is God, begotten of God, the Godhead of Him who is begotten must have everything complete which the majesty of Him who begat has."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "John Cassian: Against Nestorius Book VI 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book VI 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book VI 7:2",
                            "text": "He continues the same line of argument drawn from the Creed of Antioch."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book VI 7:3",
                            "text": "But there follows in the Creed: \"Very God of Very God; Being of one substance with the Father; by whom both the worlds were framed, and all things were made\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book VI 7:4",
                            "text": "And when you said all this, remember that you said it all of the Lord Jesus Christ."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book VI 7:5",
                            "text": "For you find stated in the Creed: that you believe in the Lord Jesus Christ, the only begotten Son of God, and the first-born of every creature: and after this and other clauses: \"Very God of Very God, Being of one substance with the Father; by whom also the worlds were framed\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book VI 7:6",
                            "text": "How then can the same Person be God and not God; God and a statue; God and an instrument? These do not harmonize, you heretic, in any one Person, nor do they fit together, so that you can, when you like, call Him God; and when you like, consider the same Person a creation."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book VI 7:7",
                            "text": "You said in the Creed, \"Very God\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book VI 7:8",
                            "text": "Now you say: \"a mere man\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book VI 7:9",
                            "text": "How can these things fit together and harmonize so that one and the same Person may be the greatest Power, and utter weakness: the Highest glory, and mere mortality? These things do not meet together in one and the same Lord."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book VI 7:10",
                            "text": "So that severing Him for worship and for degradation, on one side, you may do Him honour as you like, and on the other, you may injure Him as you like."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book VI 7:11",
                            "text": "You said in the Creed when you received the Sacrament of true Salvation: \"the Lord Jesus Christ, Very God of Very God, Being of one substance with the Father, Creator of the worlds, Maker of all things\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book VI 7:12",
                            "text": "Where are you alas! Where is your former self? Where is that faith of yours? Where that confession? How have you fallen back and become a monstrosity and a prodigy? What folly, what madness was your ruin? You turned the God of all power and might into inanimate material and a lifeless creation: Your faith has certainly grown in time, in age, and in the priesthood."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book VI 7:13",
                            "text": "You are worse as an old man than formerly as a child: worse now as a veteran than as a tyro: worse as a Bishop than you were as a novice: nor were you ever a learner after you had begun to be a teacher."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "John Cassian: Against Nestorius Book VI 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VI 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VI 8:2",
                            "text": "How it can be said that Christ came and was born of a Virgin."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VI 8:3",
                            "text": "But let us look at the remainder which follows."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VI 8:4",
                            "text": "As then the Creed says: \"The Lord Jesus Christ, Very God of Very God, Being of one substance with the Father; By whom both the worlds were framed, and all things were made,\" it immediately subjoins in closest connexion the following, and says: \"Who for us came and was born of the Virgin Mary\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VI 8:5",
                            "text": "He then, who is Very God, who is of one substance with the Father, who is the Maker of all things, He, I repeat, came into the world and was born of the Virgin Mary; as the Apostle Paul says: \"But when the fulness of the times was come, God sent forth His Son, made of a woman, made under the law\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VI 8:6",
                            "text": "You see how the mysteries of the Creed correspond with the Holy Scriptures."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VI 8:7",
                            "text": "The Apostle declares that the Son of God was \"sent from the Father:\" The Creed affirms that He \"came\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VI 8:8",
                            "text": "For it certainly follows that our faith should confess that He has \"come,\" whom the Apostle had taught us to be sent."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VI 8:9",
                            "text": "Then the Apostle says: \"Made of a woman:\" The Creed, \"born of Mary\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VI 8:10",
                            "text": "And so you see that there speaks through the Creed the Scripture itself, from which the Creed acknowledges that it is itself derived."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VI 8:11",
                            "text": "But when the Apostle says, \"made of a woman,\" he rightly enough uses \"made\" for \"born,\" after the manner of Holy Scripture in which \"made\" stands for \"born:\" as in this passage: \"Instead of thy fathers there are made to thee sons:\" or this: \"Before Abraham was made, I am;\" where we certainly see clearly that He meant \"Before he was born, I am:\" alluding to the fact of his birth under the term \"was made,\" because whatever does not need to be made has the very reality of creation."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VI 8:12",
                            "text": "\"Who,\" it then says, \"for us came and was born of the Virgin Mary\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VI 8:13",
                            "text": "If a mere man was born of Mary, how can it be said that He \"came\"? For no one \"comes\" but He who has it in Him to be able to come."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VI 8:14",
                            "text": "But in the case of one who had not yet received His existence, how could He have it in Him to come."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VI 8:15",
                            "text": "You see then how by the word \"coming\" it is shown that He who came was already in existence: for He only had the power to come, to whom there could be the opportunity of coming, from the fact that He was already existing."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VI 8:16",
                            "text": "But a mere man was certainly not in existence before he was conceived, and so had not in himself the power  to come."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VI 8:17",
                            "text": "It is clear then that it was God who came: to whom it belongs in each case both to be, and to come."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book VI 8:18",
                            "text": "For certainly He came because He was, and He ever was, because He could ever come."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "John Cassian: Against Nestorius Book VI 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VI 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VI 9:2",
                            "text": "Again he convicts his opponent of deadly heresy by his own confession."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VI 9:3",
                            "text": "But why are we arguing about words, when the facts are clear enough? and seeking for a determination of the matter from the terms of the Creed, when the Creed itself deals with the question."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VI 9:4",
                            "text": "Let us repeat the confession of the Creed, and of you yourself (for yours it is as well as the Creed's, for you made it yours by confessing it), that you may see that you have departed not only from the Creed but from yourself."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VI 9:5",
                            "text": "\"I believe\" then, says the Creed, \"In one only true God, the Father Almighty, Maker of all things visible and invisible: And in the Lord Jesus Christ, His only begotten Son, and the first-born of every creature: Begotten of Him before all worlds and not made; Very God of Very God; Being of one substance with the Father; By whom both the worlds were framed, and all things were made."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VI 9:6",
                            "text": "Who for us came, and was born of the Virgin Mary\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VI 9:7",
                            "text": "\"For us\" then the Creed says, our Lord Jesus Christ \"came and was born of the Virgin Mary, and was crucified under Pontius Pilate; and was buried, and rose again according to the Scriptures\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VI 9:8",
                            "text": "The Churches are not ashamed to confess this: the Apostles were not ashamed to preach it."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VI 9:9",
                            "text": "You yourself, you, I say, whose every utterance is now blasphemy, you who now deny everything, you did not deny all these truths: that God was born; that God suffered, that God rose again."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VI 9:10",
                            "text": "And what next? Whither have you fallen? What have you become? To what are you reduced? What do you say? What are you vomiting forth? What, as one says, even mad Orestes himself would swear to be the words of a madman."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VI 9:11",
                            "text": "For what is it that you say? \"Who then is the Son of God who was born of the Christotocos? As for instance if we were to say I believe in God the Word, the only Son of God, begotten of His Father, Being of one substance with the Father, who came down and was buried, would not our ears be shocked at the sound? God dead?\" And again: \"Can it possibly be, you say, that He who was begotten before all worlds, should be born a second time, and be God?\" If all these things cannot possibly be, how is it that the Creed of the Churches says that they did happen? How is it that you yourself said that they did? For let us compare what you now say with what you formerly said."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VI 9:12",
                            "text": "Once you said: \"I believe in God the Father Almighty; and in Jesus Christ His Son, Very God of Very God; Being of one substance with the Father; who for us came and was born of the Virgin Mary; and was crucified under Pontius Pilate; and was buried\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book VI 9:13",
                            "text": "But now what is it that you say? \"If we should say: I believe in God the Word, the only Son of God, Begotten of His Father; Being of one substance with the Father, who came down and was buried, would not our ears be shocked at the sound?\" The bitterness indeed and blasphemy of your words might drive us to a furious and ferocious attack in answer; but we must somewhat curb the reins of our pious sorrow."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "John Cassian: Against Nestorius Book VI 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book VI 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book VI 10:2",
                            "text": "He inveighs against him because though he has forsaken the Catholic religion, he nevertheless presumes to teach in the Church, to sacrifice, and to give decisions."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book VI 10:3",
                            "text": "I appeal then to you, to you yourself, I say."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book VI 10:4",
                            "text": "Tell me, I pray, if any Jew or pagan denied the Creed of the Catholic faith, should you think that we ought to listen to him? Most certainly not."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book VI 10:5",
                            "text": "What if a heretic or an apostate does the same? Still less should we listen to him, for it is worse for a man to forsake the truth which he has known, than to deny it without ever having known it."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book VI 10:6",
                            "text": "We see then two men in you: a Catholic and an apostate: first a Catholic, afterwards an apostate."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book VI 10:7",
                            "text": "Determine for yourself which you think we ought to follow: for you cannot press the claims of the one in yourself without condemning the other."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book VI 10:8",
                            "text": "Do you say then that it is your former self which is to be condemned: and that you condemn the Catholic Creed, and the confession and faith of all men? And what then? O shameful deed! O wretched grief! What are you doing in the Catholic Church, you preventer of Catholics? Why is it that you, who have denied the faith of the people, are still polluting the meetings of the people: And above all venture to stand at the altar, to mount the pulpit, and show your impudent and treacherous face to God's people—to occupy the Bishop's throne, to exercise the priesthood, to set yourself up as a teacher? To teach the Christians what? Not to believe in Christ: to deny that He in whose Divine temple they are, is God."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book VI 10:9",
                            "text": "And after all this, O folly! O  madness! you fancy that you are a teacher and a Bishop, while (O wretched blindness) you are denying His Divinity, His Divinity (I repeat it) whose priest you claim to be."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book VI 10:10",
                            "text": "But we are carried away by our grief."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book VI 10:11",
                            "text": "What then says the Creed? or what did you yourself say in the Creed? Surely \"the Lord Jesus Christ, Very God of Very God; Being of one substance with the Father; By whom the worlds were created and all things made:\" and that this same Person \"for us came and was born of the Virgin Mary\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book VI 10:12",
                            "text": "Since then you said that God was born of Mary, how can you deny that Mary was the mother of God? Since you said that God came, how can you deny that He is God who has come? You said in the Creed: \"I believe in Jesus Christ the Son of God: I believe in Very God of Very God, of one substance with the Father: who for us came and was born of the Virgin Mary; and was crucified under Pontius Pilate; and was buried\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book VI 10:13",
                            "text": "But now you say: \"If we should say, I believe in God the Word, the only Son of God, Begotten of the Father, of one substance with the Father; who came and was buried, would not our ears be shocked at the sound?\" Do you see then how you are utterly destroying and stamping out the whole faith of the Catholic Creed and the Catholic mystery? \"O Sin, O monstrosity, to be driven away,\" as one says, \"to the utmost parts of the earth:\" for this is more truly said of you, that you may forsooth go into that solitude where you will not be able to find anyone to ruin."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book VI 10:14",
                            "text": "You think then that the faith of our salvation, and the mystery of the Church's hope is a shock to your ears and hearing."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book VI 10:15",
                            "text": "And how was it that formerly when you were hastening to be baptized, you heard these mysteries with unharmed ears? How was it that when the teachers of the church were instructing you your ears were not damaged? You certainly at that time did your duty without any double shock to your mouth and ears; when you repeated what you heard from others, and as the speaker yourself heard yourself speaking."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book VI 10:16",
                            "text": "Where then were these injuries to your ears? Where these shocks to your hearing? Why did you not contradict and cry out against it? But indeed you are at your will and fancy, when you please, a disciple; and when you please, the Church's enemy: when you please a Catholic, and when you please an apostate."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book VI 10:17",
                            "text": "A worthy leader indeed, to draw Churches after you, to whatever side you attach yourself; to make your will the law of our life, and to change mankind as you yourself change, that, as you will not be what all others are, they may be what you want! A splendid authority indeed, that because you are not now what you used to be, the world must cease to be what it formerly was!."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "John Cassian: Against Nestorius Book VI 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book VI 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book VI 11:2",
                            "text": "He removes the silent objection of heretics who want to recant the profession of their faith made in childhood."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book VI 11:3",
                            "text": "But perhaps you say that you were a baby when you were regenerated, and so were not then able to think or to contradict."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book VI 11:4",
                            "text": "It is true: that your infancy did prevent you from contradicting, when if you had been a man you would have died for contradicting."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book VI 11:5",
                            "text": "For what if when in that most faithful and devout Church of Christ the priest delivered the Creed to the Catechumen and the attesting people, you had tried to hold your tongue at any point, or to contradict? Perhaps you would have been heard, and not sent forth at once like some new kind of monster or prodigy as a plague to be expelled."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book VI 11:6",
                            "text": "Not because that most earnest and religious people of God has any wish to be stained with the blood of even the worst of men: but because especially in great cities the people inflamed with the love of God cannot restrain the ardour of their faith when they see anyone rise up against their God."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book VI 11:7",
                            "text": "But be it so."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book VI 11:8",
                            "text": "As a baby, if it be so, you could not contradict and deny the Creed."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book VI 11:9",
                            "text": "Why did you hold your tongue when you were older and stronger."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book VI 11:10",
                            "text": "At any rate you grew up, and became a man, and were placed in the ministry of the Church."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book VI 11:11",
                            "text": "Through all these years, through all the steps of office and dignity, did you never understand the faith which you taught so long before? At any rate you knew that you were His deacon and priest."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book VI 11:12",
                            "text": "If the rule of salvation was a difficulty to you, why did you undertake the honour of that, of which you disliked the faith? But indeed you were a far sighted and simply devout man, who  wished so to balance yourself between the two, as to maintain both your wicked blasphemy, and the honour of Catholicity!."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "John Cassian: Against Nestorius Book VI 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book VI 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book VI 12:2",
                            "text": "Christ crucified is an offence and foolishness to those who declare that He was a mere man."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book VI 12:3",
                            "text": "The shock then to your hearing and ears is that God was born, and God suffered."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book VI 12:4",
                            "text": "And where is that saying of yours, O Apostle Paul: \"But we preach Christ crucified, to the Jews indeed a stumbling block, but to the Gentiles foolishness: but to them that are called, both Jews and Greeks, Christ the Power of God and the Wisdom of God\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book VI 12:5",
                            "text": "What is the Wisdom and Power of God? Certainly it is God."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book VI 12:6",
                            "text": "But he preaches Christ who was crucified, as the Power and Wisdom of God."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book VI 12:7",
                            "text": "If then Christ is without any doubt the Wisdom of God, He is therefore without any doubt God."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book VI 12:8",
                            "text": "\"We,\" then, he says, \"preach Christ crucified, to the Jews indeed a stumbling block, but to the Gentiles foolishness\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book VI 12:9",
                            "text": "And so the Lord's cross, which was foolishness to the Gentiles and a stumbling block to the Jews is both together to you."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book VI 12:10",
                            "text": "Nor indeed is there any greater foolishness than not to believe, or any greater stumbling block than to refuse to listen."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book VI 12:11",
                            "text": "Their ears were wounded then by the preaching and the passion of God, just as yours are wounded now."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book VI 12:12",
                            "text": "They thought as you think that this shocked their ears."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book VI 12:13",
                            "text": "And hence it was that when the Apostle was preaching Christ as God, at the name of our God and Lord Jesus Christ, they stopped the ears in their head, as you stop the ears of your understanding."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book VI 12:14",
                            "text": "The sin of both of you in this matter might seem to be equal, were it not that your fault is the greater, because they denied Him, in whom the passion still showed the manhood, while you deny Him, whom the resurrection has already proved to be God."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book VI 12:15",
                            "text": "And so they were persecuting Him on the earth, whom you are persecuting even in heaven."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book VI 12:16",
                            "text": "And not only so, but this is more cruel and wicked, because they denied Him in ignorance, you deny Him after having received the faith: they not knowing the Lord, you when you have confessed Him as God: they under cover of zeal for the law, you under the cloke of your Bishopric: they denied Him to whom they thought that they were strangers, you deny Him whose priest you are."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book VI 12:17",
                            "text": "O unworthy act, and one never heard of before! You persecute and attack the very One, whose office you are still holding."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "John Cassian: Against Nestorius Book VI 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book VI 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book VI 13:2",
                            "text": "He replies to the objection in which they say that the child born ought to be of one substance with the mother."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book VI 13:3",
                            "text": "But indeed in your deceit and blasphemy you use a grand argument for denying and attacking the Lord God, when you say that \"the child born ought to be of one substance with the mother\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book VI 13:4",
                            "text": "I do not entirely admit it, and maintain that in the matter of the birth of God it would not be observed; for the birth was not so much the work of her who bore Him as of her Son, and He was born as He willed, whose doing it was that He was born."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book VI 13:5",
                            "text": "Next, if you say that the child born ought to be of one substance with the parent, I affirm that the Lord Jesus Christ was of one substance with His Father, and also with His mother."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book VI 13:6",
                            "text": "For in accordance with the difference of the Persons He showed a likeness to each parent."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book VI 13:7",
                            "text": "For according to His Divinity He was of one substance with the Father: but according to the flesh He was of one substance with His mother."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book VI 13:8",
                            "text": "Not that it was one Person who was of one substance with the Father, and another who was of one substance with His mother, but because the same Lord Jesus Christ, both born as man, and also being God, had in Him the properties of each parent, and in that He was man He showed a likeness to His human mother, and in that He was God He possessed the very nature of God the Father."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "John Cassian: Against Nestorius Book VI 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VI 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VI 14:2",
                            "text": "He compares this erroneous view with the teaching of the Pelagians."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VI 14:3",
                            "text": "Otherwise if Christ who was born of Mary is not the same Person as He who is of God, you certainly make two Christs; after the manner of that abominable error of Pelagius, which in asserting that a mere man was born of the Virgin, said that He was the teacher rather than the redeemer of mankind; for He did not bring to men redemption of life but only an example of how to live, i-e:, that by following Him men should do the same sort of things and so come to a similar state."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VI 14:4",
                            "text": "Your blasphemy then has but one source, and the root of the errors is one and the same."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VI 14:5",
                            "text": "They maintain that a mere man was born of Mary: you maintain the same."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VI 14:6",
                            "text": "They sever the Son of man from the Son of God: you do the same."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VI 14:7",
                            "text": "They say that the Saviour was made the Christ by His baptism: you say that in baptism He became the Temple of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VI 14:8",
                            "text": "They do not deny that He became God after His Passion: you deny Him even after His ascension."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VI 14:9",
                            "text": "In one point only therefore your perverseness goes beyond theirs, for they seem to blaspheme the Lord on earth, and you even in heaven."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VI 14:10",
                            "text": "We do not deny that you have beaten and outstripped those whom you are copying."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VI 14:11",
                            "text": "They at last cease to deny God; you never do."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VI 14:12",
                            "text": "Although theirs must not altogether be deemed a true confession, as they only allow the glory of Divinity to the Saviour after His Passion, and while they deny that He was God before this, only confess it afterwards: for, as it seems to me, one who denies some part in regard to God, denies Him altogether: and one who does not confess that He ever existed, denies Him forever."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VI 14:13",
                            "text": "Just as you also, even if you were to admit that now in the heavens the Lord Jesus Christ, who was born of the Virgin Mary, is God, would not truly confess Him unless you admitted that He was always God."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VI 14:14",
                            "text": "But indeed you do not want in any point to change or vary your opinion."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VI 14:15",
                            "text": "For you assert that He whom you speak of as born a mere man, is still at the present time not God."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book VI 14:16",
                            "text": "O novel and marvellous blasphemy, though with the heretics you assert Him to be man, you do not with the heretics confess Him to be God!."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "John Cassian: Against Nestorius Book VI 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book VI 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book VI 15:2",
                            "text": "He shows that those who patronize this false teaching acknowledge two Christs."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book VI 15:3",
                            "text": "But still, I had begun to say, that as you certainly make out two Christs this very matter must be illustrated and made clear."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book VI 15:4",
                            "text": "Tell me, I pray you, you who sever Christ from the Son of God, how can you confess in the Creed that Christ was begotten of God? For you say: \"I believe in God the Father, and in Jesus Christ His Son\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book VI 15:5",
                            "text": "Here then you have Jesus Christ the Son of God: but you say that it was not the same Son of God who was born of Mary."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book VI 15:6",
                            "text": "Therefore there is one Christ of God, and another of Mary."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book VI 15:7",
                            "text": "In your view then there are two Christs."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book VI 15:8",
                            "text": "For, though in the Creed you do not deny Christ, you say that the Christ of Mary is another than the one whom you confess in the Creed."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book VI 15:9",
                            "text": "But perhaps you say that Christ was not begotten of God: how then do you say in the Creed: \"I believe in Jesus Christ the Son of God?\" You must then either deny the Creed or confess that Christ is the Son of God."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book VI 15:10",
                            "text": "But if you confess in the Creed that Christ is the Son of God, you must also confess that the same Christ, the Son of God, is of Mary."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book VI 15:11",
                            "text": "Or if you make out another Christ of Mary, you certainly make the blasphemous assertion that there are two Christs."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "John Cassian: Against Nestorius Book VI 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VI 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VI 16:2",
                            "text": "He shows further that this teaching is destructive of the confession of the Trinity."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VI 16:3",
                            "text": "But still even if your obstinacy and dishonesty are not restrained by this faith of the Creed, are you not, I ask you, overwhelmed by an appeal to reason and the light of truth? Tell me, I ask, whoever you are, O you heretic—At least there is a Trinity, in which we believe, and which we confess: Father and Son and Holy Ghost."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VI 16:4",
                            "text": "Of the Glory of the Father and the Spirit there is no question."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VI 16:5",
                            "text": "You are slandering the Son, because you say that it was not the same Person who was born of Mary, as He who was begotten of God the Father."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VI 16:6",
                            "text": "Tell me then: if you do not deny that the only Son of God was begotten of God, whom do you make out that He is who was born of Mary? You say \"a mere man,\" according to that which He Himself said: \"That which is born of the flesh, is flesh\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VI 16:7",
                            "text": "But He cannot be called a mere man who was begotten not after the law of human creation alone."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VI 16:8",
                            "text": "\"For that which is conceived in her,\" said the angel, \"is of the Holy Ghost\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VI 16:9",
                            "text": "And this even you dare not deny, though you deny almost all the mysteries of salvation."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VI 16:10",
                            "text": "Since then He was born of the Holy Ghost, and cannot be termed a mere man, as He was conceived by the inspiration of God, if it is not He who, as the Apostle says, \"emptied Himself by taking the form of a servant,\" and \"the word was made flesh,\" and \"humbled Himself by becoming obedient unto death,\" and \"who for our sakes, though He was rich, became poor,\" tell me, then, who He is, who was born of the Holy Ghost, and was conceived by the overshadowing of God? You say that He is certainly a different Person."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VI 16:11",
                            "text": "Then there are two Persons; viz."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VI 16:12",
                            "text": ", the one, who was begotten of God the Father in heaven; and the other who was conceived of Mary, by the inspiration of God."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VI 16:13",
                            "text": "And thus there is a fourth Person whom you introduce, and whom (though in words you term Him a mere man) you assert actually not to have been a mere man, since you allow (not however as you ought) that He is to be honoured, worshipped, and adored."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VI 16:14",
                            "text": "Since then the Son of God who was begotten of the Father is certainly to be worshipped, and He who was conceived of Mary by the Holy Ghost is to  be worshipped, you make two Persons to be honoured and venerated, whom you so far sever from each other, as to venerate each with an honour special and peculiar to Him."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VI 16:15",
                            "text": "And thus you see that by denying and by severing from Himself the Son of God, you destroy, as far as you can, the whole mystery of the divinity."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book VI 16:16",
                            "text": "For while you are endeavouring to introduce a fourth Person into the Trinity, you see that you have utterly denied the whole Trinity."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "John Cassian: Against Nestorius Book VI 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VI 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VI 17:2",
                            "text": "Those who are under an error in one point of the Catholic religion, lose the whole faith, and all the value of the faith."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VI 17:3",
                            "text": "And since this is so, in denying that Jesus Christ the Son of God is one, you have denied everything."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VI 17:4",
                            "text": "For the scheme of the mysteries of the Church and the Catholic faith is such that one who denies one portion of the Sacred Mystery cannot confess the other."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VI 17:5",
                            "text": "For all parts of it are so bound up and united together that one cannot stand without the other and if a man denies one point out of the whole number, it is of no use for him to believe all the others."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VI 17:6",
                            "text": "And so if you deny that the Lord Jesus Christ is God, the result is that in denying the Son of God you deny the Father also."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VI 17:7",
                            "text": "For as St."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VI 17:8",
                            "text": "John says: \"He who hath not the Son hath not the Father; but he who hath the Son hath the Father also\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VI 17:9",
                            "text": "By denying then Him who was begotten you deny also Him who begat."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VI 17:10",
                            "text": "By denying also that the Son of God was born in the flesh, you are led also to deny that He was born in the Spirit, for it is the same Person who was born in the flesh who was first born in the Spirit."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VI 17:11",
                            "text": "If you do not believe that He was born in the flesh, the result is that you do not believe that He suffered."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VI 17:12",
                            "text": "If you do not believe in His Passion what remains for you but to deny His resurrection? For faith in one raised springs out of faith in one dead."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VI 17:13",
                            "text": "Nor can the reference to the resurrection keep its place, unless belief in His death has first preceded it."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VI 17:14",
                            "text": "By denying then his Passion and Death, you deny also his resurrection from hell."
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VI 17:15",
                            "text": "It follows certainly that you deny His ascension also, for there cannot be the ascension without the resurrection."
                        },
                        {
                            "verse": 16,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VI 17:16",
                            "text": "And if we do not believe that He rose again, we cannot either believe that He ascended: as the Apostle says, \"For He that descended is the same also that ascended\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 17,
                            "name": "John Cassian: Against Nestorius Book VI 17:17",
                            "text": "Thus, so far as you are concerned, the Lord Jesus Christ did not rise from hell, nor ascend into heaven, nor sit at the right hand of God the Father, nor will He come at that day of judgment which we look for, nor will He judge the quick and the dead."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "John Cassian: Against Nestorius Book VI 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "John Cassian: Against Nestorius Book VI 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "John Cassian: Against Nestorius Book VI 18:2",
                            "text": "He directs his discourse upon his antagonist with whom he is disputing, and begs him to return to his senses."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "John Cassian: Against Nestorius Book VI 18:3",
                            "text": "The sacrament of reconciliation is necessary for the lapsed for their salvation."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "John Cassian: Against Nestorius Book VI 18:4",
                            "text": "And so, you wretched, insane, obstinate creature, you see that you have utterly upset the whole faith of the Creed, and all that is valuable in our hope and the mysteries."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "John Cassian: Against Nestorius Book VI 18:5",
                            "text": "And yet you still dare to remain in the Church: and imagine that you are a priest, though you have denied everything by which you came to be a priest."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "John Cassian: Against Nestorius Book VI 18:6",
                            "text": "Return then to the right way, and recover your former mind, return to your senses if you ever had any."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "John Cassian: Against Nestorius Book VI 18:7",
                            "text": "Come to your self, if there ever was in you a self to which you can come back."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "John Cassian: Against Nestorius Book VI 18:8",
                            "text": "Acknowledge the sacraments of your salvation, by which you were initiated and regenerated."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "John Cassian: Against Nestorius Book VI 18:9",
                            "text": "They are of no less use to you now than they were then; for they can now regenerate you by penance, as they then gave you birth through the Font."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "John Cassian: Against Nestorius Book VI 18:10",
                            "text": "Hold fast the full scheme of the Creed."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "John Cassian: Against Nestorius Book VI 18:11",
                            "text": "Hold the entire truth of the faith."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "John Cassian: Against Nestorius Book VI 18:12",
                            "text": "Believe in God the Father: believe in God the Son: in one who begat and one who was begotten, the Lord of all, Jesus Christ; Being of one substance with the Father; Begotten in His divinity; born in the flesh: of twofold birth, yet of but one glory; who Himself creator of all things, was begotten of the Father, and was afterwards born of the Virgin."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "John Cassian: Against Nestorius Book VI 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VI 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VI 19:2",
                            "text": "That the birth of Christ in time diminished nothing of the glory and power of His Deity."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VI 19:3",
                            "text": "For the fact that He came of the flesh and in the flesh, has reference to His birth, and involves no diminution in Him: and He was simply born, not changed for the worse."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VI 19:4",
                            "text": "For though, still remaining in the form of God, He took upon Him the form of a servant, yet the weakness of His human constitution had no effect on His nature as God: but while the power of His Deity remained whole and unimpaired, all that took place in His human flesh was an advancement of His manhood and no diminution of His glory."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VI 19:5",
                            "text": "For when God was born in human flesh, He was not born in human flesh in such a way as not to remain  Divine in Himself, but so that, while the Godhead remained as before, God might become man."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VI 19:6",
                            "text": "And so Martha while she saw with her bodily eyes the man, confessed Him by spiritual sight to be God, saying, \"Yea, Lord, I have believed that Thou art the Christ the Son of the living God, who art come into the world\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VI 19:7",
                            "text": "So Peter, owing to the Holy Spirit's revelation, while externally he beheld the Son of man, yet proclaimed Him to be the Son of God, saying, \"Thou art the Christ, the Son of the living God\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VI 19:8",
                            "text": "So Thomas when he touched the flesh, believed that he had touched God saying, \"My Lord and my God\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VI 19:9",
                            "text": "For they all confessed but one Christ, so as not to make Him two."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VI 19:10",
                            "text": "Do you therefore believe Him; and so believe that Jesus Christ the Lord of all, both only Begotten and first-born, is both Creator of all things and Preserver of men and that the same Person is first the framer of the whole world, and afterwards redeemer of mankind? Who still remaining with the Father and in the Father, Being of one substance with the Father, did (as the Apostle says), \"Take the form of a servant, and humble Himself even unto death, the death of the Cross:\" and (as the Creed says) \"was born of the Virgin Mary, crucified under Pontius Pilate, and was buried."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VI 19:11",
                            "text": "And the third day He rose again according to the Scriptures; and ascended into heaven; and shall come again to judge both the quick and the dead\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VI 19:12",
                            "text": "This is our faith; this is our salvation: to believe that our God and Lord Jesus Christ is one and the same before all things and after all things."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VI 19:13",
                            "text": "For, as it is written, \"Jesus Christ is yesterday and today and the same for ever\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VI 19:14",
                            "text": "For \"yesterday\" signifies all time past, wherein, before the beginning, He was begotten of the Father."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VI 19:15",
                            "text": "\"Today\" covers the time of this world, in which He was again born of the Virgin, suffered, and rose again."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "John Cassian: Against Nestorius Book VI 19:16",
                            "text": "But by the expression the same \"for ever\" is denoted the whole boundless eternity to come."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "John Cassian: Against Nestorius Book VI 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "John Cassian: Against Nestorius Book VI 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "John Cassian: Against Nestorius Book VI 20:2",
                            "text": "He shows from what has been said that we do not mean that God was mortal or of flesh before the worlds, although Christ, who is God from eternity and was made man in time, is but one Person."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "John Cassian: Against Nestorius Book VI 20:3",
                            "text": "But perhaps you will say: If I admit that the same Person was in the end of time born of a Virgin, who was begotten before all things of God the Father, I shall imply that before the beginning of the world God was in the flesh, as I say that He was afterwards man, who was always God: and so I shall say that that man who was afterwards born, had always existed."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "John Cassian: Against Nestorius Book VI 20:4",
                            "text": "I do not want you to be confused by this blind ignorance, and these obscure misconceptions, so as to fancy that I am maintaining that the manhood which was born of Mary had existed before the beginning of things, or asserting that God was always in a bodily form before the commencement of the world."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "John Cassian: Against Nestorius Book VI 20:5",
                            "text": "I do not say, I repeat it, I do not say that the manhood was in God before it was born: but that God was afterwards born in the manhood."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "John Cassian: Against Nestorius Book VI 20:6",
                            "text": "For that flesh which was born of the flesh of the Virgin had not always existed: but God who always was, came in the flesh of man of the flesh of the Virgin."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "John Cassian: Against Nestorius Book VI 20:7",
                            "text": "For \"the Word was made flesh,\" and did not manifest flesh together with Himself: but in the glory of Divinity joined Himself to human flesh."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "John Cassian: Against Nestorius Book VI 20:8",
                            "text": "For tell me when or where the Word was made flesh, or where He emptied Himself by taking the form of a servant: or where He became poor, though He was rich? Where but in the holy womb of the Virgin, where at His Incarnation, the Word of God is said to have been made flesh, at His birth He truly took the form of a servant; and when He is in human nature nailed to the Cross, He became poor, and was made poor in His sufferings in the flesh, though He was rich in His Divine glory? Otherwise if, as you say, at some later period the Deity entered into Him as into one of the Prophets and saints, then \"the Word was made flesh\" in those men also in whom He vouchsafed to dwell: then in each one of them He emptied Himself and took upon Him the form of a servant."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "John Cassian: Against Nestorius Book VI 20:9",
                            "text": "And thus there is nothing new or unique in Christ."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "John Cassian: Against Nestorius Book VI 20:10",
                            "text": "Neither His conception, nor His birth nor His death had anything special or miraculous about it."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "John Cassian: Against Nestorius Book VI 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "John Cassian: Against Nestorius Book VI 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "John Cassian: Against Nestorius Book VI 21:2",
                            "text": "The authority of Holy Scripture teaches that Christ existed from all eternity."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "John Cassian: Against Nestorius Book VI 21:3",
                            "text": "And yet to return to what we said before, though all these things are so, as we have stated: how do we read that Jesus Christ (whom you assert to be a mere man) was ever existing even before His birth of a Virgin, and how is He proclaimed by prophets and apostles as God even before the worlds? As Paul says: \"One Lord Jesus, through whom are all things\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "John Cassian: Against Nestorius Book VI 21:4",
                            "text": "And elsewhere he says: \"For in Christ were created all things in heaven and on earth, both visible and invisible\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "John Cassian: Against Nestorius Book VI 21:5",
                            "text": "The  Creed too, which is framed both by human and Divine authority, says: \"I believe in God the Father, and in the Lord Jesus Christ, His Son\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "John Cassian: Against Nestorius Book VI 21:6",
                            "text": "And after other clauses: \"Very God of Very God; by whom both the worlds were framed and all things were made\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "John Cassian: Against Nestorius Book VI 21:7",
                            "text": "And further: \"Who for us came and was born of the Virgin Mary, and was crucified, and was buried\"."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "John Cassian: Against Nestorius Book VI 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VI 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VI 22:2",
                            "text": "The hypostatic union enables us to ascribe to God what belongs to the flesh in Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VI 22:3",
                            "text": "How then is Christ (whom you term a mere man) proclaimed in Holy Scripture to be God without beginning, if by our own confession the Lord's manhood did not exist before His birth and conception of a Virgin? And how can we read of so close a union of man and God, as to make it appear that man was ever co-eternal with God, and that afterwards God suffered with man: whereas we cannot believe that man can be without beginning or that God can suffer? It is this which we established in our previous writings; viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VI 22:4",
                            "text": ", that God being joined to manhood, i-e:, to His own body, does not allow any separation to be made in men's thoughts between man and God."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VI 22:5",
                            "text": "Nor will He permit anyone to hold that there is one Person of the Son of man, and another Person of the Son of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VI 22:6",
                            "text": "But in all the holy Scriptures He joins together and as it were incorporates in the Godhead, the Lord's manhood, so that no one can sever man from God in time, nor God from man at His Passion."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VI 22:7",
                            "text": "For if you regard Him in time, you will find that the Son of man is ever with the Son of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VI 22:8",
                            "text": "If you take note of His Passion, you will find that the Son of God is ever with the Son of man, and that Christ the Son of man and the Son of God is so one and indivisible, that, in the language of holy Scripture, the man cannot be severed in time from God, nor God from man at His Passion."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VI 22:9",
                            "text": "Hence comes this: \"No man hath ascended into heaven, but He who came down from heaven, even the Son of man who is in heaven\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VI 22:10",
                            "text": "Where the Son of God while He was speaking on earth testified that the Son of man was in heaven: and testified that the same Son of man, who, He said, would ascend into heaven, had previously come down from heaven."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VI 22:11",
                            "text": "And this: \"What and if ye shall see the Son of man ascend up where He was before,\" where He gives the name of Him who was born of man, but affirms that He ever was up on high."
                        },
                        {
                            "verse": 12,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VI 22:12",
                            "text": "And the Apostle also, when considering what happened in time, says that all things were made by Christ."
                        },
                        {
                            "verse": 13,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VI 22:13",
                            "text": "For he says, \"There is one Lord Jesus Christ, by whom are all things\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VI 22:14",
                            "text": "But when speaking of His Passion, he shows that the Lord of glory was crucified."
                        },
                        {
                            "verse": 15,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VI 22:15",
                            "text": "\"For if,\" he says, \"they had known, they would never have crucified the Lord of glory\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VI 22:16",
                            "text": "And so too the Creed speaking of the only and first-begotten Lord Jesus Christ, \"Very God of Very God, Being of one substance with the Father, and the Maker of all things,\" affirms that He was born of the Virgin and crucified and afterwards buried."
                        },
                        {
                            "verse": 17,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VI 22:17",
                            "text": "Thus joining in one body (as it were) the Son of God and of man, and uniting God and man, so that there can be no severance either in time or at the Passion, since the Lord Jesus Christ is shown to be one and the same Person, both as God through all eternity, and as man through the endurance of His Passion; and though we cannot say that man is without beginning or that God is passible, yet in the one Person of the Lord Jesus Christ we can speak of man as eternal, and of God as dead."
                        },
                        {
                            "verse": 18,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VI 22:18",
                            "text": "You see then that Christ means the whole Person, and that the name represents both natures, for both man and God are born, and so it takes in the whole Person so that when this name is used we see that no part is left out."
                        },
                        {
                            "verse": 19,
                            "chapter": 22,
                            "name": "John Cassian: Against Nestorius Book VI 22:19",
                            "text": "There was not then before the birth of a Virgin the same eternity belonging in the past to the manhood as to the Divinity, but because Divinity was united to manhood in the womb of the Virgin, it follows that when we use the name of Christ one cannot be spoken of without the other."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "John Cassian: Against Nestorius Book VI 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VI 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VI 23:2",
                            "text": "That the figure Synecdoche, in which the part stands for the whole, is very familiar to the Holy Scripture."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VI 23:3",
                            "text": "Whatever then you say of the Lord Jesus Christ, you say of the whole person, and in mentioning the Son of God you mention the Son of man, and in mentioning the Son of man you mention the Son of God: by the grammatical trope synecdoche in which you understand the whole from the parts, and a part is put for the whole: and the holy Scriptures certainly show this, as in them the Lord often uses this trope, and teaches in this way about others and would have us understand about Himself in the same way."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VI 23:4",
                            "text": "For sometimes days, and things, and men, and times are denoted in holy Scripture in no other fashion."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VI 23:5",
                            "text": "As in this case where God declares that Israel shall serve the Egyptians for four hundred years, and says to Abraham: \"Know thou that thy seed shall be a stranger in a land not theirs, and they shall bring them under bondage and afflict them four hundred years\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VI 23:6",
                            "text": "Whereas if you take into account the whole time after that God spoke, they are more than four hundred: but if you only reckon the time in which they were in slavery, they are less."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VI 23:7",
                            "text": "And in giving this period indeed, unless you understand it in this way, we must think that the Word of God lied (and away with such a thought from Christian minds!)."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VI 23:8",
                            "text": "But since from the time of the Divine utterance, the whole period of their lives amounted to more than four hundred years, and their bondage endured for not nearly four hundred, you must understand that the part is to be taken for the whole, or the whole for the part."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VI 23:9",
                            "text": "There is also a similar way of representing days and nights, where, when in the case of either division of time one day is meant, either period is shown by a portion of a single period."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VI 23:10",
                            "text": "And indeed in this way the difficulty about the time of our Lord's Passion is cleared up: for whereas the Lord prophesied that after the model of the prophet Jonah, the Son of man would be three days and three nights in the heart of the earth, and whereas after the sixth day of the week on which He was crucified, He was only in hell for one day and two nights, how can we show the truth of the Divine words? Surely by the trope of Synecdoche, i-e:, because to the day on which He was crucified the previous night belongs, and to the night on which He rose again, the coming day; and so when there is added the night which preceded the day belonging to it, and the day which followed the night belonging to it, we see that there is nothing lacking to the whole period of time, which is made up of its portions."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VI 23:11",
                            "text": "The holy Scriptures abound in such instances of ways of speaking: but it would take too long to relate them all."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VI 23:12",
                            "text": "For so when the Psalm says, \"What is a man that Thou art mindful of Him,\" from the part we understand the whole, as while only one man is mentioned the whole human race is meant."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VI 23:13",
                            "text": "So also where Ahab sinned we are told that the people sinned."
                        },
                        {
                            "verse": 14,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VI 23:14",
                            "text": "Where—though all are mentioned, a part is to be understood from the whole."
                        },
                        {
                            "verse": 15,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VI 23:15",
                            "text": "John also the Lord's forerunner says: \"After me cometh a man who is preferred before me for He was before me\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VI 23:16",
                            "text": "How then does He mean that He would come after Him, whom He shows to be before Him? For if this is understood of a man who was afterwards born, how was he before him? But if it is taken of the Word how is it, \"a man cometh after me?\" Except that in the one Lord Jesus Christ is shown both the posteriority of the manhood and the precedence of the Godhead."
                        },
                        {
                            "verse": 17,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VI 23:17",
                            "text": "And so the result is that one and the same Lord was before him and came after him: for according to the flesh He was posterior in time to John; and according to His Deity was before all men."
                        },
                        {
                            "verse": 18,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VI 23:18",
                            "text": "And so he, when he named that man, denoted both the manhood and the Word, for as the Lord Jesus Christ the Son of God was complete in both manhood and Divinity in mentioning one of these natures in Him he denoted the whole person."
                        },
                        {
                            "verse": 19,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VI 23:19",
                            "text": "And what need is there of anything further? I think that the day would fail me if I were to try to collect or to tell everything that could be said on this subject."
                        },
                        {
                            "verse": 20,
                            "chapter": 23,
                            "name": "John Cassian: Against Nestorius Book VI 23:20",
                            "text": "And what we have already said is enough, at any rate on this part of the subject, both for the exposition of the Creed, and for the requirements of our case, and for the limits of our book."
                        }
                    ]
                }
            ]
        }
    ]
}