{
    "books": [
        {
            "name": "Augustine: City of God Book XV",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: City of God Book XV 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XV 1:1",
                            "text": "Argument—Having treated in the four preceding books of the origin of the two cities, the earthly and the heavenly, Augustin explains their growth and progress in the four books which follow; and, in order to do so, he explains the chief passages of the sacred history which bear upon this subject."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XV 1:2",
                            "text": "In this fifteenth book he opens this part of his work by explaining the events recorded in Genesis from the time of Cain and Abel to the deluge."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XV 1:3",
                            "text": "Chapter 1—Of the Two Lines of the Human Race Which from First to Last Divide It."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XV 1:4",
                            "text": "Of the bliss of Paradise, of Paradise itself, and of the life of our first parents there, and of their sin and punishment, many have thought much, spoken much, written much."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XV 1:5",
                            "text": "We ourselves, too, have spoken of these things in the foregoing books, and have written either what we read in the Holy Scriptures, or what we could reasonably deduce from them."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XV 1:6",
                            "text": "And were we to enter into a more detailed investigation of these matters, an endless number of endless questions would arise, which would involve us in a larger work than the present occasion admits."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XV 1:7",
                            "text": "We cannot be expected to find room for replying to every question that may be started by unoccupied and captious men, who are ever more ready to ask questions than capable of understanding the answer."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XV 1:8",
                            "text": "Yet I trust we have already done justice to these great and difficult questions regarding the beginning of the world, or of the soul, or of the human race itself."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XV 1:9",
                            "text": "This race we have distributed into two parts, the one consisting of those who live according to man, the other of those who live according to God."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XV 1:10",
                            "text": "And these we also mystically call the two cities, or the two communities of men, of which the one is predestined to reign eternally with God, and the other to suffer eternal punishment with the devil."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XV 1:11",
                            "text": "This, however, is their end, and of it we are to speak afterwards."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XV 1:12",
                            "text": "At present, as we have said enough about their origin, whether among the angels, whose numbers we know not, or in the two first human beings, it seems suitable to attempt an account of their career, from the time when our two first parents began to propagate the race until all human generation shall cease."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XV 1:13",
                            "text": "For this whole time or world-age, in which the dying give place and those who are born succeed, is the career of these two cities concerning which we treat."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XV 1:14",
                            "text": "Of these two first parents of the human race, then, Cain was the first-born, and he belonged to the city of men; after him was born Abel, who belonged to the city of God."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XV 1:15",
                            "text": "For as in the individual the truth of the apostle's statement is discerned, \"that is not first which is spiritual, but that which is natural, and afterward that which is spiritual,\" whence it comes to pass that each man, being derived from a condemned stock, is first of all born of Adam evil and carnal, and becomes good and spiritual only afterwards, when he is grafted into Christ by regeneration: so was it in the human race as a whole."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XV 1:16",
                            "text": "When these two cities began to run their course by a series of deaths and births, the citizen of this world was the first-born, and after him the stranger in this world, the citizen of the city of God, predestinated by grace, elected by grace, by grace a stranger below, and by grace a citizen above."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XV 1:17",
                            "text": "By grace,—for so far as regards himself he is sprung from the same mass, all of which is condemned in its origin; but God,  like a potter (for this comparison is introduced by the apostle judiciously, and not without thought), of the same lump made one vessel to honor, another to dishonor."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XV 1:18",
                            "text": "But first the vessel to dishonor was made, and after it another to honor."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XV 1:19",
                            "text": "For in each individual, as I have already said, there is first of all that which is reprobate, that from which we must begin, but in which we need not necessarily remain; afterwards is that which is well-approved, to which we may by advancing attain, and in which, when we have reached it we may abide."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XV 1:20",
                            "text": "Not, indeed, that every wicked man shall be good, but that no one will be good who was not first of all wicked; but the sooner any one becomes a good man, the more speedily does he receive this title, and abolish the old name in the new."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XV 1:21",
                            "text": "Accordingly, it is recorded of Cain that he built a city, but Abel, being a sojourner, built none."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Augustine: City of God Book XV 1:22",
                            "text": "For the city of the saints is above, although here below it begets citizens, in whom it sojourns till the time of its reign arrives, when it shall gather together all in the day of the resurrection; and then shall the promised kingdom be given to them, in which they shall reign with their Prince, the King of the ages, time without end."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: City of God Book XV 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XV 2:1",
                            "text": "Chapter 2—Of the Children of the Flesh and the Children of the Promise."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XV 2:2",
                            "text": "There was indeed on earth, so long as it was needed, a symbol and foreshadowing image of this city, which served the purpose of reminding men that such a city was to be rather than of making it present; and this image was itself called the holy city, as a symbol of the future city, though not itself the reality."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XV 2:3",
                            "text": "Of this city which served as an image, and of that free city it typified, Paul writes to the Galatians in these terms: \"Tell me, ye that desire to be under the law, do ye not hear the law? For it is written, that Abraham had two sons, the one by a bond maid, the other by a free woman."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XV 2:4",
                            "text": "But he who was of the bond woman was born after the flesh, but he of the free woman was by promise."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XV 2:5",
                            "text": "Which things are an allegory: for these are the two covenants; the one from the mount Sinai, which gendereth to bondage, which is Agar."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XV 2:6",
                            "text": "For this Agar is mount Sinai in Arabia, and answereth to Jerusalem which now is, and is in bondage with her children."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XV 2:7",
                            "text": "But Jerusalem which is above is free, which is the mother of us all."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XV 2:8",
                            "text": "For it is written, Rejoice, thou barren that bearest not; break forth and cry, thou that travailest not, for the desolate hath many more children than she which hath an husband."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XV 2:9",
                            "text": "Now we, brethren, as Isaac was, are the children of promise."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XV 2:10",
                            "text": "But as then he that was born after the flesh persecuted him that was born after the Spirit, even so it is now."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XV 2:11",
                            "text": "Nevertheless, what saith the Scripture? Cast out the bond woman and her son: for the son of the bond woman shall not be heir with the son of the free woman."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XV 2:12",
                            "text": "And we, brethren, are not children of the bond woman, but of the free, in the liberty wherewith Christ hath made us free\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XV 2:13",
                            "text": "This interpretation of the passage, handed down to us with apostolic authority, shows how we ought to understand the Scriptures of the two covenants—the old and the new."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XV 2:14",
                            "text": "One portion of the earthly city became an image of the heavenly city, not having a significance of its own, but signifying another city, and therefore serving, or \"being in bondage\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XV 2:15",
                            "text": "For it was founded not for its own sake, but to prefigure another city; and this shadow of a city was also itself foreshadowed by another preceding figure."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XV 2:16",
                            "text": "For Sarah's handmaid Agar, and her son, were an image of this image."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XV 2:17",
                            "text": "And as the shadows were to pass away when the full light came, Sarah, the free woman, who prefigured the free city (which again was also prefigured in another way by that shadow of a city Jerusalem), therefore said, \"Cast out the bond woman and her son; for the son of the bond woman shall not be heir with my son Isaac,\" or, as the apostle says, \"with the son of the free woman\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XV 2:18",
                            "text": "In the earthly city, then, we find two things—its own obvious presence, and its symbolic presentation of the heavenly city."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XV 2:19",
                            "text": "Now citizens are begotten to the earthly city by nature vitiated by sin, but to the heavenly city by grace freeing nature from sin; whence the former are called \"vessels of wrath,\" the latter \"vessels of mercy\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XV 2:20",
                            "text": "And this was typified in the two sons of Abraham,—Ishmael, the son of Agar the handmaid, being born according to the flesh, while Isaac was born of the free woman Sarah, according to the promise."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XV 2:21",
                            "text": "Both, indeed, were of Abraham's seed; but the one was begotten by natural law, the other was given by gracious promise."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Augustine: City of God Book XV 2:22",
                            "text": "In the one birth, human action is revealed; in the other, a divine kindness comes to light."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Augustine: City of God Book XV 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XV 3:1",
                            "text": "Chapter 3—That Sarah's Barrenness was Made Productive by God's Grace."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XV 3:2",
                            "text": "Sarah, in fact, was barren; and, despairing of offspring, and being resolved that she would have at least through her handmaid that blessing she saw she could not in her own person  procure, she gave her handmaid to her husband, to whom she herself had been unable to bear children."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XV 3:3",
                            "text": "From him she required this conjugal duty, exercising her own right in another's womb."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XV 3:4",
                            "text": "And thus Ishmael was born according to the common law of human generation, by sexual intercourse."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XV 3:5",
                            "text": "Therefore it is said that he was born \"according to the flesh,\"—not because such births are not the gifts of God, nor His handiwork, whose creative wisdom \"reaches,\" as it is written, \"from one end to another mightily, and sweetly doth she order all things,\" but because, in a case in which the gift of God, which was not due to men and was the gratuitous largess of grace, was to be conspicuous, it was requisite that a son be given in a way which no effort of nature could compass."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XV 3:6",
                            "text": "Nature denies children to persons of the age which Abraham and Sarah had now reached; besides that, in Sarah's case, she was barren even in her prime."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XV 3:7",
                            "text": "This nature, so constituted that offspring could not be looked for, symbolized the nature of the human race vitiated by sin and by just consequence condemned, which deserves no future felicity."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Augustine: City of God Book XV 3:8",
                            "text": "Fitly, therefore, does Isaac, the child of promise, typify the children of grace, the citizens of the free city, who dwell together in everlasting peace, in which self-love and self-will have no place, but a ministering love that rejoices in the common joy of all, of many hearts makes one, that is to say, secures a perfect concord."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Augustine: City of God Book XV 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XV 4:1",
                            "text": "Chapter 4—Of the Conflict and Peace of the Earthly City."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XV 4:2",
                            "text": "But the earthly city, which shall not be everlasting (for it will no longer be a city when it has been committed to the extreme penalty), has its good in this world, and rejoices in it with such joy as such things can afford."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XV 4:3",
                            "text": "But as this is not a good which can discharge its devotees of all distresses, this city is often divided against itself by litigations, wars, quarrels, and such victories as are either life-destroying or short-lived."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XV 4:4",
                            "text": "For each part of it that arms against another part of it seeks to triumph over the nations through itself in bondage to vice."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XV 4:5",
                            "text": "If, when it has conquered, it is inflated with pride, its victory is life-destroying; but if it turns its thoughts upon the common casualties of our mortal condition, and is rather anxious concerning the disasters that may befall it than elated with the successes already achieved, this victory, though of a higher kind, is still only short-lived; for it cannot abidingly rule over those whom it has victoriously subjugated."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XV 4:6",
                            "text": "But the things which this city desires cannot justly be said to be evil, for it is itself, in its own kind, better than all other human good."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XV 4:7",
                            "text": "For it desires earthly peace for the sake of enjoying earthly goods, and it makes war in order to attain to this peace; since, if it has conquered, and there remains no one to resist it, it enjoys a peace which it had not while there were opposing parties who contested for the enjoyment of those things which were too small to satisfy both."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XV 4:8",
                            "text": "This peace is purchased by toilsome wars; it is obtained by what they style a glorious victory."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XV 4:9",
                            "text": "Now, when victory remains with the party which had the juster cause, who hesitates to congratulate the victor, and style it a desirable peace? These things, then, are good things, and without doubt the gifts of God."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Augustine: City of God Book XV 4:10",
                            "text": "But if they neglect the better things of the heavenly city, which are secured by eternal victory and peace never-ending, and so inordinately covet these present good things that they believe them to be the only desirable things, or love them better than those things which are believed to be better,—if this be so, then it is necessary that misery follow and ever increase."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Augustine: City of God Book XV 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XV 5:1",
                            "text": "Chapter 5—Of the Fratricidal Act of the Founder of the Earthly City, and the Corresponding Crime of the Founder of Rome."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XV 5:2",
                            "text": "Thus the founder of the earthly city was a fratricide."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XV 5:3",
                            "text": "Overcome with envy, he slew his own brother, a citizen of the eternal city, and a sojourner on earth."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XV 5:4",
                            "text": "So that we cannot be surprised that this first specimen, or, as the Greeks say, archetype of crime, should, long afterwards, find a corresponding crime at the foundation of that city which was destined to reign over so many nations, and be the head of this earthly city of which we speak."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XV 5:5",
                            "text": "For of that city also, as one of their poets has mentioned, \"the first walls were stained with a brother's blood,\" or, as Roman history records, Remus was slain by his brother Romulus."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XV 5:6",
                            "text": "And thus there is no difference between the foundation of this city and of the earthly city, unless it be that Romulus and Remus were both citizens of the earthly city."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XV 5:7",
                            "text": "Both desired to have the glory of founding the Roman republic, but both could not have as much glory as if one only claimed it; for he who wished to have the glory of ruling would certainly rule less if his power were shared by a living consort."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XV 5:8",
                            "text": "In order, therefore, that the whole glory might be enjoyed by one, his consort was removed; and by this crime the empire was made larger indeed,  but inferior, while otherwise it would have been less, but better."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XV 5:9",
                            "text": "Now these brothers, Cain and Abel, were not both animated by the same earthly desires, nor did the murderer envy the other because he feared that, by both ruling, his own dominion would be curtailed,—for Abel was not solicitous to rule in that city which his brother built,—he was moved by that diabolical, envious hatred with which the evil regard the good, for no other reason than because they are good while themselves are evil."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XV 5:10",
                            "text": "For the possession of goodness is by no means diminished by being shared with a partner either permanent or temporarily assumed; on the contrary, the possession of goodness is increased in proportion to the concord and charity of each of those who share it."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XV 5:11",
                            "text": "In short, he who is unwilling to share this possession cannot have it; and he who is most willing to admit others to a share of it will have the greatest abundance to himself."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XV 5:12",
                            "text": "The quarrel, then, between Romulus and Remus shows how the earthly city is divided against itself; that which fell out between Cain and Abel illustrated the hatred that subsists between the two cities, that of God and that of men."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XV 5:13",
                            "text": "The wicked war with the wicked; the good also war with the wicked."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XV 5:14",
                            "text": "But with the good, good men, or at least perfectly good men, cannot war; though, while only going on towards perfection, they war to this extent, that every good man resists others in those points in which he resists himself."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XV 5:15",
                            "text": "And in each individual \"the flesh lusteth against the spirit, and the spirit against the flesh\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Augustine: City of God Book XV 5:16",
                            "text": "This spiritual lusting, therefore, can be at war with the carnal lust of another man; or carnal lust may be at war with the spiritual desires of another, in some such way as good and wicked men are at war; or, still more certainly, the carnal lusts of two men, good but not yet perfect, contend together, just as the wicked contend with the wicked, until the health of those who are under the treatment of grace attains final victory."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Augustine: City of God Book XV 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XV 6:1",
                            "text": "Chapter 6—Of the Weaknesses Which Even the Citizens of the City of God Suffer During This Earthly Pilgrimage in Punishment of Sin, and of Which They are Healed by God's Care."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XV 6:2",
                            "text": "This sickliness—that is to say, that disobedience of which we spoke in the fourteenth book—is the punishment of the first disobedience."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XV 6:3",
                            "text": "It is therefore not nature, but vice; and therefore it is said to the good who are growing in grace, and living in this pilgrimage by faith, \"Bear ye one another's burdens, and so fulfill the law of Christ\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XV 6:4",
                            "text": "In like manner it is said elsewhere, \"Warn them that are unruly, comfort the feeble-minded, support the weak, be patient toward all men."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XV 6:5",
                            "text": "See that none render evil for evil unto any man\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XV 6:6",
                            "text": "And in another place, \"If a man be overtaken in a fault, ye which are spiritual restore such an one in the spirit of meekness; considering thyself, lest thou also be tempted\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XV 6:7",
                            "text": "And elsewhere, \"Let not the sun go down upon your wrath\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XV 6:8",
                            "text": "And in the Gospel, \"If thy brother shall trespass against thee, go and tell him his fault between thee and him alone\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XV 6:9",
                            "text": "So too of sins which may create scandal the apostle says, \"Them that sin rebuke before all, that others also may fear\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XV 6:10",
                            "text": "For this purpose, and that we may keep that peace without which no man can see the Lord, many precepts are given which carefully inculcate mutual forgiveness; among which we may number that terrible word in which the servant is ordered to pay his formerly remitted debt of ten thousand talents, because he did not remit to his fellow-servant his debt of two hundred pence."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XV 6:11",
                            "text": "To which parable the Lord Jesus added the words, \"So likewise shall my heavenly Father do also unto you, if ye from your hearts forgive not every one his brother\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XV 6:12",
                            "text": "It is thus the citizens of the city of God are healed while still they sojourn in this earth and sigh for the peace of their heavenly country."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XV 6:13",
                            "text": "The Holy Spirit, too, works within, that the medicine externally applied may have some good result."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XV 6:14",
                            "text": "Otherwise, even though God Himself make use of the creatures that are subject to Him, and in some human form address our human senses, whether we receive those impressions in sleep or in some external appearance, still, if He does not by His own inward grace sway and act upon the mind, no preaching of the truth is of any avail."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XV 6:15",
                            "text": "But this God does, distinguishing between the vessels of wrath and the vessels of mercy, by His own very secret but very just providence."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Augustine: City of God Book XV 6:16",
                            "text": "When He Himself aids the soul in His own hidden and wonderful ways, and the sin which dwells in our members, and is, as the apostle teaches, rather the punishment of sin, does not reign in our mortal body to obey the lusts of it, and when we no longer yield our members as instruments of unrighteousness, then the soul is converted from its own evil and selfish desires, and, God possessing it, it possesses itself in peace even in this life, and afterwards, with perfected health and endowed with im  mortality, will reign without sin in peace everlasting."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Augustine: City of God Book XV 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:1",
                            "text": "Chapter 7—Of the Cause of Cain's Crime and His Obstinacy, Which Not Even the Word of God Could Subdue."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:2",
                            "text": "But though God made use of this very mode of address which we have been endeavoring to explain, and spoke to Cain in that form by which He was wont to accommodate Himself to our first parents and converse with them as a companion, what good influence had it on Cain? Did he not fulfill his wicked intention of killing his brother even after he was warned by God's voice? For when God had made a distinction between their sacrifices, neglecting Cain's, regarding Abel's, which was doubtless intimated by some visible sign to that effect; and when God had done so because the works of the one were evil but those of his brother good, Cain was very wroth, and his countenance fell."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:3",
                            "text": "For thus it is written: \"And the Lord said unto Cain, Why are thou wroth, and why is thy countenance fallen? If thou offerest rightly, but dost not rightly distinguish, hast thou not sinned? Fret not thyself, for unto thee shall be his turning, and thou shalt rule over him\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:4",
                            "text": "In this admonition administered by God to Cain, that clause indeed, \"If thou offerest rightly, but dost not rightly distinguish, hast thou not sinned?\" is obscure, inasmuch as it is not apparent for what reason or purpose it was spoken, and many meanings have been put upon it, as each one who discusses it attempts to interpret it according to the rule of faith."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:5",
                            "text": "The truth is, that a sacrifice is \"rightly offered\" when it is offered to the true God, to whom alone we must sacrifice."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:6",
                            "text": "And it is \"not rightly distinguished\" when we do not rightly distinguish the places or seasons or materials of the offering, or the person offering, or the person to whom it is presented, or those to whom it is distributed for food after the oblation."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:7",
                            "text": "Distinguishing is here used for discriminating,—whether when an offering is made in a place where it ought not or of a material which ought to be offered not there but elsewhere; or when an offering is made at a wrong time, or of a material suitable not then but at some other time; or when that is offered which in no place nor any time ought to be offered; or when a man keeps to himself choicer specimens of the same kind than he offers to God; or when he or any other who may not lawfully partake profanely eats of the oblation."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:8",
                            "text": "In which of these particulars Cain displeased God, it is difficult to determine."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:9",
                            "text": "But the Apostle John, speaking of these brothers, says, \"Not as Cain, who was of that wicked one, and slew his brother."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:10",
                            "text": "And wherefore slew he him? Because his own works were evil, and his brother's righteous\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:11",
                            "text": "He thus gives us to understand that God did not respect his offering because it was not rightly \"distinguished\" in this, that he gave to God something of his own but kept himself to himself."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:12",
                            "text": "For this all do who follow not God's will but their own, who live not with an upright but a crooked heart, and yet offer to God such gifts as they suppose will procure from Him that He aid them not by healing but by gratifying their evil passions."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:13",
                            "text": "And this is the characteristic of the earthly city, that it worships God or gods who may aid it in reigning victoriously and peacefully on earth not through love of doing good, but through lust of rule."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:14",
                            "text": "The good use the world that they may enjoy God: the wicked, on the contrary, that they may enjoy the world would fain use God,—those of them, at least, who have attained to the belief that He is and takes an interest in human affairs."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:15",
                            "text": "For they who have not yet attained even to this belief are still at a much lower level."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:16",
                            "text": "Cain, then, when he saw that God had respect to his brother's sacrifice, but not to his own, should have humbly chosen his good brother as his example, and not proudly counted him his rival."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:17",
                            "text": "But he was wroth, and his countenance fell."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:18",
                            "text": "This angry regret for another person's goodness, even his brother's, was charged upon him by God as a great sin."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:19",
                            "text": "And He accused him of it in the interrogation, \"Why are thou wroth, and why is thy countenance fallen?\" For God saw that he envied his brother, and of this He accused him."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:20",
                            "text": "For to men, from whom the heart of their fellow is hid, it might be doubtful and quite uncertain whether that sadness bewailed his own wickedness by which, as he had learned, he had displeased God, or his brother's goodness, which had pleased God, and won His favorable regard to his sacrifice."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:21",
                            "text": "But God, in giving the reason why He refused to accept Cain's offering and why Cain should rather have been displeased at himself than at his brother, shows him that though he was unjust in \"not rightly distinguishing,\" that is, not rightly living and being unworthy to have his offering received, he was more unjust by far in hating his just brother without a cause."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:22",
                            "text": "Yet He does not dismiss him without counsel, holy, just, and good."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:23",
                            "text": "\"Fret not  thyself,\" He says, \"for unto thee shall be his turning, and thou shall rule over him\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:24",
                            "text": "Over his brother, does He mean? Most certainly not."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:25",
                            "text": "Over what, then, but sin? For He had said, \"Thou hast sinned,\" and then He added, \"Fret not thyself, for to thee shall be its turning, and thou shall rule over it\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:26",
                            "text": "And the \"turning\" of sin to the man can be understood of his conviction that the guilt of sin can be laid at no other man's door but his own."
                        },
                        {
                            "verse": 27,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:27",
                            "text": "For this is the health-giving medicine of penitence, and the fit plea for pardon; so that, when it is said, \"To thee its turning,\" we must not supply \"shall be,\" but we must read, \"To thee let its turning be,\" understanding it as a command, not as a prediction."
                        },
                        {
                            "verse": 28,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:28",
                            "text": "For then shall a man rule over his sin when he does not prefer it to himself and defend it, but subjects it by repentance; otherwise he that becomes protector of it shall surely become its prisoner."
                        },
                        {
                            "verse": 29,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:29",
                            "text": "But if we understand this sin to be that carnal concupiscence of which the apostle says, \"The flesh lusteth against the spirit,\" among the fruits of which lust he names envy, by which assuredly Cain was stung and excited to destroy his brother, then we may properly supply the words \"shall be,\" and read, \"To thee shall be its turning, and thou shalt rule over it\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:30",
                            "text": "For when the carnal part which the apostle calls sin, in that place where he says, \"It is not I who do it, but sin that dwelleth in me,\" that part which the philosophers also call vicious, and which ought not to lead the mind, but which the mind ought to rule and restrain by reason from illicit motions,—when, then, this part has been moved to perpetrate any wickedness, if it be curbed and if it obey the word of the apostle, \"Yield not your members instruments of unrighteousness unto sin,\" it is turned towards the mind and subdued and conquered by it, so that reason rules over it as a subject."
                        },
                        {
                            "verse": 31,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:31",
                            "text": "It was this which God enjoined on him who was kindled with the fire of envy against his brother, so that he sought to put out of the way him whom he should have set as an example."
                        },
                        {
                            "verse": 32,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:32",
                            "text": "\"Fret not thyself,\" or compose thyself, He says: withhold thy hand from crime; let not sin reign in your mortal body to fulfill it in the lusts thereof, nor yield your members instruments of unrighteousness unto sin."
                        },
                        {
                            "verse": 33,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:33",
                            "text": "\"For to thee shall be its turning,\" so long as you do not encourage it by giving it the rein, but bridle it by quenching its fire."
                        },
                        {
                            "verse": 34,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:34",
                            "text": "\"And thou shalt rule over it;\" for when it is not allowed any external actings, it yields itself to the rule of the governing mind and righteous will, and ceases from even internal motions."
                        },
                        {
                            "verse": 35,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:35",
                            "text": "There is something similar said in the same divine book of the woman, when God questioned and judged them after their sin, and pronounced sentence on them all,—the devil in the form of the serpent, the woman and her husband in their own persons."
                        },
                        {
                            "verse": 36,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:36",
                            "text": "For when He had said to her, \"I will greatly multiply thy sorrow and thy conception; in sorrow shall thou bring forth children,\" then He added, \"and thy turning shall be to thy husband, and he shall rule over thee\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:37",
                            "text": "What is said to Cain about his sin, or about the vicious concupiscence of his flesh, is here said of the woman who had sinned; and we are to understand that the husband is to rule his wife as the soul rules the flesh."
                        },
                        {
                            "verse": 38,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:38",
                            "text": "And therefore, says the apostle, \"He that loveth his wife, loveth himself; for no man ever yet hated his own flesh\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:39",
                            "text": "This flesh, then, is to be healed, because it belongs to ourselves: is not to be abandoned to destruction as if it were alien to our nature."
                        },
                        {
                            "verse": 40,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:40",
                            "text": "But Cain received that counsel of God in the spirit of one who did not wish to amend."
                        },
                        {
                            "verse": 41,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:41",
                            "text": "In fact, the vice of envy grew stronger in him; and, having entrapped his brother, he slew him."
                        },
                        {
                            "verse": 42,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:42",
                            "text": "Such was the founder of the earthly city."
                        },
                        {
                            "verse": 43,
                            "chapter": 7,
                            "name": "Augustine: City of God Book XV 7:43",
                            "text": "He was also a figure of the Jews who slew Christ the Shepherd of the flock of men, prefigured by Abel the shepherd of sheep: but as this is an allegorical and prophetical matter, I forbear to explain it now; besides, I remember that I have made some remarks upon it in writing against Faustus the Manichaean."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Augustine: City of God Book XV 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XV 8:1",
                            "text": "Chapter 8—What Cain's Reason Was for Building a City So Early in the History of the Human Race."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XV 8:2",
                            "text": "At present it is the history which I aim at defending, that Scripture may not be reckoned incredible when it relates that one man built a city at a time in which there seem to have been but four men upon earth, or rather indeed but three, after one brother slew the other,—to wit, the first man the father of all, and Cain himself, and his son Enoch, by whose name the city was itself called."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XV 8:3",
                            "text": "But they who are moved by this consideration forget to take into account that the writer of the sacred history does not necessarily mention all the men who might be alive at that time, but those only whom the scope of his work required him to name."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XV 8:4",
                            "text": "The design of that writer (who in this matter was the instrument of the Holy Ghost) was to descend to Abraham  through the successions of ascertained generations propagated from one man, and then to pass from Abraham's seed to the people of God, in whom, separated as they were from other nations, was prefigured and predicted all that relates to the city whose reign is eternal, and to its king and founder Christ, which things were foreseen in the Spirit as destined to come; yet neither is this object so effected as that nothing is said of the other society of men which we call the earthly city, but mention is made of it so far as seemed needful to enhance the glory of the heavenly city by contrast to its opposite."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XV 8:5",
                            "text": "Accordingly, when the divine Scripture, in mentioning the number of years which those men lived, concludes its account of each man of whom it speaks, with the words, \"And he begat sons and daughters, and all his days were so and so, and he died,\" are we to understand that, because it does not name those sons and daughters, therefore, during that long term of years over which one lifetime extended in those early days, there might not have been born very many men, by whose united numbers not one but several cities might have been built? But it suited the purpose of God, by whose inspiration these histories were composed, to arrange and distinguish from the first these two societies in their several generations,—that on the one side the generations of men, that is to say, of those who live according to man, and on the other side the generations of the sons of God, that is to say, of men living according to God, might be traced down together and yet apart from one another as far as the deluge, at which point their dissociation and association are exhibited: their dissociation, inasmuch as the generations of both lines are recorded in separate tables, the one line descending from the fratricide Cain, the other from Seth, who had been born to Adam instead of him whom his brother slew; their association, inasmuch as the good so deteriorated that the whole race became of such a character that it was swept away by the deluge, with the exception of one just man, whose name was Noah, and his wife and three sons and three daughters-in-law, which eight persons were alone deemed worthy to escape from that desolating visitation which destroyed all men."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XV 8:6",
                            "text": "Therefore, although it is written, \"And Cain knew his wife, and she conceived and bare Enoch, and he builded a city and called the name of the city after the name of his son Enoch,\" it does not follow that we are to believe this to have been his first-born; for we cannot suppose that this is proved by the expression \"he knew his wife,\" as if then for the first time he had had intercourse with her."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XV 8:7",
                            "text": "For in the case of Adam, the father of all, this expression is used not only when Cain, who seems to have been his first-born, was conceived, but also afterwards the same Scripture says, \"Adam knew Eve his wife, and she conceived, and bare a son, and called his name Seth\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XV 8:8",
                            "text": "Whence it is obvious that Scripture employs this expression neither always when a birth is recorded nor then only when the birth of a first-born is mentioned."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XV 8:9",
                            "text": "Neither is it necessary to suppose that Enoch was Cain's first-born because he named his city after him."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XV 8:10",
                            "text": "For it is quite possible that though he had other sons, yet for some reason the father loved him more than the rest."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XV 8:11",
                            "text": "Judah was not the first-born, though he gives his name to Judaea and the Jews."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XV 8:12",
                            "text": "But even though Enoch was the first-born of the city's founder, that is no reason for supposing that the father named the city after him as soon as he was born; for at that time he, being but a solitary man, could not have founded a civic community, which is nothing else than a multitude of men bound together by some associating tie."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XV 8:13",
                            "text": "But when his family increased to such numbers that he had quite a population, then it became possible to him both to build a city, and give it, when founded, the name of his son."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XV 8:14",
                            "text": "For so long was the life of those antediluvians, that he who lived the shortest time of those whose years are mentioned in Scripture attained to the age of 753 years."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XV 8:15",
                            "text": "And though no one attained the age of a thousand years, several exceeded the age of nine hundred."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Augustine: City of God Book XV 8:16",
                            "text": "Who then can doubt that during the lifetime of one man the human race might be so multiplied that there would be a population to build and occupy not one but several cities? And this might very readily be conjectured from the fact that from one man, Abraham, in not much more than four hundred years, the numbers of the Hebrew race so increased, that in the exodus of that people from Egypt there are recorded to have been six hundred thousand men capable of bearing arms, and this over and above the Idumaeans, who, though not numbered with Israel's descendants, were yet sprung from his brother, also a grandson of Abraham; and over and above the other nations which were of the same stock of Abraham, though not through Sarah,—that is, his descendants by Hagar and Keturah, the Ishmaelites, Midianites, etc."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Augustine: City of God Book XV 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XV 9:1",
                            "text": "Chapter 9—Of the Long Life and Greater Stature of the Antediluvians."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XV 9:2",
                            "text": "Wherefore no one who considerately weighs facts will doubt that Cain might have built a city, and that a large one, when it is observed how prolonged were the lives of men, unless perhaps some sceptic take exception to this very length of years which our authors ascribe to the antediluvians and deny that this is credible."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XV 9:3",
                            "text": "And so, too, they do not believe that the size of men's bodies was larger then than now, though the most esteemed of their own poets, Virgil, asserts the same, when he speaks of that huge stone which had been fixed as a landmark, and which a strong man of those ancient times snatched up as he fought, and ran, and hurled, and cast it,—  \"Scarce twelve strong men of later mould  That weight could on their necks uphold\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XV 9:4",
                            "text": "thus declaring his opinion that the earth then produced mightier men."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XV 9:5",
                            "text": "And if in the more recent times, how much more in the ages before the world-renowned deluge? But the large size of the primitive human body is often proved to the incredulous by the exposure of sepulchres, either through the wear of time or the violence of torrents or some accident, and in which bones of incredible size have been found or have rolled out."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XV 9:6",
                            "text": "I myself, along with some others, saw on the shore at Utica a man's molar tooth of such a size, that if it were cut down into teeth such as we have, a hundred, I fancy, could have been made out of it."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XV 9:7",
                            "text": "But that, I believe, belonged to some giant."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XV 9:8",
                            "text": "For though the bodies of ordinary men were then larger than ours, the giants surpassed all in stature."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XV 9:9",
                            "text": "And neither in our own age nor any other have there been altogether wanting instances of gigantic stature, though they may be few."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XV 9:10",
                            "text": "The younger Pliny, a most learned man, maintains that the older the world becomes, the smaller will be the bodies of men."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XV 9:11",
                            "text": "And he mentions that Homer in his poems often lamented the same decline; and this he does not laugh at as a poetical figment, but in his character of a recorder of natural wonders accepts it as historically true."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XV 9:12",
                            "text": "But, as I said, the bones which are from time to time discovered prove the size of the bodies of the ancients, and will do so to future ages, for they are slow to decay."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XV 9:13",
                            "text": "But the length of an antediluvian's life cannot now be proved by any such monumental evidence."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XV 9:14",
                            "text": "But we are not on this account to withhold our faith from the sacred history, whose statements of past fact we are the more inexcusable in discrediting, as we see the accuracy of its prediction of what was future."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XV 9:15",
                            "text": "And even that same Pliny tells us that there is still a nation in which men live 200 years."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Augustine: City of God Book XV 9:16",
                            "text": "If, then, in places unknown to us, men are believed to have a length of days which is quite beyond our own experience, why should we not believe the same of times distant from our own? Or are we to believe that in other places there is what is not here, while we do not believe that in other times there has been anything but what is now?."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Augustine: City of God Book XV 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XV 10:1",
                            "text": "Chapter 10—Of the Different Computation of the Ages of the Antediluvians, Given by the Hebrew Manuscripts and by Our Own."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XV 10:2",
                            "text": "Wherefore, although there is a discrepancy for which I cannot account between our manuscripts and the Hebrew, in the very number of years assigned to the antediluvians, yet the discrepancy is not so great that they do not agree about their longevity."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XV 10:3",
                            "text": "For the very first man, Adam, before he begot his son Seth, is in our manuscripts found to have lived 230 years, but in the Hebrew mss."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XV 10:4",
                            "text": "130 But after he begot Seth, our copies read that he lived 700 years, while the Hebrew give 800 And thus, when the two periods are taken together, the sum agrees."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XV 10:5",
                            "text": "And so throughout the succeeding generations, the period before the father begets a son is always made shorter by 100 years in the Hebrew, but the period after his son is begotten is longer by 100 years in the Hebrew than in our copies."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XV 10:6",
                            "text": "And thus, taking the two periods together, the result is the same in both."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XV 10:7",
                            "text": "And in the sixth generation there is no discrepancy at all."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XV 10:8",
                            "text": "In the seventh, however, of which Enoch is the representative, who is recorded to have been translated without death because he pleased God, there is the same discrepancy as in the first five generations, 100 years more being ascribed to him by our mss."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XV 10:9",
                            "text": "before he begat a son."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XV 10:10",
                            "text": "But still the result agrees; for according to both documents he lived before he was translated 365 years."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XV 10:11",
                            "text": "In the eighth generation the discrepancy is less than in the others, and of a different kind."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XV 10:12",
                            "text": "For Methuselah, whom Enoch begat, lived, before he begat his successor, not 100 years less, but 100 years more, according to the Hebrew reading; and in our  mss."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XV 10:13",
                            "text": "again these years are added to the period after he begat his son; so that in this case also the sum-total is the same."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XV 10:14",
                            "text": "And it is only in the ninth generation, that is, in the age of Lamech, Methuselah's son and Noah's father, that there is a discrepancy in the sum total; and even in this case it is slight."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XV 10:15",
                            "text": "For the Hebrew mss."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XV 10:16",
                            "text": "represent him as living twenty-four years more than ours assign to him."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XV 10:17",
                            "text": "For before he begat his son, who was called Noah, six years fewer are given to him by the Hebrew mss."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Augustine: City of God Book XV 10:18",
                            "text": "than by ours; but after he begat this son, they give him thirty years more than ours; so that, deducting the former six, there remains, as we said, a surplus of twenty-four."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Augustine: City of God Book XV 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XV 11:1",
                            "text": "Chapter 11—Of Methuselah's Age, Which Seems to Extend Fourteen Years Beyond the Deluge."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XV 11:2",
                            "text": "From this discrepancy between the Hebrew books and our own arises the well-known question as to the age of Methuselah; for it is computed that he lived for fourteen years after the deluge, though Scripture relates that of all who were then upon the earth only the eight souls in the ark escaped destruction by the flood, and of these Methuselah was not one."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XV 11:3",
                            "text": "For, according to our books, Methuselah, before he begat the son whom he called Lamech, lived 167 years; then Lamech himself, before his son Noah was born, lived 188 years, which together make 355 years."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XV 11:4",
                            "text": "Add to these the age of Noah at the date of the deluge, 600 years, and this gives a total of 955 from the birth of Methuselah to the year of the flood."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XV 11:5",
                            "text": "Now all the years of the life of Methuselah are computed to be 969; for when he had lived 167 years, and had begotten his son Lamech, he then lived after this 802 years, which makes a total, as we said, of 969 years."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XV 11:6",
                            "text": "From this, if we deduct 955 years from the birth of Methuselah to the flood, there remains fourteen years, which he is supposed to have lived after the flood."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XV 11:7",
                            "text": "And therefore some suppose that, though he was not on earth (in which it is agreed that every living thing which could not naturally live in water perished), he was for a time with his father, who had been translated, and that he lived there till the flood had passed away."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XV 11:8",
                            "text": "This hypothesis they adopt, that they may not cast a slight on the trustworthiness of versions which the Church has received into a position of high authority, and because they believe that the Jewish mss."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XV 11:9",
                            "text": "rather than our own are in error."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XV 11:10",
                            "text": "For they do not admit that this is a mistake of the translators, but maintain that there is a falsified statement in the original, from which, through the Greek, the Scripture has been translated into our own tongue."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XV 11:11",
                            "text": "They say that it is not credible that the seventy translators, who simultaneously and unanimously produced one rendering, could have erred, or, in a case in which no interest of theirs was involved, could have falsified their translation; but that the Jews, envying us our translation of their Law and Prophets, have made alterations in their texts so as to undermine the authority of ours."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XV 11:12",
                            "text": "This opinion or suspicion let each man adopt according to his own judgment."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XV 11:13",
                            "text": "Certain it is that Methuselah did not survive the flood, but died in the very year it occurred, if the numbers given in the Hebrew mss."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XV 11:14",
                            "text": "are true."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XV 11:15",
                            "text": "My own opinion regarding the seventy translators I will, with God's help, state more carefully in its own place, when I have come down (following the order which this work requires) to that period in which their translation was executed."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Augustine: City of God Book XV 11:16",
                            "text": "For the present question, it is enough that, according to our versions, the men of that age had lives so long as to make it quite possible that, during the lifetime of the first-born of the two sole parents then on earth, the human race multiplied sufficiently to form a community."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Augustine: City of God Book XV 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XV 12:1",
                            "text": "Chapter 12—Of the Opinion of Those Who Do Not Believe that in These Primitive Times Men Lived So Long as is Stated."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XV 12:2",
                            "text": "For they are by no means to be listened to who suppose that in those times years were differently reckoned, and were so short that one of our years may be supposed to be equal to ten of theirs."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XV 12:3",
                            "text": "So that they say, when we read or hear that some man lived 900 years, we should understand ninety, ten of those years making but one of ours, and ten of ours equalling 100 of theirs."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XV 12:4",
                            "text": "Consequently, as they suppose, Adam was twenty-three years of age when he begat Seth, and Seth himself was twenty years and six months old when his son Enos was born, though the Scripture calls these months 205 years."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XV 12:5",
                            "text": "For, on the hypothesis of those whose opinion we are explaining, it was customary to divide one such year as we have into ten parts, and to call each part a year."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XV 12:6",
                            "text": "And each of these parts was composed of six days squared; because God finished His works in six days, that He might rest the seventh."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XV 12:7",
                            "text": "Of this I disputed according to my ability in the eleventh book."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XV 12:8",
                            "text": "Now six squared, or six times six, gives thirty-six days; and this multiplied by ten amounts to  360 days, or twelve lunar months."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XV 12:9",
                            "text": "As for the five remaining days which are needed to complete the solar year, and for the fourth part of a day, which requires that into every fourth or leap-year a day be added, the ancients added such days as the Romans used to call \"intercalary,\" in order to complete the number of the years."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XV 12:10",
                            "text": "So that Enos, Seth's son, was nineteen years old when his son Cainan was born, though Scripture calls these years 190 And so through all the generations in which the ages of the antediluvians are given, we find in our versions that almost no one begat a son at the age of 100 or under, or even at the age of 120 or thereabouts; but the youngest fathers are recorded to have been 160 years old and upwards."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XV 12:11",
                            "text": "And the reason of this, they say, is that no one can beget children when he is ten years old, the age spoken of by those men as 100, but that sixteen is the age of puberty, and competent now to propagate offspring; and this is the age called by them 160 And that it may not be thought incredible that in these days the year was differently computed from our own, they adduce what is recorded by several writers of history, that the Egyptians had a year of four months, the Acarnanians of six, and the Lavinians of thirteen months."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XV 12:12",
                            "text": "The younger Pliny, after mentioning that some writers reported that one man had lived 152 years, another ten more, others 200, others 300, that some had even reached 500 and 600, and a few 800 years of age, gave it as his opinion that all this must be ascribed to mistaken computation."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XV 12:13",
                            "text": "For some, he says, make summer and winter each a year; others make each season a year, like the Arcadians, whose years, he says, were of three months."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XV 12:14",
                            "text": "He added, too, that the Egyptians, of whose little years of four months we have spoken already, sometimes terminated their year at the wane of each moon; so that with them there are produced lifetimes of 1000 years."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XV 12:15",
                            "text": "By these plausible arguments certain persons, with no desire to weaken the credit of this sacred history, but rather to facilitate belief in it by removing the difficulty of such incredible longevity, have been themselves persuaded, and think they act wisely in persuading others, that in these days the year was so brief that ten of their years equal but one of ours, while ten of ours equal 100 of theirs."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XV 12:16",
                            "text": "But there is the plainest evidence to show that this is quite false."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XV 12:17",
                            "text": "Before producing this evidence, however, it seems right to mention a conjecture which is yet more plausible."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XV 12:18",
                            "text": "From the Hebrew manuscripts we could at once refute this confident statement; for in them Adam is found to have lived not 230 but 130 years before he begat his third son."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XV 12:19",
                            "text": "If, then, this mean thirteen years by our ordinary computation, then he must have begotten his first son when he was only twelve or thereabouts."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XV 12:20",
                            "text": "Who can at this age beget children according to the ordinary and familiar course of nature? But not to mention him, since it is possible he may have been able to beget his like as soon as he was created,—for it is not credible that he was created so little as our infants are,—not to mention him, his son was not 205 years old when he begot Enos, as our versions have it, but 105, and consequently, according to this idea, was not eleven years old."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "Augustine: City of God Book XV 12:21",
                            "text": "But what shall I say of his son Cainan, who, though by our version 170 years old, was by the Hebrew text seventy when he beget Mahalaleel? If seventy years in those times meant only seven of our years, what man of seven years old begets children?."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Augustine: City of God Book XV 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XV 13:1",
                            "text": "Chapter 13—Whether, in Computing Years, We Ought to Follow the Hebrew or the Septuagint."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XV 13:2",
                            "text": "But if I say this, I shall presently be answered, It is one of the Jews' lies."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XV 13:3",
                            "text": "This, however, we have disposed of above, showing that it cannot be that men of so just a reputation as the seventy translators should have falsified their version."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XV 13:4",
                            "text": "However, if I ask them which of the two is more credible, that the Jewish nation, scattered far and wide, could have unanimously conspired to forge this lie, and so, through envying others the authority of their Scriptures, have deprived themselves of their verity; or that seventy men, who were also themselves Jews, shut up in one place (for Ptolemy king of Egypt had got them together for this work), should have envied foreign nations that same truth, and by common consent inserted these errors: who does not see which can be more naturally and readily believed? But far be it from any prudent man to believe either that the Jews, however malicious and wrong-headed, could have tampered with so many and so widely-dispersed manuscripts; or that those renowned seventy individuals had any common purpose to grudge the truth to the nations."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XV 13:5",
                            "text": "One must therefore more plausibly maintain, that when first their labors began to be transcribed from the copy in Ptolemy's library, some such misstatement might find its way into the first copy made, and from it might be disseminated far and wide; and that this might arise from no fraud, but from a mere copyist's error."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XV 13:6",
                            "text": "This  is a sufficiently plausible account of the difficulty regarding Methuselah's life, and of that other case in which there is a difference in the total of twenty-four years."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XV 13:7",
                            "text": "But in those cases in which there is a methodical resemblance in the falsification, so that uniformly the one version allots to the period before a son and successor is born 100 years more than the other, and to the period subsequent 100 years less, and vice versâ, so that the totals may agree,—and this holds true of the first, second, third, fourth, fifth, and seventh generations,—in these cases error seems to have, if we may say so, a certain kind of constancy, and savors not of accident, but of design."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XV 13:8",
                            "text": "Accordingly, that diversity of numbers which distinguishes the Hebrew from the Greek and Latin copies of Scripture, and which consists of a uniform addition and deduction of 100 years in each lifetime for several consecutive generations, is to be attributed neither to the malice of the Jews nor to men so diligent and prudent as the seventy translators, but to the error of the copyist who was first allowed to transcribe the manuscript from the library of the above-mentioned king."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XV 13:9",
                            "text": "For even now, in cases where numbers contribute nothing to the easier comprehension or more satisfactory knowledge of anything, they are both carelessly transcribed, and still more carelessly emended."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XV 13:10",
                            "text": "For who will trouble himself to learn how many thousand men the several tribes of Israel contained? He sees no resulting benefit of such knowledge."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XV 13:11",
                            "text": "Or how many men are there who are aware of the vast advantage that lies hid in this knowledge? But in this case, in which during so many consecutive generations 100 years are added in one manuscript where they are not reckoned in the other, and then, after the birth of the son and successor, the years which were wanting are added, it is obvious that the copyist who contrived this arrangement designed to insinuate that the antediluvians lived an excessive number of years only because each year was excessively brief, and that he tried to draw the attention to this fact by his statement of their age of puberty at which they became able to beget children."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XV 13:12",
                            "text": "For, lest the incredulous might stumble at the difficulty of so long a lifetime, he insinuated that 100 of their years equalled but ten of ours; and this insinuation he conveyed by adding 100 years whenever he found the age below 160 years or thereabouts, deducting these years again from the period after the son's birth, that the total might harmonize."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XV 13:13",
                            "text": "By this means he intended to ascribe the generation of offspring to a fit age, without diminishing the total sum of years ascribed to the lifetime of the individuals."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XV 13:14",
                            "text": "And the very fact that in the sixth generation he departed from this uniform practice, inclines us all the rather to believe that when the circumstance we have referred to required his alterations, he made them; seeing that when this circumstance did not exist, he made no alteration."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XV 13:15",
                            "text": "For in the same generation he found in the Hebrew ms."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XV 13:16",
                            "text": ", that Jared lived before he begat Enoch 162 years, which, according to the short year computation, is sixteen years and somewhat less than two months, an age capable of procreation; and therefore it was not necessary to add 100 short years, and so make the age twenty-six years of the usual length; and of course it was not necessary to deduct, after the son's birth, years which he had not added before it."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XV 13:17",
                            "text": "And thus it comes to pass that in this instance there is no variation between the two manuscripts."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XV 13:18",
                            "text": "This is corroborated still further by the fact that in the eighth generation, while the Hebrew books assign 182 years to Methuselah before Lamech's birth, ours assign to him twenty less, though usually 100 years are added to this period; then, after Lamech's birth, the twenty years are restored, so as to equalize the total in the two books."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XV 13:19",
                            "text": "For if his design was that these 170 years be understood as seventeen, so as to suit the age of puberty, as there was no need for him adding anything, so there was none for his subtracting anything; for in this case he found an age fit for the generation of children, for the sake of which he was in the habit of adding those 100 years in cases where he did not find the age already sufficient."
                        },
                        {
                            "verse": 20,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XV 13:20",
                            "text": "This difference of twenty years we might, indeed, have supposed had happened accidentally, had he not taken care to restore them afterwards as he had deducted them from the period before, so that there might be no deficiency in the total."
                        },
                        {
                            "verse": 21,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XV 13:21",
                            "text": "Or are we perhaps to suppose that there was the still more astute design of concealing the deliberate and uniform addition of 100 years to the first period and their deduction from the subsequent period—did he design to conceal this by doing something similar, that is to say, adding and deducting, not indeed a century, but some years, even in a case in which there was no need for his doing so? But whatever may be thought of this, whether it be believed that he did so or not, whether, in fine, it be so or not, I would have no manner of doubt that when any diversity is found in the books, since both cannot be true to fact, we do well  to believe in preference that language out of which the translation was made into another by translators."
                        },
                        {
                            "verse": 22,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XV 13:22",
                            "text": "For there are three Greek mss."
                        },
                        {
                            "verse": 23,
                            "chapter": 13,
                            "name": "Augustine: City of God Book XV 13:23",
                            "text": ", one Latin, and one Syriac, which agree with one another, and in all of these Methuselah is said to have died six years before the deluge."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Augustine: City of God Book XV 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XV 14:1",
                            "text": "Chapter 14—That the Years in Those Ancient Times Were of the Same Length as Our Own."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XV 14:2",
                            "text": "Let us now see how it can be plainly made out that in the enormously protracted lives of those men the years were not so short that ten of their years were equal to only one of ours, but were of as great length as our own, which are measured by the course of the sun."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XV 14:3",
                            "text": "It is proved by this, that Scripture states that the flood occurred in the six hundredth year of Noah's life."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XV 14:4",
                            "text": "But why in the same place is it also written, \"The waters of the flood were upon the earth in the six hundredth year of Noah's life, in the second month, the twenty-seventh day of the month,\" if that very brief year (of which it took ten to make one of ours) consisted of thirty-six days? For so scant a year, if the ancient usage dignified it with the name of year, either has not months, or this month must be three days, so that it may have twelve of them."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XV 14:5",
                            "text": "How then was it here said, \"In the six hundredth year, the second month, the twenty-seventh day of the month,\" unless the months then were of the same length as the months now? For how else could it be said that the flood began on the twenty-seventh day of the second month? Then afterwards, at the end of the flood, it is thus written: \"And the ark rested in the seventh month, on the twenty-seventh day of the month, on the mountains of Ararat."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XV 14:6",
                            "text": "And the waters decreased continually until the eleventh month: on the first day of the month were the tops of the mountains seen\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XV 14:7",
                            "text": "But if the months were such as we have, then so were the years."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XV 14:8",
                            "text": "And certainly months of three days each could not have a twenty-seventh day."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XV 14:9",
                            "text": "Or if every measure of time was diminished in proportion, and a thirtieth part of three days was then called a day, then that great deluge, which is recorded to have lasted forty days and forty nights, was really over in less than four of our days."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XV 14:10",
                            "text": "Who can away with such foolishness and absurdity? Far be this error from us,—an error which seeks to build up our faith in the divine Scriptures on false conjecture only to demolish our faith at another point."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XV 14:11",
                            "text": "It is plain that the day then was what it now is, a space of four-and-twenty hours, determined by the lapse of day and night; the month then equal to the month now, which is defined by the rise and completion of one moon; the year then equal to the year now, which is completed by twelve lunar months, with the addition of five days and a fourth to adjust it with the course of the sun."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XV 14:12",
                            "text": "It was a year of this length which was reckoned the six hundredth of Noah's life, and in the second month, the twenty-seventh day of the month, the flood began,—a flood which, as is recorded, was caused by heavy rains continuing for forty days, which days had not only two hours and a little more, but four-and-twenty hours, completing a night and a day."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XV 14:13",
                            "text": "And consequently those antediluvians lived more than 900 years, which were years as long as those which afterwards Abraham lived 175 of, and after him his son Isaac 180, and his son Jacob nearly 150, and some time after, Moses 120, and men now seventy or eighty, or not much longer, of which years it is said, \"their strength is labor and sorrow\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XV 14:14",
                            "text": "But that discrepancy of numbers which is found to exist between our own and the Hebrew text does not touch the longevity of the ancients; and if there is any diversity so great that both versions cannot be true, we must take our ideas of the real facts from that text out of which our own version has been translated."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XV 14:15",
                            "text": "However, though any one who pleases has it in his power to correct this version, yet it is not unimportant to observe that no one has presumed to emend the Septuagint from the Hebrew text in the many places where they seem to disagree."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XV 14:16",
                            "text": "For this difference has not been reckoned a falsification; and for my own part I am persuaded it ought not to be reckoned so."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XV 14:17",
                            "text": "But where the difference is not a mere copyist's error, and where the sense is agreeable to truth and illustrative of truth, we must believe that the divine Spirit prompted them to give a varying version, not in their function of translators, but in the liberty of prophesying."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XV 14:18",
                            "text": "And therefore we find that the apostles justly sanction the Septuagint, by quoting it as well as the Hebrew when they adduce proofs from the Scriptures."
                        },
                        {
                            "verse": 19,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XV 14:19",
                            "text": "But as I have promised to treat this subject more carefully, if God help me, in a more fitting place, I will now go on with the matter in hand."
                        },
                        {
                            "verse": 20,
                            "chapter": 14,
                            "name": "Augustine: City of God Book XV 14:20",
                            "text": "For there can be no doubt that, the lives of men being so long, the first-born of the first man could have built a city,—a city, however, which was earthly, and not that which is called the city of God, to describe which we have taken in hand this great work."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Augustine: City of God Book XV 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XV 15:1",
                            "text": "Chapter 15—Whether It is Credible that the Men of the Primitive Age Abstained from Sexual Intercourse Until that Date at Which It is Recorded that They Begat Children."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XV 15:2",
                            "text": "Some one, then, will say, Is it to be believed that a man who intended to beget children, and had no intention of continence, abstained from sexual intercourse a hundred years and more, or even, according to the Hebrew version, only a little less, say eighty, seventy, or sixty years; or, if he did not abstain, was unable to beget offspring? This question admits of two solutions."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XV 15:3",
                            "text": "For either puberty was so much later as the whole life was longer, or, which seems to me more likely, it is not the first-born sons that are here mentioned, but those whose names were required to fill up the series until Noah was reached, from whom again we see that the succession is continued to Abraham, and after him down to that point of time until which it was needful to mark by pedigree the course of the most glorious city, which sojourns as a stranger in this world, and seeks the heavenly country."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XV 15:4",
                            "text": "That which is undeniable is that Cain was the first who was born of man and woman."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XV 15:5",
                            "text": "For had he not been the first who was added by birth to the two unborn persons, Adam could not have said what he is recorded to have said, \"I have gotten a man by the Lord\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XV 15:6",
                            "text": "He was followed by Abel, whom the elder brother slew, and who was the first to show by a kind of foreshadowing of the sojourning city of God, what iniquitous persecutions that city would suffer at the hands of wicked and, as it were, earth-born men, who love their earthly origin, and delight in the earthly happiness of the earthly city."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XV 15:7",
                            "text": "But how old Adam was when he begat these sons does not appear."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XV 15:8",
                            "text": "After this the generations diverge, the one branch deriving from Cain, the other from him whom Adam begot in the room of Abel slain by his brother, and whom he called Seth, saying, as it is written, \"For God hath raised me up another seed for Abel whom Cain slew\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XV 15:9",
                            "text": "These two series of generations accordingly, the one of Cain, the other of Seth, represent the two cities in their distinctive ranks, the one the heavenly city, which sojourns on earth, the other the earthly, which gapes after earthly joys, and grovels in them as if they were the only joys."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XV 15:10",
                            "text": "But though eight generations, including Adam, are registered before the flood, no man of Cain's line has his age recorded at which the son who succeeded him was begotten."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XV 15:11",
                            "text": "For the Spirit of God refused to mark the times before the flood in the generations of the earthly city, but preferred to do so in the heavenly line, as if it were more worthy of being remembered."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XV 15:12",
                            "text": "Further, when Seth was born, the age of his father is mentioned; but already he had begotten other sons, and who will presume to say that Cain and Abel were the only ones previously begotten? For it does not follow that they alone had been begotten of Adam, because they alone were named in order to continue the series of generations which it was desirable to mention."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XV 15:13",
                            "text": "For though the names of all the rest are buried in silence, yet it is said that Adam begot sons and daughters; and who that cares to be free from the charge of temerity will dare to say how many his offspring numbered? It was possible enough that Adam was divinely prompted to say, after Seth was born, \"For God hath raised up to me another seed for Abel,\" because that son was to be capable of representing Abel's holiness, not because he was born first after him in point of time."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XV 15:14",
                            "text": "Then because it is written, \"And Seth lived 205 years,\" or, according to the Hebrew reading, \"105 years, and begat Enos,\" who but a rash man could affirm that this was his first-born? Will any man do so to excite our wonder, and cause us to inquire how for so many years he remained free from sexual intercourse, though without any purpose of continuing so, or how, if he did not abstain, he yet had no children? Will any man do so when it is written of him, \"And he begat sons and daughters, and all the days of Seth were 912 years, and he died?\" And similarly regarding those whose years are afterwards mentioned, it is not disguised that they begat sons and daughters."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XV 15:15",
                            "text": "Consequently it does not at all appear whether he who is named as the son was himself the first begotten."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XV 15:16",
                            "text": "Nay, since it is incredible that those fathers were either so long in attaining puberty, or could not get wives, or could not impregnate them, it is also incredible that those sons were their first-born."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XV 15:17",
                            "text": "But as the writer of the sacred history designed to descend by well-marked intervals through a series of generations to the birth and life of Noah, in whose time the flood occurred, he mentioned not those sons who were first begotten, but those by whom the succession was handed down."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XV 15:18",
                            "text": "Let me make this clearer by here inserting an example, in regard to which no one can have any doubt that what I am asserting is true."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XV 15:19",
                            "text": "The evangelist Matthew, where he designs to commit to our memories the generation of the Lord's flesh by a series of parents,  beginning from Abraham and intending to reach David, says, \"Abraham begat Isaac;\" why did he not say Ishmael, whom he first begat? Then \"Isaac begat Jacob;\" why did he not say Esau, who was the first-born? Simply because these sons would not have helped him to reach David."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XV 15:20",
                            "text": "Then follows, \"And Jacob begat Judah and his brethren:\" was Judah the first begotten? \"Judah,\" he says, \"begat Pharez and Zara;\" yet neither were these twins the first-born of Judah, but before them he had begotten three other sons."
                        },
                        {
                            "verse": 21,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XV 15:21",
                            "text": "And so in the order of the generations he retained those by whom he might reach David, so as to proceed onwards to the end he had in view."
                        },
                        {
                            "verse": 22,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XV 15:22",
                            "text": "And from this we may understand that the antediluvians who are mentioned were not the first-born, but those through whom the order of the succeeding generations might be carried on to the patriarch Noah."
                        },
                        {
                            "verse": 23,
                            "chapter": 15,
                            "name": "Augustine: City of God Book XV 15:23",
                            "text": "We need not, therefore, weary ourselves with discussing the needless and obscure question as to their lateness of reaching puberty."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Augustine: City of God Book XV 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XV 16:1",
                            "text": "Chapter 16—Of Marriage Between Blood-Relations, in Regard to Which the Present Law Could Not Bind the Men of the Earliest Ages."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XV 16:2",
                            "text": "As, therefore, the human race, subsequently to the first marriage of the man who was made of dust, and his wife who was made out of his side, required the union of males and females in order that it might multiply, and as there were no human beings except those who had been born of these two, men took their sisters for wives,—an act which was as certainly dictated by necessity in these ancient days as afterwards it was condemned by the prohibitions of religion."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XV 16:3",
                            "text": "For it is very reasonable and just that men, among whom concord is honorable and useful, should be bound together by various relationships; and one man should not himself sustain many relationships, but that the various relationships should be distributed among several, and should thus serve to bind together the greatest number in the same social interests."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XV 16:4",
                            "text": "\"Father\" and \"father-in-law\" are the names of two relationships."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XV 16:5",
                            "text": "When, therefore, a man has one person for his father, another for his father-in-law, friendship extends itself to a larger number."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XV 16:6",
                            "text": "But Adam in his single person was obliged to hold both relations to his sons and daughters, for brothers and sisters were united in marriage."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XV 16:7",
                            "text": "So too Eve his wife was both mother and mother-in-law to her children of both sexes; while, had there been two women, one the mother, the other the mother-in-law, the family affection would have had a wider field."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XV 16:8",
                            "text": "Then the sister herself by becoming a wife sustained in her single person two relationships, which, had they been distributed among individuals, one being sister, and another being wife, the family tie would have embraced a greater number of persons."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XV 16:9",
                            "text": "But there was then no material for effecting this, since there were no human beings but the brothers and sisters born of those two first parents."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XV 16:10",
                            "text": "Therefore, when an abundant population made it possible, men ought to choose for wives women who were not already their sisters; for not only would there then be no necessity for marrying sisters, but, were it done, it would be most abominable."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XV 16:11",
                            "text": "For if the grandchildren of the first pair, being now able to choose their cousins for wives, married their sisters, then it would no longer be only two but three relationships that were held by one man, while each of these relationships ought to have been held by a separate individual, so as to bind together by family affection a larger number."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XV 16:12",
                            "text": "For one man would in that case be both father, and father-in-law, and uncle to his own children (brother and sister now man and wife); and his wife would be mother, aunt, and mother-in-law to them; and they themselves would be not only brother and sister, and man and wife, but cousins also, being the children of brother and sister."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XV 16:13",
                            "text": "Now, all these relationships, which combined three men into one, would have embraced nine persons had each relationship been held by one individual, so that a man had one person for his sister, another his wife, another his cousin, another his father, another his uncle, another his father-in-law, another his mother, another his aunt, another his mother-in-law; and thus the social bond would not have been tightened to bind a few, but loosened to embrace a larger number of relations."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XV 16:14",
                            "text": "And we see that, since the human race has increased and multiplied, this is so strictly observed even among the profane worshippers of many and false gods, that though their laws perversely allow a brother to marry his sister, yet custom, with a finer morality, prefers to forego this license; and though it was quite allowable in the earliest ages of the human race to marry one's sister, it is now abhorred as a thing which no circumstances could justify."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XV 16:15",
                            "text": "For custom has very great power either to attract or to shock human feeling."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XV 16:16",
                            "text": "And in this matter, while it restrains concupiscence  within due bounds, the man who neglects and disobeys it is justly branded as abominable."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XV 16:17",
                            "text": "For if it is iniquitous to plough beyond our own boundaries through the greed of gain, is it not much more iniquitous to transgress the recognized boundaries of morals through sexual lust? And with regard to marriage in the next degree of consanguinity, marriage between cousins, we have observed that in our own time the customary morality has prevented this from being frequent, though the law allows it."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XV 16:18",
                            "text": "It was not prohibited by divine law, nor as yet had human law prohibited it; nevertheless, though legitimate, people shrank from it, because it lay so close to what was illegitimate, and in marrying a cousin seemed almost to marry a sister,—for cousins are so closely related that they are called brothers and sisters, and are almost really so."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XV 16:19",
                            "text": "But the ancient fathers, fearing that near relationship might gradually in the course of generations diverge, and become distant relationship, or cease to be relationship at all, religiously endeavored to limit it by the bond of marriage before it became distant, and thus, as it were, to call it back when it was escaping them."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XV 16:20",
                            "text": "And on this account, even when the world was full of people, though they did not choose wives from among their sisters or half-sisters, yet they preferred them to be of the same stock as themselves."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XV 16:21",
                            "text": "But who doubts that the modern prohibition of the marriage even of cousins is the more seemly regulation—not merely on account of the reason we have been urging, the multiplying of relationships, so that one person might not absorb two, which might be distributed to two persons, and so increase the number of people bound together as a family, but also because there is in human nature I know not what natural and praiseworthy shamefacedness which restrains us from desiring that connection which, though for propagation, is yet lustful and which even conjugal modesty blushes over, with any one to whom consanguinity bids us render respect?  The sexual intercourse of man and woman, then, is in the case of mortals a kind of seed-bed of the city; but while the earthly city needs for its population only generation, the heavenly needs also regeneration to rid it of the taint of generation."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XV 16:22",
                            "text": "Whether before the deluge there was any bodily or visible sign of regeneration, such as was afterwards enjoined upon Abraham when he was circumcised, or what kind of sign it was, the sacred history does not inform us."
                        },
                        {
                            "verse": 23,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XV 16:23",
                            "text": "But it does inform us that even these earliest of mankind sacrificed to God, as appeared also in the case of the two first brothers; Noah, too, is said to have offered sacrifices to God when he had come forth from the ark after the deluge."
                        },
                        {
                            "verse": 24,
                            "chapter": 16,
                            "name": "Augustine: City of God Book XV 16:24",
                            "text": "And concerning this subject we have already said in the foregoing books that the devils arrogate to themselves divinity, and require sacrifice that they may be esteemed gods, and delight in these honors on no other account than this, because they know that true sacrifice is due to the true God."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Augustine: City of God Book XV 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XV 17:1",
                            "text": "Chapter 17—Of the Two Fathers and Leaders Who Sprang from One Progenitor."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XV 17:2",
                            "text": "Since, then, Adam was the father of both lines,—the father, that is to say, both of the line which belonged to the earthly, and of that which belonged to the heavenly city,—when Abel was slain, and by his death exhibited a marvellous mystery, there were henceforth two lines proceeding from two fathers, Cain and Seth, and in those sons of theirs, whom it behoved to register, the tokens of these two cities began to appear more distinctly."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XV 17:3",
                            "text": "For Cain begat Enoch, in whose name he built a city, an earthly one, which was not from home in this world, but rested satisfied with its temporal peace and happiness."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XV 17:4",
                            "text": "Cain, too, means \"possession;\" wherefore at his birth either his father or mother said,\" I have gotten a man through God\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XV 17:5",
                            "text": "Then Enoch means \"dedication;\" for the earthly city is dedicated in this world in which it is built, for in this world it finds the end towards which it aims and aspires."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XV 17:6",
                            "text": "Further, Seth signifies \"resurrection,\" and Enos his son signifies \"man,\" not as Adam, which also signifies man, but is used in Hebrew indifferently for man and woman, as it is written, \"Male and female created He them, and blessed them, and called their name Adam,\" leaving no room to doubt that though the woman was distinctively called Eve, yet the name Adam, meaning man, was common to both."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XV 17:7",
                            "text": "But Enos means man in so restricted a sense, that Hebrew linguists tell us it cannot be applied to woman: it is the equivalent of the \"child of the resurrection,\" when they neither marry nor are given in marriage."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XV 17:8",
                            "text": "For there shall be no generation in that place to which regeneration shall have brought us."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XV 17:9",
                            "text": "Wherefore I think it not immaterial to observe that in those generations which are propagated from him who is called Seth, although daughters as well as sons are said to have been begotten, no woman is expressly registered by name; but in those which sprang from Cain at the very termination to which the line runs, the last person named as begotten is a woman."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XV 17:10",
                            "text": "For we read, \"Methusael begat Lamech."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XV 17:11",
                            "text": "And Lamech took unto him two wives: the name of the one was Adah, and the name of the other Zillah."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XV 17:12",
                            "text": "And Adah bare Jabal: he was the father of the shepherds that dwell in tents."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XV 17:13",
                            "text": "And his brother's name was Jubal: he was the father of all such as handle the harp and organ."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XV 17:14",
                            "text": "And Zillah, she also bare Tubal-cain, an instructor of every artificer in brass and iron: and the sister of Tubal-cain was Naamah\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XV 17:15",
                            "text": "Here terminate all the generations of Cain, being eight in number, including Adam,—to wit, seven from Adam to Lamech, who married two wives, and whose children, among whom a woman also is named, form the eighth generation."
                        },
                        {
                            "verse": 16,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XV 17:16",
                            "text": "Whereby it is elegantly signified that the earthly city shall to its termination have carnal generations proceeding from the intercourse of males and females."
                        },
                        {
                            "verse": 17,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XV 17:17",
                            "text": "And therefore the wives themselves of the man who is the last named father of Cain's line, are registered in their own names,—a practice nowhere followed before the deluge save in Eve's case."
                        },
                        {
                            "verse": 18,
                            "chapter": 17,
                            "name": "Augustine: City of God Book XV 17:18",
                            "text": "Now as Cain, signifying possession, the founder of the earthly city, and his son Enoch, meaning dedication, in whose name it was founded, indicate that this city is earthly both in its beginning and in its end,—a city in which nothing more is hoped for than can be seen in this world,—so Seth, meaning resurrection, and being the father of generations registered apart from the others, we must consider what this sacred history says of his son."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Augustine: City of God Book XV 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XV 18:1",
                            "text": "Chapter 18—The Significance of Abel, Seth, and Enos to Christ and His Body the Church."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XV 18:2",
                            "text": "\"And to Seth,\" it is said, \"there was born a son, and he called his name Enos: he hoped to call on the name of the Lord God\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XV 18:3",
                            "text": "Here we have a loud testimony to the truth."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XV 18:4",
                            "text": "Man, then, the son of the resurrection, lives in hope: he lives in hope as long as the city of God, which is begotten by faith in the resurrection, sojourns in this world."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XV 18:5",
                            "text": "For in these two men, Abel, signifying \"grief,\" and his brother Seth, signifying \"resurrection,\" the death of Christ and His life from the dead are prefigured."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XV 18:6",
                            "text": "And by faith in these is begotten in this world the city of God, that is to say, the man who has hoped to call on the name of the Lord."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XV 18:7",
                            "text": "\"For by hope,\" says the apostle, \"we are saved: but hope that is seen is not hope: for what a man seeth, why doth he yet hope for? But if we hope for that we see not, then do we with patience wait for it\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XV 18:8",
                            "text": "Who can avoid referring this to a profound mystery? For did not Abel hope to call upon the name of the Lord God when his sacrifice is mentioned in Scripture as having been accepted by God? Did not Seth himself hope to call on the name of the Lord God, of whom it was said, \"For God hath appointed me another seed instead of Abel?\" Why then is this which is found to be common to all the godly specially attributed to Enos, unless because it was fit that in him, who is mentioned as the first-born of the father of those generations which were separated to the better part of the heavenly city, there should be a type of the man, or society of men, who live not according to man in contentment with earthly felicity, but according to God in hope of everlasting felicity? And it was not said, \"He hoped in the Lord God,\" nor \"He called on the name of the Lord God,\" but \"He hoped to call on the name of the Lord God\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XV 18:9",
                            "text": "And what does this \"hoped to call\" mean, unless it is a prophecy that a people should arise who, according to the election of grace, would call on the name of the Lord God? It is this which has been said by another prophet, and which the apostle interprets of the people who belong to the grace of God: \"And it shall be that whosoever shall call upon the name of the Lord shall be saved\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XV 18:10",
                            "text": "For these two expressions, \"And he called his name Enos, which means man,\" and \"He hoped to call on the name of the Lord God,\" are sufficient proof that man ought not to rest his hopes in himself; as it is elsewhere written, \"Cursed is the man that trusteth in man\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Augustine: City of God Book XV 18:11",
                            "text": "Consequently no one ought to trust in himself that he shall become a citizen of that other city which is not dedicated in the name of Cain's son in this present time, that is to say, in the fleeting course of this mortal world, but in the immortality of perpetual blessedness."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Augustine: City of God Book XV 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XV 19:1",
                            "text": "Chapter 19—The Significance Of Enoch's Translation."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XV 19:2",
                            "text": "For that line also of which Seth is the father has the name \"Dedication\" in the seventh generation from Adam, counting Adam."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XV 19:3",
                            "text": "For the seventh from him is Enoch, that is, Dedication."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XV 19:4",
                            "text": "But this is that man who was translated because he pleased God, and who held in the order of the generations a remarkable place, being the seventh from Adam, a number signalized by the consecration of the Sabbath."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XV 19:5",
                            "text": "But, counting from the diverging point of the two lines, or from Seth, he was the sixth."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XV 19:6",
                            "text": "Now it was on the sixth day God made man, and consummated His works."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XV 19:7",
                            "text": "But the translation of Enoch prefigured our  deferred dedication; for though it is indeed already accomplished in Christ our Head, who so rose again that He shall die no more, and who was Himself also translated, yet there remains another dedication of the whole house, of which Christ Himself is the foundation, and this dedication is deferred till the end, when all shall rise again to die no more."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XV 19:8",
                            "text": "And whether it is the house of God, or the temple of God, or the city of God, that is said to be dedicated, it is all the same, and equally in accordance with the usage of the Latin language."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XV 19:9",
                            "text": "For Virgil himself calls the city of widest empire \"the house of Assaracus,\" meaning the Romans, who were descended through the Trojans from Assaracus."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XV 19:10",
                            "text": "He also calls them the house of aeneas, because Rome was built by those Trojans who had come to Italy under aeneas."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Augustine: City of God Book XV 19:11",
                            "text": "For that poet imitated the sacred writings, in which the Hebrew nation, though so numerous, is called the house of Jacob."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Augustine: City of God Book XV 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:1",
                            "text": "Chapter 20—How It is that Cain's Line Terminates in the Eighth Generation, While Noah, Though Descended from the Same Father, Adam, is Found to Be the Tenth from Him."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:2",
                            "text": "Some one will say, If the writer of this history intended, in enumerating the generations from Adam through his son Seth, to descend through them to Noah, in whose time the deluge occurred, and from him again to trace the connected generations down to Abraham, with whom Matthew begins the pedigree of Christ the eternal King of the city of God, what did he intend by enumerating the generations from Cain, and to what terminus did he mean to trace them? We reply, To the deluge, by which the whole stock of the earthly city was destroyed, but repaired by the sons of Noah."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:3",
                            "text": "For the earthly city and community of men who live after the flesh will never fail until the end of this world, of which our Lord says, \"The children of this world generate, and are generated\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:4",
                            "text": "But the city of God, which sojourns in this world, is conducted by regeneration to the world to come, of which the children neither generate nor are generated."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:5",
                            "text": "In this world generation is common to both cities; though even now the city of God has many thousand citizens who abstain from the act of generation; yet the other city also has some citizens who imitate these, though erroneously."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:6",
                            "text": "For to that city belong also those who have erred from the faith, and introduced divers heresies; for they live according to man, not according to God."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:7",
                            "text": "And the Indian gymnosophists, who are said to philosophize in the solitudes of India in a state of nudity, are its citizens; and they abstain from marriage."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:8",
                            "text": "For continence is not a good thing, except when it is practised in the faith of the highest good, that is, God."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:9",
                            "text": "Yet no one is found to have practised it before the deluge; for indeed even Enoch himself, the seventh from Adam, who is said to have been translated without dying, begat sons and daughters before he was translated, and among these was Methuselah, by whom the succession of the recorded generations is maintained."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:10",
                            "text": "Why, then, is so small a number of Cain's generations registered, if it was proper to trace them to the deluge, and if there was no such delay of the date of puberty as to preclude the hope of offspring for a hundred or more years? For if the author of this book had not in view some one to whom he might rigidly trace the series of generations, as he designed in those which sprang from Seth's seed to descend to Noah, and thence to start again by a rigid order, what need was there of omitting the first-born sons for the sake of descending to Lamech, in whose sons that line terminates,—that is to say, in the eighth generation from Adam, or the seventh from Cain,—as if from this point he had wished to pass on to another series, by which he might reach either the Israelitish people, among whom the earthly Jerusalem presented a prophetic figure of the heavenly city, or to Jesus Christ, \"according to the flesh, who is over all, God blessed for ever,\" the Maker and Ruler of the heavenly city? What, I say, was the need of this, seeing that the whole of Cain's posterity were destroyed in the deluge? From this it is manifest that they are the first-born sons who are registered in this genealogy."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:11",
                            "text": "Why, then, are there so few of them? Their numbers in the period before the deluge must have been greater, if the date of puberty bore no proportion to their longevity, and they had children before they were a hundred years old."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:12",
                            "text": "For supposing they were on an average thirty years old when they began to beget children, then, as there are eight generations, including Adam and Lamech's children, 8 times 30 gives 240 years; did they then produce no more children in all the rest of the time before the deluge? With what intention, then, did he who wrote this record make no mention of subsequent generations? For from Adam to the deluge there are reckoned, according to our copies of Scripture, 2262 years, and according to the He  brew text, 1656 years."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:13",
                            "text": "Supposing, then, the smaller number to be the true one, and subtracting from 1656 years 240, is it credible that during the remaining 1400 and odd years until the deluge the posterity of Cain begat no children?  But let any one who is moved by this call to mind that when I discussed the question, how it is credible that those primitive men could abstain for so many years from begetting children, two modes of solution were found,—either a puberty late in proportion to their longevity, or that the sons registered in the genealogies were not the first-born, but those through whom the author of the book intended to reach the point aimed at, as he intended to reach Noah by the generations of Seth."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:14",
                            "text": "So that, if in the generations of Cain there occurs no one whom the writer could make it his object to reach by omitting the first-born and inserting those who would serve such a purpose, then we must have recourse to the supposition of late puberty, and say that only at some age beyond a hundred years they became capable of begetting children, so that the order of the generations ran through the first-born, and filled up even the whole period before the deluge, long though it was."
                        },
                        {
                            "verse": 15,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:15",
                            "text": "It is, however, possible that, for some more secret reason which escapes me, this city, which we say is earthly, is exhibited in all its generations down to Lamech and his sons, and that then the writer withholds from recording the rest which may have existed before the deluge."
                        },
                        {
                            "verse": 16,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:16",
                            "text": "And without supposing so late a puberty in these men, there might be another reason for tracing the generations by sons who were not first-born, viz."
                        },
                        {
                            "verse": 17,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:17",
                            "text": ", that the same city which Cain built, and named after his son Enoch, may have had a widely extended dominion and many kings, not reigning simultaneously, but successively, the reigning king begetting always his successor."
                        },
                        {
                            "verse": 18,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:18",
                            "text": "Cain himself would be the first of these kings; his son Enoch, in whose name the city in which he reigned was built, would be the second; the third Irad, whom Enoch begat; the fourth Mehujael, whom Irad begat; the fifth Methusael, whom Mehujael begat; the sixth Lamech, whom Methusael begat, and who is the seventh from Adam through Cain."
                        },
                        {
                            "verse": 19,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:19",
                            "text": "But it was not necessary that the first-born should succeed their fathers in the kingdom, but those would succeed who were recommended by the possession of some virtue useful to the earthly city, or who were chosen by lot, or the son who was best liked by his father would succeed by a kind of hereditary right to the throne."
                        },
                        {
                            "verse": 20,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:20",
                            "text": "And the deluge may have happened during the lifetime and reign of Lamech, and may have destroyed him along with all other men, save those who were in the ark."
                        },
                        {
                            "verse": 21,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:21",
                            "text": "For we cannot be surprised that, during so long a period from Adam to the deluge, and with the ages of individuals varying as they did, there should not be an equal number of generations in both lines, but seven in Cain's, and ten in Seth's; for as I have already said, Lamech is the seventh from Adam, Noah the tenth; and in Lamech's case not one son only is registered, as in the former instances, but more, because it was uncertain which of them would have succeeded when he died, if there had intervened any time to reign between his death and the deluge."
                        },
                        {
                            "verse": 22,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:22",
                            "text": "But in whatever manner the generations of Cain's line are traced downwards, whether it be by first-born sons or by the heirs to the throne, it seems to me that I must by no means omit to notice that, when Lamech had been set down as the seventh from Adam, there were named, in addition, as many of his children as made up this number to eleven, which is the number signifying sin; for three sons and one daughter are added."
                        },
                        {
                            "verse": 23,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:23",
                            "text": "The wives of Lamech have another signification, different from that which I am now pressing."
                        },
                        {
                            "verse": 24,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:24",
                            "text": "For at present I am speaking of the children, and not of those by whom the children were begotten."
                        },
                        {
                            "verse": 25,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:25",
                            "text": "Since, then, the law is symbolized by the number ten,—whence that memorable Decalogue,—there is no doubt that the number eleven, which goes beyond ten, symbolizes the transgression of the law, and consequently sin."
                        },
                        {
                            "verse": 26,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:26",
                            "text": "For this reason, eleven veils of goat's skin were ordered to be hung in the tabernacle of the testimony, which served in the wanderings of God's people as an ambulatory temple."
                        },
                        {
                            "verse": 27,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:27",
                            "text": "And in that haircloth there was a reminder of sins, because the goats were to be set on the left hand of the Judge; and therefore, when we confess our sins, we prostrate ourselves in haircloth, as if we were saying what is written in the psalm, \"My sin is ever before me\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:28",
                            "text": "The progeny of Adam, then, by Cain the murderer, is completed in the number eleven, which symbolizes sin; and this number itself is made up by a woman, as it was by the same sex that beginning was made of sin by which we all die."
                        },
                        {
                            "verse": 29,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:29",
                            "text": "And it was committed that the pleasure of the flesh, which resists the spirit, might follow; and so Naamah, the daughter of Lamech, means \"pleasure\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:30",
                            "text": "But from Adam to Noah, in the line of Seth, there are ten generations."
                        },
                        {
                            "verse": 31,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:31",
                            "text": "And to Noah three sons are added, of whom,  while one fell into sin, two were blessed by their father; so that, if you deduct the reprobate and add the gracious sons to the number, you get twelve,—a number signalized in the case of the patriarchs and of the apostles, and made up of the parts of the number seven multiplied into one another,—for three times four, or four times three, give twelve."
                        },
                        {
                            "verse": 32,
                            "chapter": 20,
                            "name": "Augustine: City of God Book XV 20:32",
                            "text": "These things being so, I see that I must consider and mention how these two lines, which by their separate genealogies depict the two cities, one of earth-born, the other of regenerated persons, became afterwards so mixed and confused, that the whole human race, with the exception of eight persons, deserved to perish in the deluge."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Augustine: City of God Book XV 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XV 21:1",
                            "text": "Chapter 21—Why It is That, as Soon as Cain's Son Enoch Has Been Named, the Genealogy is Forthwith Continued as Far as the Deluge, While After the Mention of Enos, Seth's Son, the Narrative Returns Again to the Creation of Man."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XV 21:2",
                            "text": "We must first see why, in the enumeration of Cain's posterity, after Enoch, in whose name the city was built, has been first of all mentioned, the rest are at once enumerated down to that terminus of which I have spoken, and at which that race and the whole line was destroyed in the deluge; while, after Enos the son of Seth, has been mentioned, the rest are not at once named down to the deluge, but a clause is inserted to the following effect: \"This is the book of the generations of Adam."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XV 21:3",
                            "text": "In the day that God created man, in the likeness of God made He him; male and female created He them; and blessed them, and called their name Adam, in the day when they were created\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XV 21:4",
                            "text": "This seems to me to be inserted for this purpose, that here again the reckoning of the times may start from Adam himself—a purpose which the writer had not in view in speaking of the earthly city, as if God mentioned it, but did not take account of its duration."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XV 21:5",
                            "text": "But why does he return to this recapitulation after mentioning the son of Seth, the man who hoped to call on the name of the Lord God, unless because it was fit thus to present these two cities, the one beginning with a murderer and ending in a murderer (for Lamech, too, acknowledges to his two wives that he had committed murder), the other built up by him who hoped to call upon the name of the Lord God? For the highest and complete terrestrial duty of the city of God, which is a stranger in this world, is that which was exemplified in the individual who was begotten by him who typified the resurrection of the murdered Abel."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XV 21:6",
                            "text": "That one man is the unity of the whole heavenly city, not yet indeed complete, but to be completed, as this prophetic figure foreshows."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XV 21:7",
                            "text": "The son of Cain, therefore, that is, the son of possession (and of what but an earthly possession?), may have a name in the earthly city which was built in his name."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XV 21:8",
                            "text": "It is of such the Psalmist says, \"They call their lands after their own names\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XV 21:9",
                            "text": "Wherefore they incur what is written in another psalm: \"Thou, O Lord, in Thy city wilt despise their image\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XV 21:10",
                            "text": "But as for the son of Seth, the son of the resurrection, let him hope to call on the name of the Lord God."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XV 21:11",
                            "text": "For he prefigures that society of men which says, \"But I am like a green olive-tree in the house of God: I have trusted in the mercy of God\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XV 21:12",
                            "text": "But let him not seek the empty honors of a famous name upon earth, for \"Blessed is the man that maketh the name of the Lord his trust, and respecteth not vanities nor lying follies\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XV 21:13",
                            "text": "After having presented the two cities, the one founded in the material good of this world, the other in hope in God, but both starting from a common gate opened in Adam into this mortal state, and both running on and running out to their proper and merited ends, Scripture begins to reckon the times, and in this reckoning includes other generations, making a recapitulation from Adam, out of whose condemned seed, as out of one mass handed over to merited damnation, God made some vessels of wrath to dishonor and others vessels of mercy to honor; in punishment rendering to the former what is due, in grace giving to the latter what is not due: in order that by the very comparison of itself with the vessels of wrath, the heavenly city, which sojourns on earth, may learn not to put confidence in the liberty of its own will, but may hope to call on the name of the Lord God."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "Augustine: City of God Book XV 21:14",
                            "text": "For will, being a nature which was made good by the good God, but mutable by the immutable, because it was made out of nothing, can both decline from good to do evil, which takes place when it freely chooses, and can also escape the evil and do good, which takes place only by divine assistance."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Augustine: City of God Book XV 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XV 22:1",
                            "text": "Chapter 22—Of the Fall of the Sons of God Who Were Captivated by the Daughters of Men, Whereby All, with the Exception of Eight Persons, Deservedly Perished in the Deluge."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XV 22:2",
                            "text": "When the human race, in the exercise of this freedom of will, increased and advanced, there arose a mixture and confusion of the  two cities by their participation in a common iniquity."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XV 22:3",
                            "text": "And this calamity, as well as the first, was occasioned by woman, though not in the same way; for these women were not themselves betrayed, neither did they persuade the men to sin, but having belonged to the earthly city and society of the earthly, they had been of corrupt manners from the first, and were loved for their bodily beauty by the sons of God, or the citizens of the other city which sojourns in this world."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XV 22:4",
                            "text": "Beauty is indeed a good gift of God; but that the good may not think it a great good, God dispenses it even to the wicked."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XV 22:5",
                            "text": "And thus, when the good that is great and proper to the good was abandoned by the sons of God, they fell to a paltry good which is not peculiar to the good, but common to the good and the evil; and when they were captivated by the daughters of men, they adopted the manners of the earthly to win them as their brides, and forsook the godly ways they had followed in their own holy society."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XV 22:6",
                            "text": "And thus beauty, which is indeed God's handiwork, but only a temporal, carnal, and lower kind of good, is not fitly loved in preference to God, the eternal, spiritual, and unchangeable good."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XV 22:7",
                            "text": "When the miser prefers his gold to justice, it is through no fault of the gold, but of the man; and so with every created thing."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XV 22:8",
                            "text": "For though it be good, it may be loved with an evil as well as with a good love: it is loved rightly when it is loved ordinately; evilly, when inordinately."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XV 22:9",
                            "text": "It is this which some one has briefly said in these verses in praise of the Creator: \"These are Thine, they are good, because Thou art good who didst create them."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XV 22:10",
                            "text": "There is in them nothing of ours, unless the sin we commit when we forget the order of things, and instead of Thee love that which Thou hast made\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XV 22:11",
                            "text": "But if the Creator is truly loved, that is, if He Himself is loved and not another thing in His stead, He cannot be evilly loved; for love itself is to be ordinately loved, because we do well to love that which, when we love it, makes us live well and virtuously."
                        },
                        {
                            "verse": 12,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XV 22:12",
                            "text": "So that it seems to me that it is a brief but true definition of virtue to say, it is the order of love; and on this account, in the Canticles, the bride of Christ, the city of God, sings, \"Order love within me\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XV 22:13",
                            "text": "It was the order of this love, then, this charity or attachment, which the sons of God disturbed when they forsook God, and were enamored of the daughters of men."
                        },
                        {
                            "verse": 14,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XV 22:14",
                            "text": "And by these two names (sons of God and daughters of men) the two cities are sufficiently distinguished."
                        },
                        {
                            "verse": 15,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XV 22:15",
                            "text": "For though the former were by nature children of men, they had come into possession of another name by grace."
                        },
                        {
                            "verse": 16,
                            "chapter": 22,
                            "name": "Augustine: City of God Book XV 22:16",
                            "text": "For in the same Scripture in which the sons of God are said to have loved the daughters of men, they are also called angels of God; whence many suppose that they were not men but angels."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Augustine: City of God Book XV 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:1",
                            "text": "Chapter 23—Whether We are to Believe that Angels, Who are of a Spiritual Substance, Fell in Love with the Beauty of Women, and Sought Them in Marriage, and that from This Connection Giants Were Born."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:2",
                            "text": "In the third book of this work (c."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:3",
                            "text": "5) we made a passing reference to this question, but did not decide whether angels, inasmuch as they are spirits, could have bodily intercourse with women."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:4",
                            "text": "For it is written, \"Who maketh His angels spirits,\" that is, He makes those who are by nature spirits His angels by appointing them to the duty of bearing His messages."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:5",
                            "text": "For the Greek word ἄγγελος, which in Latin appears as \"angelus,\" means a messenger."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:6",
                            "text": "But whether the Psalmist speaks of their bodies when he adds, \"and His ministers a flaming fire,\" or means that God's ministers ought to blaze with love as with a spiritual fire, is doubtful."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:7",
                            "text": "However, the same trustworthy Scripture testifies that angels have appeared to men in such bodies as could not only be seen, but also touched."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:8",
                            "text": "There is, too, a very general rumor, which many have verified by their own experience, or which trustworthy persons who have heard the experience of others corroborate, that sylvans and fauns, who are commonly called \"incubi,\" had often made wicked assaults upon women, and satisfied their lust upon them; and that certain devils, called Duses by the Gauls, are constantly attempting and effecting this impurity is so generally affirmed, that it were impudent to deny it."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:9",
                            "text": "From these assertions, indeed, I dare not determine whether there be some spirits embodied in an aerial substance (for this element, even when agitated by a fan, is sensibly felt by the body), and who are capable of lust and of mingling sensibly with women; but certainly I could by no means believe that God's holy angels could at that time have so fallen, nor can I think that it is of them the Apostle Peter said, \"For if God spared not the angels that sinned, but cast them down to hell, and delivered them into  chains of darkness, to be reserved unto judgment\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:10",
                            "text": "I think he rather speaks of these who first apostatized from God, along with their chief the devil, who enviously deceived the first man under the form of a serpent."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:11",
                            "text": "But the same holy Scripture affords the most ample testimony that even godly men have been called angels; for of John it is written: \"Behold, I send my messenger (angel) before Thy face, who shall prepare Thy way\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:12",
                            "text": "And the prophet Malachi, by a peculiar grace specially communicated to him, was called an angel."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:13",
                            "text": "But some are moved by the fact that we have read that the fruit of the connection between those who are called angels of God and the women they loved were not men like our own breed, but giants; just as if there were not born even in our own time (as I have mentioned above) men of much greater size than the ordinary stature."
                        },
                        {
                            "verse": 14,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:14",
                            "text": "Was there not at Rome a few years ago, when the destruction of the city now accomplished by the Goths was drawing near, a woman, with her father and mother, who by her gigantic size over-topped all others? Surprising crowds from all quarters came to see her, and that which struck them most was the circumstance that neither of her parents were quite up to the tallest ordinary stature."
                        },
                        {
                            "verse": 15,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:15",
                            "text": "Giants therefore might well be born, even before the sons of God, who are also called angels of God, formed a connection with the daughters of men, or of those living according to men, that is to say, before the sons of Seth formed a connection with the daughters of Cain."
                        },
                        {
                            "verse": 16,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:16",
                            "text": "For thus speaks even the canonical Scripture itself in the book in which we read of this; its words are: \"And it came to pass, when men began to multiply on the face of the earth, and daughters were born unto them, that the sons of God saw the daughters of men that they were fair [good]; and they took them wives of all which they chose."
                        },
                        {
                            "verse": 17,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:17",
                            "text": "And the Lord God said, My Spirit shall not always strive with man, for that he also is flesh: yet his days shall be an hundred and twenty years."
                        },
                        {
                            "verse": 18,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:18",
                            "text": "There were giants in the earth in those days; and also after that, when the sons of God came in unto the daughters of men, and they bare children to them, the same became the giants, men of renown\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:19",
                            "text": "These words of the divine book sufficiently indicate that already there were giants in the earth in those days, in which the sons of God took wives of the children of men, when they loved them because they were good, that is, fair."
                        },
                        {
                            "verse": 20,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:20",
                            "text": "For it is the custom of this Scripture to call those who are beautiful in appearance \"good\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:21",
                            "text": "But after this connection had been formed, then too were giants born."
                        },
                        {
                            "verse": 22,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:22",
                            "text": "For the words are: \"There were giants in the earth in those days, and also after that, when the sons of God came in unto the daughters of men\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:23",
                            "text": "Therefore there were giants both before, \"in those days,\" and \"also after that\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:24",
                            "text": "And the words, \"they bare children to them,\" show plainly enough that before the sons of God fell in this fashion they begat children to God, not to themselves,—that is to say, not moved by the lust of sexual intercourse, but discharging the duty of propagation, intending to produce not a family to gratify their own pride, but citizens to people the city of God; and to these they as God's angels would bear the message, that they should place their hope in God, like him who was born of Seth, the son of resurrection, and who hoped to call on the name of the Lord God, in which hope they and their offspring would be co-heirs of eternal blessings, and brethren in the family of which God is the Father."
                        },
                        {
                            "verse": 25,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:25",
                            "text": "But that those angels were not angels in the sense of not being men, as some suppose, Scripture itself decides, which unambiguously declares that they were men."
                        },
                        {
                            "verse": 26,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:26",
                            "text": "For when it had first been stated that \"the angels of God saw the daughters of men that they were fair, and they took them wives of all which they chose,\" it was immediately added, \"And the Lord God said, My Spirit shall not always strive with these men, for that they also are flesh\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:27",
                            "text": "For by the Spirit of God they had been made angels of God, and sons of God; but declining towards lower things, they are called men, a name of nature, not of grace; and they are called flesh, as deserters of the Spirit, and by their desertion deserted [by Him]."
                        },
                        {
                            "verse": 28,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:28",
                            "text": "The Septuagint indeed calls them both angels of God and sons of God, though all the copies do not show this, some having only the name\" sons of God\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:29",
                            "text": "And Aquila, whom the Jews prefer to the other interpreters, has translated neither angels of God nor sons of God, but sons of gods."
                        },
                        {
                            "verse": 30,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:30",
                            "text": "But both are correct."
                        },
                        {
                            "verse": 31,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:31",
                            "text": "For they were both sons of God, and thus brothers of their own fathers, who were children of the same God; and they were sons of gods, because begotten by gods, together with whom they themselves also were gods, according to that expression of the psalm:  \"I have said, Ye are gods, and all of you are children of the Most High\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:32",
                            "text": "For the Septuagint translators are justly believed to have received the Spirit of prophecy; so that, if they made any alterations under His authority, and did not adhere to a strict translation, we could not doubt that this was divinely dictated."
                        },
                        {
                            "verse": 33,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:33",
                            "text": "However, the Hebrew word may be said to be ambiguous, and to be susceptible of either translation, \"sons of God,\" or \"sons of gods\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:34",
                            "text": "Let us omit, then, the fables of those scriptures which are called apocryphal, because their obscure origin was unknown to the fathers from whom the authority of the true Scriptures has been transmitted to us by a most certain and well-ascertained succession."
                        },
                        {
                            "verse": 35,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:35",
                            "text": "For though there is some truth in these apocryphal writings, yet they contain so many false statements, that they have no canonical authority."
                        },
                        {
                            "verse": 36,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:36",
                            "text": "We cannot deny that Enoch, the seventh from Adam, left some divine writings, for this is asserted by the Apostle Jude in his canonical epistle."
                        },
                        {
                            "verse": 37,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:37",
                            "text": "But it is not without reason that these writings have no place in that canon of Scripture which was preserved in the temple of the Hebrew people by the diligence of successive priests; for their antiquity brought them under suspicion, and it was impossible to ascertain whether these were his genuine writings, and they were not brought forward as genuine by the persons who were found to have carefully preserved the canonical books by a successive transmission."
                        },
                        {
                            "verse": 38,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:38",
                            "text": "So that the writings which are produced under his name, and which contain these fables about the giants, saying that their fathers were not men, are properly judged by prudent men to be not genuine; just as many writings are produced by heretics under the names both of other prophets, and more recently, under the names of the apostles, all of which, after careful examination, have been set apart from canonical authority under the title of Apocrypha."
                        },
                        {
                            "verse": 39,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:39",
                            "text": "There is therefore no doubt that, according to the Hebrew and Christian canonical Scriptures, there were many giants before the deluge, and that these were citizens of the earthly society of men, and that the sons of God, who were according to the flesh the sons of Seth, sunk into this community when they forsook righteousness."
                        },
                        {
                            "verse": 40,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:40",
                            "text": "Nor need we wonder that giants should be born even from these."
                        },
                        {
                            "verse": 41,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:41",
                            "text": "For all of their children were not giants; but there were more then than in the remaining periods since the deluge."
                        },
                        {
                            "verse": 42,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:42",
                            "text": "And it pleased the Creator to produce them, that it might thus be demonstrated that neither beauty, nor yet size and strength, are of much moment to the wise man, whose blessedness lies in spiritual and immortal blessings, in far better and more enduring gifts, in the good things that are the peculiar property of the good, and are not shared by good and bad alike."
                        },
                        {
                            "verse": 43,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:43",
                            "text": "It is this which another prophet confirms when he says, \"These were the giants, famous from the beginning, that were of so great stature, and so expert in war."
                        },
                        {
                            "verse": 44,
                            "chapter": 23,
                            "name": "Augustine: City of God Book XV 23:44",
                            "text": "Those did not the Lord choose, neither gave He the way of knowledge unto them; but they were destroyed because they had no wisdom, and perished through their own foolishness\"."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Augustine: City of God Book XV 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XV 24:1",
                            "text": "Chapter 24—How We are to Understand This Which the Lord Said to Those Who Were to Perish in the Flood: \"Their Days Shall Be 120 Years\"."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XV 24:2",
                            "text": "But that which God said, \"Their days shall be a hundred and twenty years,\" is not to be understood as a prediction that henceforth men should not live longer than 120 years,—for even after the deluge we find that they lived more than 500 years,—but we are to understand that God said this when Noah had nearly completed his fifth century, that is, had lived 480 years, which Scripture, as it frequently uses the name of the whole of the largest part, calls 500 years."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XV 24:3",
                            "text": "Now the deluge came in the 600th year of Noah's life, the second month; and thus 120 years were predicted as being the remaining span of those who were doomed, which years being spent, they should be destroyed by the deluge."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XV 24:4",
                            "text": "And it is not unreasonably believed that the deluge came as it did, because already there were not found upon earth any who were not worthy of sharing a death so manifestly judicial,—not that a good man, who must die some time, would be a jot the worse of such a death after it was past."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XV 24:5",
                            "text": "Nevertheless there died in the deluge none of those mentioned in the sacred Scripture as descended from Seth."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XV 24:6",
                            "text": "But here is the divine account of the cause of the deluge: \"The Lord God saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of his heart was only evil continually."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XV 24:7",
                            "text": "And it repented the Lord that He had made man on the earth, and it grieved Him at His heart."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Augustine: City of God Book XV 24:8",
                            "text": "And the Lord said, I will destroy man, whom I have created, from the face of the earth; both man and beast, and the creeping thing, and the fowls of the air: for I am angry that I have made them\"."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Augustine: City of God Book XV 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XV 25:1",
                            "text": "Chapter 25—Of the Anger of God, Which Does Not Inflame His Mind, Nor Disturb His Unchangeable Tranquillity."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XV 25:2",
                            "text": "The anger of God is not a disturbing emotion of His mind, but a judgment by which punishment is inflicted upon sin."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XV 25:3",
                            "text": "His thought and reconsideration also are the unchangeable reason which changes things; for He does not, like man, repent of anything He has done, because in all matters His decision is as inflexible as His prescience is certain."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XV 25:4",
                            "text": "But if Scripture were not to use such expressions as the above, it would not familiarly insinuate itself into the minds of all classes of men, whom it seeks access to for their good, that it may alarm the proud, arouse the careless, exercise the inquisitive, and satisfy the intelligent; and this it could not do, did it not first stoop, and in a manner descend, to them where they lie."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Augustine: City of God Book XV 25:5",
                            "text": "But its denouncing death on all the animals of earth and air is a declaration of the vastness of the disaster that was approaching: not that it threatens destruction to the irrational animals as if they too had incurred it by sin."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Augustine: City of God Book XV 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XV 26:1",
                            "text": "Chapter 26—That the Ark Which Noah Was Ordered to Make Figures In Every Respect Christ and the Church."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XV 26:2",
                            "text": "Moreover, inasmuch as God commanded Noah, a just man, and, as the truthful Scripture says, a man perfect in his generation,—not indeed with the perfection of the citizens of the city of God in that immortal condition in which they equal the angels, but in so far as they can be perfect in their sojourn in this world,—inasmuch as God commanded him, I say, to make an ark, in which he might be rescued from the destruction of the flood, along with his family, i-e:, his wife, sons, and daughters-in-law, and along with the animals who, in obedience to God's command, came to him into the ark: this is certainly a figure of the city of God sojourning in this world; that is to say, of the church, which is rescued by the wood on which hung the Mediator of God and men, the man Christ Jesus."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XV 26:3",
                            "text": "For even its very dimensions, in length, breadth, and height, represent the human body in which He came, as it had been foretold."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XV 26:4",
                            "text": "For the length of the human body, from the crown of the head to the sole of the foot, is six times its breadth from side to side, and ten times its depth or thickness, measuring from back to front: that is to say, if you measure a man as he lies on his back or on his face, he is six times as long from head to foot as he is broad from side to side, and ten times as long as he is high from the ground."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XV 26:5",
                            "text": "And therefore the ark was made 300 cubits in length, 50 in breadth, and 30 in height."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XV 26:6",
                            "text": "And its having a door made in the side of it certainly signified the wound which was made when the side of the Crucified was pierced with the spear; for by this those who come to Him enter; for thence flowed the sacraments by which those who believe are initiated."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XV 26:7",
                            "text": "And the fact that it was ordered to be made of squared timbers, signifies the immoveable steadiness of the life of the saints; for however you turn a cube, it still stands."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XV 26:8",
                            "text": "And the other peculiarities of the ark's construction are signs of features of the church."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XV 26:9",
                            "text": "But we have not now time to pursue this subject; and, indeed, we have already dwelt upon it in the work we wrote against Faustus the Manichean, who denies that there is anything prophesied of Christ in the Hebrew books."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XV 26:10",
                            "text": "It may be that one man's exposition excels another's, and that ours is not the best; but all that is said must be referred to this city of God we speak of, which sojourns in this wicked world as in a deluge, at least if the expositor would not widely miss the meaning of the author."
                        },
                        {
                            "verse": 11,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XV 26:11",
                            "text": "For example, the interpretation I have given in the work against Faustus, of the words, \"with lower, second, and third stories shalt thou make it,\" is, that because the church is gathered out of all nations, it is said to have two stories, to represent the two kinds of men,—the circumcision, to wit, and the uncircumcision, or, as the apostle otherwise calls them, Jews and Gentiles; and to have three stories, because all the nations were replenished from the three sons of Noah."
                        },
                        {
                            "verse": 12,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XV 26:12",
                            "text": "Now any one may object to this interpretation, and may give another which harmonizes with the rule of faith."
                        },
                        {
                            "verse": 13,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XV 26:13",
                            "text": "For as the ark was to have rooms not only on the lower, but also on the upper stories, which were called \"third stories,\" that there might be a habitable space on the third floor from the basement, some one may interpret these to mean the three graces commended by the apostle."
                        },
                        {
                            "verse": 14,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XV 26:14",
                            "text": "—faith, hope, and charity."
                        },
                        {
                            "verse": 15,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XV 26:15",
                            "text": "Or even more suitably they may be supposed to represent those three harvests in the gospel, thirty-fold, sixty-fold, an hundred-fold,—chaste marriage dwelling in the ground floor, chaste widowhood in the upper, and chaste virginity in the top story."
                        },
                        {
                            "verse": 16,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XV 26:16",
                            "text": "Or any better interpretation may be given, so long as the reference to this city is maintained."
                        },
                        {
                            "verse": 17,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XV 26:17",
                            "text": "And the same statement I would make of all the remaining particulars in this passage which require exposition, viz."
                        },
                        {
                            "verse": 18,
                            "chapter": 26,
                            "name": "Augustine: City of God Book XV 26:18",
                            "text": ", that although different explanations  are given, yet they must all agree with the one harmonious catholic faith."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Augustine: City of God Book XV 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XV 27:1",
                            "text": "Chapter 27—Of the Ark and the Deluge, and that We Cannot Agree with Those Who Receive the Bare History, But Reject the Allegorical Interpretation, Nor with Those Who Maintain the Figurative and Not the Historical Meaning."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XV 27:2",
                            "text": "Yet no one ought to suppose either that these things were written for no purpose, or that we should study only the historical truth, apart from any allegorical meanings; or, on the contrary, that they are only allegories, and that there were no such facts at all, or that, whether it be so or no, there is here no prophecy of the church."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XV 27:3",
                            "text": "For what right-minded man will contend that books so religiously preserved during thousands of years, and transmitted by so orderly a succession, were written without an object, or that only the bare historical facts are to be considered when we read them? For, not to mention other instances, if the number of the animals entailed the construction of an ark of great size, where was the necessity of sending into it two unclean and seven clean animals of each species, when both could have been preserved in equal numbers? Or could not God, who ordered them to be preserved in order to replenish the race, restore them in the same way He had created them?  But they who contend that these things never happened, but are only figures setting forth other things, in the first place suppose that there could not be a flood so great that the water should rise fifteen cubits above the highest mountains, because it is said that clouds cannot rise above the top of Mount Olympus, because it reaches the sky where there is none of that thicker atmosphere in which winds, clouds, and rains have their origin."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XV 27:4",
                            "text": "They do not reflect that the densest element of all, earth, can exist there; or perhaps they deny that the top of the mountain is earth."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XV 27:5",
                            "text": "Why, then, do these measurers and weighers of the elements contend that earth can be raised to those aerial altitudes, and that water cannot, while they admit that water is lighter, and liker to ascend than earth? What reason do they adduce why earth, the heavier and lower element, has for so many ages scaled to the tranquil ether, while water, the lighter, and more likely to ascend, is not suffered to do the same even for a brief space of time?  They say, too, that the area of that ark could not contain so many kinds of animals of both sexes, two of the unclean and seven of the clean."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XV 27:6",
                            "text": "But they seem to me to reckon only one area of 300 cubits long and 50 broad, and not to remember that there was another similar in the story above, and yet another as large in the story above that again; and that there was consequently an area of 900 cubits by 150 And if we accept what Origen has with some appropriateness suggested, that Moses the man of God, being, as it is written, \"learned in all the wisdom of the Egyptians,\" who delighted in geometry, may have meant geometrical cubits, of which they say that one is equal to six of our cubits, then who does not see what a capacity these dimensions give to the ark? For as to their objection that an ark of such size could not be built, it is a very silly calumny; for they are aware that huge cities have been built, and they should remember that the ark was an hundred years in building."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XV 27:7",
                            "text": "Or, perhaps, though stone can adhere to stone when cemented with nothing but lime, so that a wall of several miles may be constructed, yet plank cannot be riveted to plank by mortices, bolts, nails, and pitch-glue, so as to construct an ark which was not made with curved ribs but straight timbers, which was not to be launched by its builders, but to be lifted by the natural pressure of the water when it reached it, and which was to be preserved from shipwreck as it floated about rather by divine oversight than by human skill."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XV 27:8",
                            "text": "As to another customary inquiry of the scrupulous about the very minute creatures, not only such as mice and lizards, but also locusts, beetles, flies, fleas, and so forth, whether there were not in the ark a larger number of them than was determined by God in His command, those persons who are moved by this difficulty are to be reminded that the words \"every creeping thing of the earth\" only indicate that it was not needful to preserve in the ark the animals that can live in the water, whether the fishes that live submerged in it, or the sea-birds that swim on its surface."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XV 27:9",
                            "text": "Then, when it is said \"male and female,\" no doubt reference is made to the repairing of the races, and consequently there was no need for those creatures being in the ark which are born without the union of the sexes from inanimate things, or from their corruption; or if they were in the ark, they might be there as they commonly are in houses, not in any determinate numbers; or if it was necessary that there should be a definite number of all those animals that cannot naturally live in the water, that so the most sacred mystery which was being enacted  might be bodied forth and perfectly figured in actual realities, still this was not the care of Noah or his sons, but of God."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XV 27:10",
                            "text": "For Noah did not catch the animals and put them into the ark, but gave them entrance as they came seeking it."
                        },
                        {
                            "verse": 11,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XV 27:11",
                            "text": "For this is the force of the words, \"They shall come unto thee,\"—not, that is to say, by man's effort, but by God's will."
                        },
                        {
                            "verse": 12,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XV 27:12",
                            "text": "But certainly we are not required to believe that those which have no sex also came; for it is expressly and definitely said, \"They shall be male and female\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XV 27:13",
                            "text": "For there are some animals which are born out of corruption, but yet afterwards they themselves copulate and produce offspring, as flies; but others, which have no sex, like bees."
                        },
                        {
                            "verse": 14,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XV 27:14",
                            "text": "Then, as to those animals which have sex, but without ability to propagate their kind, like mules and she-mules, it is probable that they were not in the ark, but that it was counted sufficient to preserve their parents, to wit, the horse and the ass; and this applies to all hybrids."
                        },
                        {
                            "verse": 15,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XV 27:15",
                            "text": "Yet, if it was necessary for the completeness of the mystery, they were there; for even this species has \"male and female\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XV 27:16",
                            "text": "Another question is commonly raised regarding the food of the carnivorous animals,—whether, without transgressing the command which fixed the number to be preserved, there were necessarily others included in the ark for their sustenance; or, as is more probable, there might be some food which was not flesh, and which yet suited all."
                        },
                        {
                            "verse": 17,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XV 27:17",
                            "text": "For we know how many animals whose food is flesh eat also vegetable products and fruits, especially figs and chestnuts."
                        },
                        {
                            "verse": 18,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XV 27:18",
                            "text": "What wonder is it, therefore, if that wise and just man was instructed by God what would suit each, so that without flesh he prepared and stored provision fit for every species? And what is there which hunger would not make animals eat? Or what could not be made sweet and wholesome by God, who, with a divine facility, might have enabled them to do without food at all, had it not been requisite to the completeness of so great a mystery that they should be fed? But none but a contentious man can suppose that there was no prefiguring of the church in so manifold and circumstantial a detail."
                        },
                        {
                            "verse": 19,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XV 27:19",
                            "text": "For the nations have already so filled the church, and are comprehended in the framework of its unity, the clean and unclean together, until the appointed end, that this one very manifest fulfillment leaves no doubt how we should interpret even those others which are somewhat more obscure, and which cannot so readily be discerned."
                        },
                        {
                            "verse": 20,
                            "chapter": 27,
                            "name": "Augustine: City of God Book XV 27:20",
                            "text": "And since this is so, if not even the most audacious will presume to assert that these things were written without a purpose, or that though the events really happened they mean nothing, or that they did not really happen, but are only allegory, or that at all events they are far from having any figurative reference to the church; if it has been made out that, on the other hand, we must rather believe that there was a wise purpose in their being committed to memory and to writing, and that they did happen, and have a significance, and that this significance has a prophetic reference to the church, then this book, having served this purpose, may now be closed, that we may go on to trace in the history subsequent to the deluge the courses of the two cities,—the earthly, that lives according to men, and the heavenly, that lives according to God."
                        }
                    ]
                }
            ]
        }
    ]
}