{
    "books": [
        {
            "name": "Origen: De Principiis I",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Origen: De Principiis I 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Origen: De Principiis I 1:1",
                            "text": "Origen De Principiis preface: All who believe and are assured that grace and truth were obtained through Jesus Christ, and who know Christ to be the truth, agreeably to His own declaration, \"I am the truth,\" derive the knowledge which incites men to a good and happy life from no other source than from the very words and teaching of Christ."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Origen: De Principiis I 1:2",
                            "text": "And by the words of Christ we do not mean those only which He spake when He became man and tabernacled in the flesh; for before that time, Christ, the Word of God, was in Moses and the prophets."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Origen: De Principiis I 1:3",
                            "text": "For without the Word of God, how could they have been able to prophesy of Christ?  And were it not our purpose to confine the present treatise within the limits of all attainable brevity, it would not be difficult to show, in proof of this statement, out of the Holy Scriptures, how Moses or the prophets both spake and performed all they did through being filled with the Spirit of Christ."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Origen: De Principiis I 1:4",
                            "text": "And therefore I think it sufficient to quote this one testimony of Paul from the Epistle to the Hebrews, in which he says:  \"By faith Moses, when he was come to years, refused to be called the son of Pharaoh's daughter; choosing rather to suffer affliction with the people of God, than to enjoy the pleasures of sin for a season; esteeming the reproach of Christ greater riches than the treasures of the Egyptians\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Origen: De Principiis I 1:5",
                            "text": "Moreover, that after His ascension into heaven He spake in His apostles, is shown by Paul in these words:  \"Or do you seek a proof of Christ who speaketh in me?\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Origen: De Principiis I 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Origen: De Principiis I 2:1",
                            "text": "Since many, however, of those who profess to believe in Christ differ from each other, not only in small and trifling matters, but also on subjects of the highest importance, as, e."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Origen: De Principiis I 2:2",
                            "text": "g."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Origen: De Principiis I 2:3",
                            "text": ", regarding God, or the Lord Jesus Christ, or the Holy Spirit; and not only regarding these, but also regarding others which are created existences, viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Origen: De Principiis I 2:4",
                            "text": ", the powers and the holy virtues; it seems on that account necessary first of all to fix a definite limit and to lay down an unmistakable rule regarding each one of these, and then to pass to the investigation of other points."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Origen: De Principiis I 2:5",
                            "text": "For as we ceased to seek for truth (notwithstanding the professions of many among Greeks and Barbarians to make it known) among all who claimed it for erroneous opinions, after we had come to believe that Christ was the Son of God, and were persuaded that we must learn it from Himself; so, seeing there are many who think they hold the opinions of Christ, and yet some of these think differently from their predecessors, yet as the teaching of the Church, transmitted in orderly succession from the apostles, and remaining in the Churches to the present day, is still preserved, that alone is to be accepted as truth which differs in no respect from ecclesiastical and apostolical tradition."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Origen: De Principiis I 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Origen: De Principiis I 3:1",
                            "text": "Now it ought to be known that the holy apostles, in preaching the faith of Christ, delivered themselves with the utmost clearness on certain points which they believed to be necessary to every one, even to those who seemed somewhat dull in the investigation of divine knowledge; leaving, however, the grounds of their statements to be examined into by those who should deserve the excellent gifts of the Spirit, and who, especially by means of the Holy Spirit Himself, should obtain the gift of language, of wisdom, and of knowledge:  while on other subjects they merely stated the fact that things were so, keeping silence as to the manner or origin of their existence; clearly in order that the more zealous of their successors, who should be lovers of wisdom, might have a subject of exercise on which to display the fruit of their talents,—those persons, I mean, who should prepare themselves to be fit and worthy receivers of wisdom."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Origen: De Principiis I 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Origen: De Principiis I 4:1",
                            "text": "The particular points clearly delivered in the teaching of the apostles are as follow:—  First, That there is one God, who created and arranged all things, and who, when nothing existed, called all things into being—God from the first creation and foundation of the world—the God of all just men, of Adam, Abel, Seth, Enos, Enoch, Noe, Sere, Abraham, Isaac, Jacob, the twelve patriarchs, Moses, and the prophets; and that this God in the last days, as He had announced beforehand by His prophets, sent our Lord Jesus Christ to call in the first place Israel to Himself, and in the second place the Gentiles, after the unfaithfulness of the people of Israel."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Origen: De Principiis I 4:2",
                            "text": "This just and good God, the Father of our Lord Jesus Christ, Himself gave the law and the prophets, and the Gospels, being also the God of the apostles and of the Old and New Testaments."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Origen: De Principiis I 4:3",
                            "text": "Secondly, That Jesus Christ Himself, who came (into the world), was born of the Father before all creatures; that, after He had been the servant of the Father in the creation of all things—\"For by Him were all things made\"—He in the last times, divesting Himself (of His glory), became a man, and was incarnate although God, and while made a man remained the God which He was; that He assumed a body like to our own, differing in this respect only, that it was born of a virgin and of the Holy Spirit:  that this Jesus Christ was truly born, and did truly suffer, and did not endure this death common (to man) in appearance only, but did truly die; that He did truly rise from the dead; and that after His resurrection He conversed with His disciples, and was taken up (into heaven)."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Origen: De Principiis I 4:4",
                            "text": "Then, Thirdly, the apostles related that the Holy Spirit was associated in honour and dignity with the Father and the Son."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Origen: De Principiis I 4:5",
                            "text": "But in His case it is not clearly distinguished whether He is to be regarded as born or innate, or also as a Son of God or not:  for these are points which have to be inquired into out of sacred Scripture according to the best of our ability, and which demand careful investigation."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Origen: De Principiis I 4:6",
                            "text": "And that this Spirit inspired each one of the saints, whether prophets or apostles; and that there was not one Spirit in the men of the old dispensation, and another in those who were inspired at the advent of Christ, is most clearly taught throughout the Churches."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Origen: De Principiis I 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Origen: De Principiis I 5:1",
                            "text": "After these points, also, the apostolic teaching is that the soul, having a substance and life of its own, shall, after its departure from the world, be rewarded according to its deserts, being destined to obtain either an inheritance of eternal life and blessedness, if its actions shall have procured this for it, or to be delivered up to eternal fire and punishments, if the guilt of its crimes shall have brought it down to this:  and also, that there is to be a time of resurrection from the dead, when this body, which now \"is sown in corruption, shall rise in incorruption,\" and that which \"is sown in dishonour will rise in glory\"."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Origen: De Principiis I 5:2",
                            "text": "This also is clearly defined in the teaching of the Church, that every rational soul is possessed of free-will and volition; that it has a struggle to maintain with the devil and his angels, and opposing influences, because they strive to burden it with sins; but if we live rightly and wisely, we should endeavour to shake ourselves free of a burden of that kind."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Origen: De Principiis I 5:3",
                            "text": "From which it follows, also, that we understand ourselves not to be subject to necessity, so as to be compelled by all means, even against our will, to do either good or evil."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Origen: De Principiis I 5:4",
                            "text": "For if we are our own masters, some influences perhaps may impel us to sin, and others help us to salvation; we are not forced, however, by any necessity either to act rightly or wrongly, which those persons think is the case who say that the courses and movements of the stars are the cause of human actions, not only of those which take place beyond the influence of the freedom of the will, but also of those which are placed within our own power."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Origen: De Principiis I 5:5",
                            "text": "But with respect to the soul, whether it is derived from the seed by a process of traducianism, so that the reason or substance of it may be considered as placed in the seminal particles of the body themselves, or whether it has any other beginning; and this beginning, itself, whether it be by birth or not, or whether bestowed upon the body from without or no, is not distinguished with sufficient clearness in the teaching of the Church."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Origen: De Principiis I 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Origen: De Principiis I 6:1",
                            "text": "Regarding the devil and his angels, and the opposing influences, the teaching of the Church has laid down that these beings exist indeed; but what they are, or how they exist, it has not explained with sufficient clearness."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Origen: De Principiis I 6:2",
                            "text": "This opinion, however, is held by most, that the devil was an angel, and that, having become an apostate, he induced as many of the angels as possible to fall away with himself, and these up to the present time are called his angels."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Origen: De Principiis I 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Origen: De Principiis I 7:1",
                            "text": "This also is a part of the Church's teaching, that the world was made and took its beginning at a certain time, and is to be destroyed on account of its wickedness."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Origen: De Principiis I 7:2",
                            "text": "But what existed before this world, or what will exist after it, has not become certainly known to the many, for there is no clear statement regarding it in the teaching of the Church."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Origen: De Principiis I 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Origen: De Principiis I 8:1",
                            "text": "Then, finally, that the Scriptures were written by the Spirit of God, and have a meaning, not such only as is apparent at first sight, but also another, which escapes the notice of most."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Origen: De Principiis I 8:2",
                            "text": "For those (words) which are written are the forms of certain mysteries, and the images of divine things."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Origen: De Principiis I 8:3",
                            "text": "Respecting which there is one opinion throughout the whole Church, that the whole law is indeed spiritual; but that the spiritual meaning which the law conveys is not known to all, but to those only on whom the grace of the Holy Spirit is bestowed in the word of wisdom and knowledge."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Origen: De Principiis I 8:4",
                            "text": "The term ἀσώματον, i-e:, incorporeal, is disused and unknown, not only in many other writings, but also in our own Scriptures."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Origen: De Principiis I 8:5",
                            "text": "And if any one should quote it to us out of the little treatise entitled The Doctrine of Peter, in which the Saviour seems to say to His disciples, \"I am not an incorporeal demon,\" I have to reply, in the first place, that that work is not included among ecclesiastical books; for we can show that it was not composed either by Peter or by any other person inspired by the Spirit of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Origen: De Principiis I 8:6",
                            "text": "But even if the point were to be conceded, the word ἀσώματον there does not convey the same meaning as is intended by Greek and Gentile authors when incorporeal nature is discussed by philosophers."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Origen: De Principiis I 8:7",
                            "text": "For in the little treatise referred to he used the phrase \"incorporeal demon\" to denote that that form or outline of demoniacal body, whatever it is, does not resemble this gross and visible body of ours; but, agreeably to the intention of the author of the treatise, it must be understood to mean that He had not such a body as demons have, which is naturally fine, and thin as if formed of air (and for this reason is either considered or called by many incorporeal), but that He had a solid and palpable body."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Origen: De Principiis I 8:8",
                            "text": "Now, according to human custom, everything which is not of that nature is called by the simple or ignorant incorporeal; as if one were to say that the air which we breathe was incorporeal, because it is not a body of such a nature as can be grasped and held, or can offer resistance to pressure."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Origen: De Principiis I 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Origen: De Principiis I 9:1",
                            "text": "We shall inquire, however, whether the thing which Greek philosophers call ἀσώματον, or \"incorporeal,\" is found in holy Scripture under another name."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Origen: De Principiis I 9:2",
                            "text": "For it is also to be a subject of investigation how God himself is to be understood,—whether as corporeal, and formed according to some shape, or of a different nature from bodies,—a point which is not clearly indicated in our teaching."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Origen: De Principiis I 9:3",
                            "text": "And the same inquiries have to be made regarding Christ and the Holy Spirit, as well as respecting every soul, and everything possessed of a rational nature."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Origen: De Principiis I 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Origen: De Principiis I 10:1",
                            "text": "This also is a part of the teaching of the Church, that there are certain angels of God, and certain good influences, which are His servants in accomplishing the salvation of men."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Origen: De Principiis I 10:2",
                            "text": "When these, however, were created, or of what nature they are, or how they exist, is not clearly stated."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Origen: De Principiis I 10:3",
                            "text": "Regarding the sun, moon, and stars, whether they are living beings or without life, there is no distinct deliverance."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Origen: De Principiis I 10:4",
                            "text": "Every one, therefore, must make use of elements and foundations of this sort, according to the precept, \"Enlighten yourselves with the light of knowledge,\" if he would desire to form a connected series and body of truths agreeably to the reason of all these things, that by clear and necessary statements he may ascertain the truth regarding each individual topic, and form, as we have said, one body of doctrine, by means of illustrations and arguments,—either those which he has discovered in holy Scripture, or which he has deduced by closely tracing out the consequences and following a correct method."
                        }
                    ]
                }
            ]
        }
    ]
}