{
    "books": [
        {
            "name": "Gregory the Great: Book XIII",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Gregory the Great: Book XIII 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:1",
                            "text": "Book XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:2",
                            "text": "In the Sixth Indiction, and the Thirteenth Year from his Ordination."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:3",
                            "text": "Epistle I."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:4",
                            "text": "To the Roman Citizens."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:5",
                            "text": "Gregory, servant of the servants of God, to his most beloved sons the Roman citizens."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:6",
                            "text": "It has come to my ears that certain men of perverse spirit have sown among you some things that are wrong and opposed to the holy faith, so as to forbid any work being done on the Sabbath day."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:7",
                            "text": "What else can I call these but preachers of Antichrist, who, when he comes, will cause the Sabbath day as well as the Lord's day to be kept free from all work."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:8",
                            "text": "For, because he pretends to die and rise again, he wishes the Lord's day to be had in reverence; and, because he compels the people to judaize that he may bring back the outward rite of the law, and subject the perfidy of the Jews to himself, he wishes the Sabbath to be observed."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:9",
                            "text": "For this which is said by the prophet, Ye shall bring in no burden through your gates on the Sabbath day (Jerem."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:10",
                            "text": "xvii."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:11",
                            "text": "24), could be held to as long as it was lawful for the law to be observed according to the letter."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:12",
                            "text": "But after that the grace of Almighty God, our Lord Jesus Christ has appeared, the commandments of the law which were spoken figuratively cannot be kept according to the letter."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:13",
                            "text": "For, if any one says that this about the Sabbath is to be kept, he must needs say that carnal sacrifices are to be offered: he must say too that the commandment about the circumcision of the body is still to be retained."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:14",
                            "text": "But let him hear the Apostle Paul saying in opposition to him, If ye be circumcised, Christ profiteth you nothing (Galat."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:15",
                            "text": "v."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:16",
                            "text": "2)."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:17",
                            "text": "We therefore accept spiritually, and hold spiritually, this which is written about the Sabbath."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:18",
                            "text": "For the Sabbath means rest."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:19",
                            "text": "But we have the true Sabbath in our Redeemer Himself, the Lord Jesus Christ."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:20",
                            "text": "And whoso acknowledges the light of faith in Him, if he draws the sins of concupiscence through his eyes into his soul, he introduces burdens through the gates on the Sabbath day."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:21",
                            "text": "We introduce, then, no burden through the gates on the Sabbath day if we draw no weights of sin through the bodily senses to the soul."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:22",
                            "text": "For we read that the same our Lord and Redeemer did many works on the Sabbath day, so that he reproved the Jews, saying, Which of you doth not loose his ox or his ass on the Sabbath day, and lead him away to watering (Luke xiii."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:23",
                            "text": "15)? If, then, the very Truth in person commanded that the Sabbath should not be kept according to the letter, whoso keeps the rest of the Sabbath according to the letter of the law, whom else does he contradict but the Truth himself?  Another thing also has been brought to my knowledge; namely that it has been preached to you by perverse men that no one ought to wash on the Lord's day."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:24",
                            "text": "And indeed if any one craves to wash for luxury and pleasure, neither on any other day do we allow this to be done."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:25",
                            "text": "But if it is for bodily need, neither on the Lord's day do we forbid it."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:26",
                            "text": "For it is written, No man ever hated his own flesh, but nourisheth it and cherisheth it (Ephes."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:27",
                            "text": "v."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:28",
                            "text": "29)."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:29",
                            "text": "And again it is written, Make not provision for the flesh to fulfil the lusts thereof (Rom."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:30",
                            "text": "xiii."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:31",
                            "text": "14)."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:32",
                            "text": "He, then, who forbids provision for the flesh in the lusts thereof certainly allows it in the needs thereof."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:33",
                            "text": "For, if it is sin to wash the body on the Lord's day, neither ought the face to be washed on that day."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:34",
                            "text": "But if this is allowed for a part of the body, why is it denied for the whole body when need requires? On the Lord's day, however, there should be a cessation of earthly labour, and attention given in every way to prayers, so that if anything is done negligently during the six days, it may be expiated by supplications on the day of the Lord's resurrection."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:35",
                            "text": "These things, most dear sons, being endowed with sure constancy and right faith, observe; despise the words of foolish men, and give not easy belief to all that you hear of having been said by them; but weigh it in the scale of reason, so that, while in firm stability you resist the wind of error you may be able to attain to the solid joys of the heavenly kingdom."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:36",
                            "text": "[In two mss."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:37",
                            "text": ", one Colbert, and Vatic."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:38",
                            "text": "F."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:39",
                            "text": ", \"mense Septembri, indict."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:40",
                            "text": "6\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Gregory the Great: Book XIII 1:41",
                            "text": "]."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Gregory the Great: Book XIII 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Gregory the Great: Book XIII 2:1",
                            "text": "Epistle V."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Gregory the Great: Book XIII 2:2",
                            "text": "To Etherius, Bishop of Lugdunum (Lyons)."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Gregory the Great: Book XIII 2:3",
                            "text": "Gregory to Etherius, Bishop."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Gregory the Great: Book XIII 2:4",
                            "text": "Although what we say is very distressing to us, and fraternal compassion rather moves us to weep than allows us to lay down anything concerning the things we have heard of, yet solicitude for the government undertaken by us pricks our heart with an urgent spur to see with great care to the good of churches, and to arrange what should be done before their interests might possibly suffer irretrievably."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Gregory the Great: Book XIII 2:5",
                            "text": "It has come, then, to our ears from the report of certain persons that an affection of the head has so befallen a certain bishop that it is a matter of groaning and weeping to hear of what he is wont to do under alienation of mind."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Gregory the Great: Book XIII 2:6",
                            "text": "Lest, therefore, while the shepherd is sick, the flock should be exposed to be torn by the teeth of the lyer-in-wait (which God forbid), or the interests of the Church itself should suffer irretrievably, it is necessary for us to treat the case with cautious provision."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Gregory the Great: Book XIII 2:7",
                            "text": "And so, since during the life of a bishop, whom unavoidable infirmity and not crime withdraws from his office, no reason allows another to be ordained in his place except on his resignation, let him, if he is accustomed to have intervals of sanity, himself make petition, declaring that he is no longer equal to this ministry owing to subversion of his intellectual faculties by infirmity, and let him request that another be ordained in his place."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Gregory the Great: Book XIII 2:8",
                            "text": "Which being done, let another who may be worthy be solemnly consecrated bishop in his place, by the election of all; yet so that, as long as life shall retain the said bishop in this world, his due expenses be supplied to him by the same Church."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Gregory the Great: Book XIII 2:9",
                            "text": "If, however, he at no time recovers the faculties of a sound mind, a trustworthy person of approved life must be chosen, who may be fit for the government of the Church, take thought for the benefit of souls, restrain the unquiet under the bond of discipline, take care of ecclesiastical property, and exhibit himself in all respects ripe and efficient."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Gregory the Great: Book XIII 2:10",
                            "text": "And also, should he survive the bishop who is now sick, he should be consecrated in his place."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Gregory the Great: Book XIII 2:11",
                            "text": "But as to ordinations of presbyters or deacons, or of any other order, if cause requires any to be made in that Church, know that this is to be reserved to thy Fraternity, to the end that, it being in thy diocese, thou mayest enquire concerning the life, manners, and conduct of him who is chosen to such office."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Gregory the Great: Book XIII 2:12",
                            "text": "And if thou shouldest be satisfied, and there is nothing in him liable to the censure of canonical strictness, let him attain to his destined order not otherwise than through ordination by thee."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Gregory the Great: Book XIII 2:13",
                            "text": "Let thy Fraternity then, so proceed, and so order these things with vigilant provision, that the Church of God may no longer suffer from any neglect, and that thou mayest warn thy fellow-priests, not only by word but also by example, to have a care laudably for venerable places."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Gregory the Great: Book XIII 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Gregory the Great: Book XIII 3:1",
                            "text": "Epistle VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Gregory the Great: Book XIII 3:2",
                            "text": "To Brunichild, Queen of the Franks."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Gregory the Great: Book XIII 3:3",
                            "text": "Gregory to Brunichild, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Gregory the Great: Book XIII 3:4",
                            "text": "Among other excellencies in you this holds the chief place beyond the rest, that in the midst of the waves of this world, which are wont with turbulent vexation to confound the minds of rulers, you so bring back your heart to the love of divine worship and to providing for the quiet of venerable places as if no other care troubled you."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Gregory the Great: Book XIII 3:5",
                            "text": "Whence, since conduct of this kind on the part of potentates is wont to be a great defence to subjects, we declare the nation of the Franks happy beyond other nations, having been accounted worthy to have a queen thus endowed with all good qualities."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Gregory the Great: Book XIII 3:6",
                            "text": "On learning from the information contained in your letters that you have built the Church of Saint Martin in the suburbs of Augustodunum (Autun), and a monastery for hand-maidens of God, and also a hospital in the same city, we rejoiced greatly, and returned thanks to Almighty God, who stimulates the sincerity of your heart to the doing of these things."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Gregory the Great: Book XIII 3:7",
                            "text": "In this case, that we may be held to some degree sharers in your good deeds, we have granted privileges according to your wish, to those places for the quiet and protection of those who live in them; nor have we borne to defer even in the least degree our embracing of your Excellency's desires."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Gregory the Great: Book XIII 3:8",
                            "text": "Furthermore, addressing you in the first place with the greeting of paternal charity, we inform you that to our illustrious sons, but your servants and legates, Burgoaldus and Varmaricarius, we have granted a private interview in accordance with what you wrote to us; and they have disclosed to us in detail all that they said they had been charged with."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Gregory the Great: Book XIII 3:9",
                            "text": "It will be our care in time to come to inform your Excellency of whatever is done with regard to these things."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Gregory the Great: Book XIII 3:10",
                            "text": "For, as for us, whatever is possible, whatever is profitable, and tends to the settlement of peace between you and the republic, we desire, under God, with the utmost devotion, that it should be accomplished."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Gregory the Great: Book XIII 3:11",
                            "text": "As to Mennas, our most reverend brother and fellow-bishop, after we had enquired into what had been said about him, and found him in no way culpable, and he having made satisfaction under oath before the most sacred body of the blessed apostle Peter, and so proved himself to be unaffected by what had been objected against his reputation, we have allowed him to return to his post purged and acquitted, since, as it was right, if he were in any respect guilty, that we should punish his fault canonically, so it was not right when he had the support of innocence, that we should detain him longer, or any way distress him."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Gregory the Great: Book XIII 3:12",
                            "text": "Moreover, with respect to a certain bishop who, as the aforesaid magnificent men have told us, is prevented by infirmity of the head from administering his office, we have written to our brother and fellow-bishop Etherius, that if he should have intervals of freedom from this infirmity, he should make petition, declaring that he is not competent to fill his own place, and requesting that another be ordained to his Church."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Gregory the Great: Book XIII 3:13",
                            "text": "For during the life of a bishop, whom not his own fault but sickness, withdraws from the administration of his office, the sacred canons by no means allow another to be ordained in his place."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Gregory the Great: Book XIII 3:14",
                            "text": "But, if he at no time recovers the exercise of a sound mind, a person should be sought adorned with good life and conversation, who may be able both to take charge of souls, and look with salutary control after the causes and interests of the same church; and he should be such as may succeed to the bishop's place in case of his surviving him."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Gregory the Great: Book XIII 3:15",
                            "text": "But, if there are any to be promoted to a sacred order, or to any clerical ministry, we have ordained that the matter is to be reserved and announced to our aforesaid most reverend brother Etherius, provided it belong to his diocese, so that, enquiry having then been made, if the persons are subject to no fault which the sacred canons denounce, he himself may ordain them."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Gregory the Great: Book XIII 3:16",
                            "text": "Let, then, the care of your Excellency conjoin itself with our ordering, to the end that the interests of the Church, which you have exceedingly at heart, may not suffer damage, and that increase of reward may accrue to the good deeds of your Excellency."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Gregory the Great: Book XIII 3:17",
                            "text": "Having been asked likewise concerning a certain bigamist whether he might be admitted to a sacred order, we have, according to canonical rule, altogether forbidden it."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Gregory the Great: Book XIII 3:18",
                            "text": "For God forbid that in your times, in which you do so many pious and religious things, you should allow anything to be done contrary to ecclesiastical ordinance."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Gregory the Great: Book XIII 3:19",
                            "text": "Moreover the aforesaid magnificent men, our sons, having delivered us a schedule, have requested among other things, what they said had been enjoined on them by your order, that such a person may be sent from us into Gaul as may, on the assembling of a synod, correct under the guidance of Almighty God whatever has been perpetrated against the most sacred canons."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Gregory the Great: Book XIII 3:20",
                            "text": "Herein we recognize the care of your Glory, how you take thought for the life of the soul and the stability of your kingdom, seeing that, fearing our Redeemer, and observing His precepts in all ways, you act in this case also so that the government of your kingdom may long subsist, and that after long courses of years you also may pass from an earthly to a heavenly kingdom."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Gregory the Great: Book XIII 3:21",
                            "text": "At a fitting time, if what we have said should be pleasing to God, we will take care to fulfil the venerable desires of your Excellency."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Gregory the Great: Book XIII 3:22",
                            "text": "We, then, for the defence of the places about which your Excellency has written to us have been careful to order all things as you wish."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Gregory the Great: Book XIII 3:23",
                            "text": "But, lest haply our decrees should be suppressed at any time by the governors of those places on the ground that they are found to be interdicted from doing certain things, this same ordinance must be inserted among the public acts, that so it may be kept in your royal archives as well as in ours."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Gregory the Great: Book XIII 3:24",
                            "text": "May Almighty God ever keep your Excellency in His fear, and so fulfil your desires and those of our sons the most excellent kings your grandsons, through the intercession of the blessed Peter, Prince of the apostles, to whom you commend them, as to grant you to have stable joy in their continual welfare, as you desire."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Gregory the Great: Book XIII 3:25",
                            "text": "Given in the month of November, Indiction 6."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Gregory the Great: Book XIII 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Gregory the Great: Book XIII 4:1",
                            "text": "Epistle VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Gregory the Great: Book XIII 4:2",
                            "text": "To Theoderic, King of the Franks."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Gregory the Great: Book XIII 4:3",
                            "text": "Gregory to Theoderic, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Gregory the Great: Book XIII 4:4",
                            "text": "We have received with joy your written address to us indicating your health and safety, and we thereby perceive that you so transcend your age in prudence as to make it evident that it is for the happiness of the nation of the Franks that the government of royal dominion has been committed by the favour of heavenly grace to your Excellency."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Gregory the Great: Book XIII 4:5",
                            "text": "And this in you among other things is enough to call for praise and admiration, that in such things as you know that our daughter your most excellent grandmother desires for the love of Almighty God, in these you make haste most earnestly to lend your aid, so that thereby you may reign both happily here, and in a future life with the angels."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Gregory the Great: Book XIII 4:6",
                            "text": "Seeing, then, that this comes, by the gift of God, from great discreetness of judgment, we have so speedily and gladly fulfilled what your Excellency desires as to show by the celerity of our execution how much your good deeds have pleased us."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Gregory the Great: Book XIII 4:7",
                            "text": "Furthermore, greeting you with paternal sweetness, we inform you that all the matters which you enjoined on the illustrious men your servants Burgoaldus and Varmaricarius, our sons, to be transacted with us have been disclosed to us in a private interview."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Gregory the Great: Book XIII 4:8",
                            "text": "And we praised you greatly, that you both attend wisely, as becomes you, to the present, and also make haste so to provide for security in the future by means of a lasting peace between you and the Republic that, being made one, you may extend the stability of your kingdom salutarily to all time."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Gregory the Great: Book XIII 4:9",
                            "text": "With regard to this we will announce to you in time to come what it may please God to order."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Gregory the Great: Book XIII 4:10",
                            "text": "For, as to us, whatever is proved to be advantageous and conducive to peace, we desire and strive that it should be brought to pass."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Gregory the Great: Book XIII 4:11",
                            "text": "The one thing is that, as our will is with regard to what is expedient, so should be the will of God, without whom we can do nothing."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Gregory the Great: Book XIII 4:12",
                            "text": "May the Holy Trinity make you to advance always in His fear, and so dispose your heart in moderation well-pleasing to Him as both to grant to your subjects now joy from you, and to you from Himself joy without end hereafter."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Gregory the Great: Book XIII 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Gregory the Great: Book XIII 5:1",
                            "text": "Epistle VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Gregory the Great: Book XIII 5:2",
                            "text": "To Senator, Abbot."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Gregory the Great: Book XIII 5:3",
                            "text": "Gregory to Senator, presbyter and abbot of a hospital (or guest-house, xenodochii)."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Gregory the Great: Book XIII 5:4",
                            "text": "When the hearts of Catholic Kings, &c."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Gregory the Great: Book XIII 5:5",
                            "text": "[See the epistle following (Ep."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Gregory the Great: Book XIII 5:6",
                            "text": "ix."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Gregory the Great: Book XIII 5:7",
                            "text": "), with which this agrees throughout, as does also Epistle X."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Gregory the Great: Book XIII 5:8",
                            "text": "to Lupo, except for the different designations of the persons addressed and places referred to, and the addition in epistles VIII."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Gregory the Great: Book XIII 5:9",
                            "text": "and IX."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Gregory the Great: Book XIII 5:10",
                            "text": ", after the words \"or absolve her (him) as innocent,\" of the following paragraph."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Gregory the Great: Book XIII 5:11",
                            "text": "]  By a similar definition, according to the desire of the founders, we decree that none of those who may in future have been ordained as abbot or presbyter to the same guest-house and monastery shall dare by any secret scheming whatever to take the office of the Episcopate, unless he has been first deprived of the office of abbot, and another has been substituted in his place; lest, by consuming the property of the guest-house or monastery in unfair expenditure, he should cause most serious pressure of want to the poor and strangers, or to others who live from its resources."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Gregory the Great: Book XIII 5:12",
                            "text": "Moreover, we forbid that the bishop have licence, without the consent of the abbot and presbyter, to remove from the same place any monk for promotion to an ecclesiastical order, or for any cause whatever, lest usurpation in this regard should be carried to such an extent that places which have to be built up by the acquisition of men be destroyed by their removal."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Gregory the Great: Book XIII 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Gregory the Great: Book XIII 6:1",
                            "text": "Epistle IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Gregory the Great: Book XIII 6:2",
                            "text": "To Thalassia, Abbess."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Gregory the Great: Book XIII 6:3",
                            "text": "Gregory to Thalassia, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Gregory the Great: Book XIII 6:4",
                            "text": "When the hearts of catholic kings are so inflamed with ardent desire, by divine grace preventing them, as of their own accord to demand the things that pontifical admonitions should provoke them to, such things are to be granted with cheerful and joyful mind all the more as the very things which they desire ought to have been demanded of them, had they been unwilling to do them."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Gregory the Great: Book XIII 6:5",
                            "text": "Accordingly, in accordance with the letters of our most Excellent royal children, Brunichild and her grandson Theoderic, to the monastery of Saint Mary, where there is constituted a congregation of handmaidens of God, founded in the city of Augustodunum by the bishop Siagrius of reverend memory, over which you preside, we indulge, grant and confirm by the decree of our present authority privileges as follows;—Ordaining that no king, no bishop, no one endowed with any dignity whatsoever, or any one else whatsoever, shall have power, under show of any cause or occasion whatsoever, to diminish or take away, or apply to his own uses, or grant as if to other pious uses for excuse of his own avarice, anything of what has been given to the same monastery by the above-written king's own children, or of what shall in future be bestowed on it by any others whatever of their own possessions."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Gregory the Great: Book XIII 6:6",
                            "text": "But all things that have been there offered, or may come to be offered, we will to be possessed by thee, as well as by those who shall succeed thee in thy office and place, from the present time inviolate and without disturbance, provided thou apply them in all ways to the uses of those for whose sustentation and government they have been granted."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Gregory the Great: Book XIII 6:7",
                            "text": "We also appoint that on the death of an abbess of the aforesaid monastery no other shall be ordained by means of any kind of craftiness of secret scheming, but such a one as the king of the same province, with the consent of the nuns, shall have chosen in the fear of God, and provided for the ordination of."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Gregory the Great: Book XIII 6:8",
                            "text": "Under this head we also add, in order that we may exclude all place for avarice, that no one of the kings, no one of the priests, or any one else in person or by proxy, shall dare to accept anything in gold, or in any kind of consideration whatever, for the ordination of such abbess, or for any causes whatever pertaining to this monastery, and that the same abbess presume not to give anything on account of her ordination, lest by such occasion what is offered or has been offered to places of piety should be consumed."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Gregory the Great: Book XIII 6:9",
                            "text": "And, inasmuch as many occasions for the deception of religious women are sought out, as is said, in your parts by bad men, we ordain that an abbess of this same monastery shall in no wise be deprived or deposed unless in case of criminality requiring it."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Gregory the Great: Book XIII 6:10",
                            "text": "Hence it is necessary that if any complaint of this kind should arise against her, not only the bishop of the city of Augustodunum should examine the case, but that he should call to his assistance six other of his fellow-bishops, and so fully investigate the matter, to the end that, all judging with one accord, a strict canonical decision may either smite her if guilty, or absolve her if innocent."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Gregory the Great: Book XIII 6:11",
                            "text": "All these things, therefore, which the paper of this our precept and decree contains we decree to be observed in perpetuity for thee as well as for all who may succeed thee in the same rank and place, and for all whom they may concern."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Gregory the Great: Book XIII 6:12",
                            "text": "Moreover, if any one, whether king, priest, judge, or secular person, being aware of this our written constitution, should attempt to contravene it, let him be deprived of the dignity of his power and honour, and know that he stands guilty before divine judgment for the iniquity that he has perpetrated."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Gregory the Great: Book XIII 6:13",
                            "text": "And, unless he either restore what he has wrongfully taken away, or lament what he has done unlawfully with fit penitence, let him be debarred from the most sacred body and blood of our God and Lord, the Redeemer Jesus Christ, and be subject to strict vengeance in the eternal judgment."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Gregory the Great: Book XIII 6:14",
                            "text": "But the peace of our Lord Jesus Christ be to all who observe what is just to this same place, to the end that they may both receive here the fruit of their well-doing, and find the rewards of eternal peace at the hands of the strict Judge."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Gregory the Great: Book XIII 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Gregory the Great: Book XIII 7:1",
                            "text": "Epistle X."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Gregory the Great: Book XIII 7:2",
                            "text": "To Lupo, Abbot."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Gregory the Great: Book XIII 7:3",
                            "text": "Gregory to Lupo, Presbyter and Abbot."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Gregory the Great: Book XIII 7:4",
                            "text": "When the hearts of catholic kings, &c."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Gregory the Great: Book XIII 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Gregory the Great: Book XIII 8:1",
                            "text": "Epistle XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Gregory the Great: Book XIII 8:2",
                            "text": "To Paschasius, Bishop of Neapolis (Naples)."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Gregory the Great: Book XIII 8:3",
                            "text": "Gregory to Paschasius, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Gregory the Great: Book XIII 8:4",
                            "text": "Those who with pure intent desire to bring to the true faith aliens from the Christian religion should study kindness, and not asperity; lest such as reason rendered with smoothness might have appealed to should be driven far off by opposition."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Gregory the Great: Book XIII 8:5",
                            "text": "For whosoever act otherwise, and under cover of such intention would suspend people from their accustomed observance of their own rites, are proved to be intent on their own cause rather than on God's."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Gregory the Great: Book XIII 8:6",
                            "text": "To wit, the Jews dwelling in Naples have complained to us, asserting that certain persons are endeavouring unreasonably to drive them from certain solemnities of their holidays, so that it may not be lawful for them to observe the solemnities of their festivals, as up to this time since long ago it has been lawful for them and their forefathers to keep and observe them."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Gregory the Great: Book XIII 8:7",
                            "text": "Now, if this is true, these people appear to be taking trouble to no purpose."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Gregory the Great: Book XIII 8:8",
                            "text": "For what is the use, when even such long unaccustomed prohibition is of no avail for their faith and conversion? Or why should we lay down rules for the Jews as to how they should observe their ceremonies, if we cannot thereby win them? We should therefore so act that, being rather appealed to by reason and kindness they may wish to follow us, and not to fly from us; and that proving to them from their own Scriptures what we tell them, we may be able, with God's help, to convert them to the bosom of Mother Church."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Gregory the Great: Book XIII 8:9",
                            "text": "Wherefore let thy Fraternity, so far as may be possible, with the help of God, kindle them to conversion, and not allow them any more to be disquieted with respect to their solemnities; but let them have free licence to observe and celebrate all their festivals and holidays, even as hitherto both they and their forefathers for a long time back have kept and held them."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Gregory the Great: Book XIII 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Gregory the Great: Book XIII 9:1",
                            "text": "Epistle XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Gregory the Great: Book XIII 9:2",
                            "text": "To certain Bishops of Sicily."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Gregory the Great: Book XIII 9:3",
                            "text": "Gregory to Leo, Secundinus, John, Donus, Lucidus, Trajan, bishops of Sicily."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Gregory the Great: Book XIII 9:4",
                            "text": "Even as we are admonished through the speech of the apostles to impart one to another spiritual aids,—so, in matters that by God's ordering we may have to settle in virtue of the government imposed on us for administration of the affairs of the poor, it is fit that priestly succour be not wanting."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Gregory the Great: Book XIII 9:5",
                            "text": "Accordingly in sending the bearer of these presents, Adrian our Chartularius, to govern the patrimony of our Church, to wit in the Syracusan district, we have thought it necessary to commend him to your Fraternity, that, wherein custom may demand it, you may afford him your succour, to the end that, while he is supported by you with bodily aid for doing his work, and with the spiritual aid of your prayers for carrying out with facility whatever he may undertake, he may be able, God also working with him, to accomplish prosperously what has been by us enjoined on him."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Gregory the Great: Book XIII 9:6",
                            "text": "But, as for yourselves, you should so acquit yourselves in good works before the face of Almighty God that there be not found in your doings anything that may be smitten by the judgment of God, or for which you may be accused by any man whatever lying in wait against you."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Gregory the Great: Book XIII 9:7",
                            "text": "For we have charged our aforesaid Chartularius that, if he should come to know of any inordinate doings on the part of our most reverend brethren the bishops, he should first himself take them to task by private and modest admonition; and, that, if such things are not amended, he should inform us of them speedily."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Gregory the Great: Book XIII 9:8",
                            "text": "Furthermore, it has been reported to us that in the times of our predecessor of holy memory it was arranged by the deacon Servusdei, who then had charge of the ecclesiastical patrimony, that the priests of your several dioceses, when you go forth to seal infants, should not be immoderately burdened."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Gregory the Great: Book XIII 9:9",
                            "text": "For a certain sum had been fixed, and this, as I hear, with your consent, to be given by the same priests for the services of the clerks (clericorum)."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Gregory the Great: Book XIII 9:10",
                            "text": "And this, which was then approved of, is said to be by no means kept to now."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Gregory the Great: Book XIII 9:11",
                            "text": "Wherefore I admonish your Fraternity to endeavour not to be burdensome to your subjects, and, if they have any grievances, to abate them, seeing also that you ought not to have departed from what had once been determined."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Gregory the Great: Book XIII 9:12",
                            "text": "For you will be seeing to your own interest both in the future and the present life, if you keep those who have been committed to you free from grievance."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Gregory the Great: Book XIII 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Gregory the Great: Book XIII 10:1",
                            "text": "Epistle XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Gregory the Great: Book XIII 10:2",
                            "text": "To Rusticiana, Patrician Lady."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Gregory the Great: Book XIII 10:3",
                            "text": "Gregory to Rusticiana, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Gregory the Great: Book XIII 10:4",
                            "text": "As often as any one comes to us from the royal city, we take care to enquire of your bodily health; but, my sins being the cause, I always hear what I am sorry to hear, since, frail and weak as you already are, it is reported that the pains of gout still grow upon you."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Gregory the Great: Book XIII 10:5",
                            "text": "But I pray the Almighty Lord that whatever befalls your body may be ordered to the health of your soul, and that temporal scourges may prepare for you eternal rest, and that through the pains which have an end He may grant you joys without end."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Gregory the Great: Book XIII 10:6",
                            "text": "As for me, I live in such a state of groaning and in the midst of such occupations that it irks me to have arrived at these days which now I spend, and my only consolation is the expectation of death."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Gregory the Great: Book XIII 10:7",
                            "text": "Wherefore I beg you to pray for me, to the end that I may be soon released from this prison of the flesh, so as to be no longer tormented by such great pains."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Gregory the Great: Book XIII 10:8",
                            "text": "Furthermore, I have to inform you that a certain person has come here, Beator by name, who gives himself out as comes privatarum, and is doing many things against all, but principally against your Excellency's people, or those of your most noble granddaughters, as though he were making enquiry into matters of public import."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Gregory the Great: Book XIII 10:9",
                            "text": "And we indeed will not permit him to act wrongfully, but neither can we stand in the way of public interests."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Gregory the Great: Book XIII 10:10",
                            "text": "Do you therefore treat as you can with the most pious princes, that they may countermand any wrongful proceeding on his part."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Gregory the Great: Book XIII 10:11",
                            "text": "For neither is the public interest served by any kind of turmoil, nor does he appear to reclaim anything of great amount."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Gregory the Great: Book XIII 10:12",
                            "text": "I beg that my most sweet son the lord Strategius be greeted in my behalf, whom may Almighty God nourish for Himself and for you, and ever comfort you by His own grace and by the young lord's life."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Gregory the Great: Book XIII 10:13",
                            "text": "Further, what should I write to you concerning your return hither, knowing as you do how much I desire it? But, when I look to the obligations of the business that detains you, I am in despair; and so I implore the Creator of all that, wherever you are, and wherever you may be, He would protect you by the extension of His right hand, and preserve you from all evil."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Gregory the Great: Book XIII 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Gregory the Great: Book XIII 11:1",
                            "text": "Epistle XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Gregory the Great: Book XIII 11:2",
                            "text": "To Anthemius, Subdeacon."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Gregory the Great: Book XIII 11:3",
                            "text": "Gregory to Anthemius, Subdeacon of Campania."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Gregory the Great: Book XIII 11:4",
                            "text": "It has reached our ears that our brother and fellow-bishop Paschasius is so idle and negligent in all ways that he is in no respect recognised as bishop; and that so neither his own Church, nor the monasteries, nor any, whether the sons of the Church, or the oppressed poor, are conscious of any earnestness of love on his part towards them; nor does he afford any help in what is just to those who supplicate him, and (what is a still more serious thing to say) he cannot bear on any account to receive the counsels of the wise and of such as admire what is right, so that he might at any rate learn from another what he cannot attend to of himself; but, passing over the things that pertain to a pastor's charge, he occupies himself with his whole attention unprofitably in the building of ships."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Gregory the Great: Book XIII 11:5",
                            "text": "Whence, as is reported, it has come to pass that he has already lost four hundred solidi, or more."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Gregory the Great: Book XIII 11:6",
                            "text": "This also is added to his faults, that he is said to go down daily to the sea with one or two clerics in so mean a guise as to be the talk among his own people, and to scent to strangers so vile and despicable that he is judged to have nothing in him of the character or venerableness of a bishop."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Gregory the Great: Book XIII 11:7",
                            "text": "If this be so, know that it is not without fault of thine, who hast delayed to rebuke and restrain him, as is fit."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Gregory the Great: Book XIII 11:8",
                            "text": "Seeing, then, that all this not only discredits him, but also evidently brings reproach on the office of the priesthood, we desire thee to summon him for this thing before other priests, or some of his noble sons, and exhort him that, shaking off the vice of sluggishness, he be not idle, but vigilant in the care of his Church and of the monasteries, exhibit fatherly charity to his sons, stand up for the defence of the poor with discretion in cases that are commended by justice, and receive gladly the counsels of the wise, to the end that both that city may be comforted by his solicitude, and he himself succeed in covering the faults of his idleness."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Gregory the Great: Book XIII 11:9",
                            "text": "If however, as we do not believe will be the case, after this our exhortation he should venture to be negligent after his accustomed manner, he must by all means be sent to us, that in our presence he may learn what it becomes a priest to do, and how to do it, after the fear of God."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Gregory the Great: Book XIII 11:10",
                            "text": "Given in the month of March, Indiction 6."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Gregory the Great: Book XIII 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Gregory the Great: Book XIII 12:1",
                            "text": "Epistle XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Gregory the Great: Book XIII 12:2",
                            "text": "To Anthemius, Subdeacon."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Gregory the Great: Book XIII 12:3",
                            "text": "Gregory to Anthemius, Subdeacon of Campania."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Gregory the Great: Book XIII 12:4",
                            "text": "As often as we hear things of our brethren and fellow-bishops that shew them to be to blame and cause us sadness, necessity compels us in no slight degree to take thought for their amendment."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Gregory the Great: Book XIII 12:5",
                            "text": "Seeing, then, that it has been reported to us that the bishops of Campania are so negligent that, unmindful of the dignity and character of their office, neither towards their Churches nor towards their sons do they shew the care of paternal vigilance, nor concern themselves about monasteries, nor bestow their protection on the oppressed and the poor, we therefore enjoin thee and hereby give thee authority to call them together, and strictly admonish them in virtue of our mandate, that they be not any longer idle, but so evince their priestly zeal and solicitude, and be so vigilant in what it becomes them justly and according unto God to do, that no murmur concerning them may exasperate us any more."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Gregory the Great: Book XIII 12:6",
                            "text": "If, however, thou shouldest find any one of them to be negligent after this being done, send him to us without allowing any excuse, that by regular exercise of discipline they may be made to feel how serious a matter it is to refuse to be corrected in things that are reprehensible and exceedingly to be condemned."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Gregory the Great: Book XIII 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Gregory the Great: Book XIII 13:1",
                            "text": "Epistle XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Gregory the Great: Book XIII 13:2",
                            "text": "To Phocas, Emperor."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Gregory the Great: Book XIII 13:3",
                            "text": "Gregory to Phocas Augustus."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Gregory the Great: Book XIII 13:4",
                            "text": "Glory to God in the highest who, according as it is written, changes times, and transfers kingdoms, seeing that He has made apparent to all what He vouchsafed to speak by His prophet, That the most High ruleth in the kingdom of men, and giveth it to whomsoever he will (Dan."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Gregory the Great: Book XIII 13:5",
                            "text": "iv."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Gregory the Great: Book XIII 13:6",
                            "text": "17)."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Gregory the Great: Book XIII 13:7",
                            "text": "For in the incomprehensible dispensation of Almighty God there are alternate controlments of mortal life; and sometimes, when the sins of many are to be smitten, one is raised up through whose hardness the necks of subjects may be bowed down under the yoke of tribulation, as in our affliction we have long had proof."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Gregory the Great: Book XIII 13:8",
                            "text": "But sometimes, when the merciful God has decreed to refresh the mourning hearts of many with His consolation, He advances one to the summit of government, and through the bowels of His mercy infuses the grace of exultation in Him into the minds of all."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Gregory the Great: Book XIII 13:9",
                            "text": "In which abundance of exultation we believe that we shall speedily be confirmed, who rejoice that the Benignity of your Piety has arrived at imperial supremacy."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Gregory the Great: Book XIII 13:10",
                            "text": "Let the heavens rejoice, and let the earth be glad (Ps."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Gregory the Great: Book XIII 13:11",
                            "text": "xcv."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Gregory the Great: Book XIII 13:12",
                            "text": "11); and let the whole people of the republic, hitherto afflicted exceedingly, grow cheerful for your benignant deeds."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Gregory the Great: Book XIII 13:13",
                            "text": "Let the proud minds of enemies be subdued under the yoke of your domination."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Gregory the Great: Book XIII 13:14",
                            "text": "Let the crushed and depressed spirits of subjects be revived by your mercy: let the power of heavenly grace make you terrible to your enemies, your piety kind to your subjects."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Gregory the Great: Book XIII 13:15",
                            "text": "Let the whole republic have rest in your most happy times, the pillage of peace under colour of processes at law being exposed."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Gregory the Great: Book XIII 13:16",
                            "text": "Let plottings about wills cease, and benevolences exacted by force."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Gregory the Great: Book XIII 13:17",
                            "text": "Let secure possession of their own return to all, that they may rejoice in having without fear what they have acquired without fraud."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Gregory the Great: Book XIII 13:18",
                            "text": "Let every single person's liberty be now at length restored to him under the yoke of empire."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "Gregory the Great: Book XIII 13:19",
                            "text": "For there is this difference between the kings of the nations and the emperors of the republic, that the kings of the nations are lords of slaves, but the emperors of the republic lords of freemen."
                        },
                        {
                            "verse": 20,
                            "chapter": 13,
                            "name": "Gregory the Great: Book XIII 13:20",
                            "text": "But we shall better speak of these things by praying than by putting you in mind of them."
                        },
                        {
                            "verse": 21,
                            "chapter": 13,
                            "name": "Gregory the Great: Book XIII 13:21",
                            "text": "May Almighty God in every thought and deed keep the heart of your Piety in the hand of His grace; and whatever things should be done justly, whatever things with clemency, may the Holy Spirit who dwells in your breast direct, that your Clemency may both be exalted in a temporal kingdom, and after courses of many years attain to heavenly kingdoms."
                        },
                        {
                            "verse": 22,
                            "chapter": 13,
                            "name": "Gregory the Great: Book XIII 13:22",
                            "text": "Given in the month of June, Indiction 6."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Gregory the Great: Book XIII 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Gregory the Great: Book XIII 14:1",
                            "text": "Epistle XXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Gregory the Great: Book XIII 14:2",
                            "text": "To Pantaleo, Notary."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Gregory the Great: Book XIII 14:3",
                            "text": "Gregory to Pantaleo, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Gregory the Great: Book XIII 14:4",
                            "text": "Thy Experience remembers what and what kind of oath thou tookest over the most sacred body of the blessed apostle Peter."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Gregory the Great: Book XIII 14:5",
                            "text": "Whence also we committed to thee without fear the charge of enquiry in the patrimony of the Syracusan district."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Gregory the Great: Book XIII 14:6",
                            "text": "It is, then, incumbent on thee to have thine own good faith and the fear of the same blessed apostle Peter ever before thine eyes, and so to act that neither with men in this present life nor with Almighty God in the last judgment thou mayest be open to blame."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Gregory the Great: Book XIII 14:7",
                            "text": "Now from the report of Salerius our chartularius we have learnt that thou hast found the modius in which the husbandmen (coloni) of the Church have been compelled to give their corn to be one of twenty-five sextarii."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Gregory the Great: Book XIII 14:8",
                            "text": "This we altogether execrated, and were sorry thou hadst been late in making it a subject of enquiry."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Gregory the Great: Book XIII 14:9",
                            "text": "We rejoice, therefore, at thy telling us that thou hast broken the said modius and made a just one."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Gregory the Great: Book XIII 14:10",
                            "text": "But, inasmuch as the aforesaid chartularius has taken care to mention also what has already been collected under thy Experience by the fraudulent dealings of the farmers (conductores) from two territories, therefore, even as with a view to the future, we rejoice that thou hast acted zealously in breaking the unjust modius, so also we think of sins in the past; lest, if what the farmers have fraudulently taken away from the peasants (rusticis) accrues to us, we should be implicated in their sins."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Gregory the Great: Book XIII 14:11",
                            "text": "And accordingly we desire thy Experience, with all faithfulness, with all integrity—having regard to the fear of Almighty God, and recalling to mind the strictness of the blessed apostle Peter—to make a list throughout each several estate (massam) of poor and indigent husbandmen, and with the money found to have been got by fraud to procure cows, sheep, and swine, and distribute them among the several poor husbandmen."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Gregory the Great: Book XIII 14:12",
                            "text": "And this we desire thee to do with the advice of the most reverend lord bishop John, and Adrian our chartularius and rector."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Gregory the Great: Book XIII 14:13",
                            "text": "If, moreover, it should be necessary for the sake of consultation, our son also the lord Julian should be called in, so that no one else may know, but all be kept quite secret."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Gregory the Great: Book XIII 14:14",
                            "text": "Do you therefore consult among yourselves whether this same assistance should be given to the said poor husbandmen in money or in kind."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Gregory the Great: Book XIII 14:15",
                            "text": "But, whatever be the common fund, first, as I have said, make a list, and afterwards take pains to distribute to each according to the degree of his poverty."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Gregory the Great: Book XIII 14:16",
                            "text": "For I, as the teacher of the Gentiles testifies, have all and abound; nor do I seek money, but reward (Phil."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Gregory the Great: Book XIII 14:17",
                            "text": "iv."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Gregory the Great: Book XIII 14:18",
                            "text": ")."
                        },
                        {
                            "verse": 19,
                            "chapter": 14,
                            "name": "Gregory the Great: Book XIII 14:19",
                            "text": "So act therefore that in the day of judgment thou mayest shew me fruit of thy labour from the service that has been committed to thy Experience."
                        },
                        {
                            "verse": 20,
                            "chapter": 14,
                            "name": "Gregory the Great: Book XIII 14:20",
                            "text": "If thou do this purely, faithfully, and strenuously, thou wilt both receive it back here in thy children, and hereafter wilt have plenary retribution in the scrutiny of the Eternal Judge."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Gregory the Great: Book XIII 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Gregory the Great: Book XIII 15:1",
                            "text": "Epistle XXXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Gregory the Great: Book XIII 15:2",
                            "text": "To Phocas, Emperor."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Gregory the Great: Book XIII 15:3",
                            "text": "Gregory to Phocas Augustus."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Gregory the Great: Book XIII 15:4",
                            "text": "It pleases us to consider, with rejoicings and great thanksgivings, what praises we owe to Almighty God, that the yoke of sadness has been removed, and we are come to times of liberty under the imperial Piety of your Benignity."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Gregory the Great: Book XIII 15:5",
                            "text": "For that your Serenity has not found a deacon of the Apostolic See resident at the court according to ancient custom, is not owing to my negligence, but to most grave necessity."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Gregory the Great: Book XIII 15:6",
                            "text": "For, while all the ministers of this our Church shrunk and fled with fear from times of such oppression and hardship, it was not possible to impose on any of them the duty of going to the royal city to remain at the court."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Gregory the Great: Book XIII 15:7",
                            "text": "But now that they have learnt that your Clemency, by the ordering of God's grace, has attained to the summit of Empire, those who had before greatly feared to go there hasten even of themselves to your feet, moved thereto by joy."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Gregory the Great: Book XIII 15:8",
                            "text": "But, seeing that some of them are so weak from old age as to be hardly able to bear the toil, and some are deeply engaged in ecclesiastical cares, and the bearer of these presents, who was the first of all our guardians (defensores), has been long well known to me for his diligence, and proved in life, faith, and character, I have judged him fit to be sent to the feet of your Piety."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Gregory the Great: Book XIII 15:9",
                            "text": "I have accordingly, by God's permission, made him a deacon, and have been at pains to send him to you with all speed, that he may be able, when a convenient time is found, to inform your Clemency of all that is being done in these parts."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Gregory the Great: Book XIII 15:10",
                            "text": "To him I beg your Serenity to deign to incline your pious ears, that you may find it in your power to have pity on us all the more speedily as you learn the more truly from his account what our affliction is."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Gregory the Great: Book XIII 15:11",
                            "text": "For in what manner by the daily swords, and by how many invasions, of the Lombards, lo now for the length of five and thirty years, we have been oppressed, by no words of description can we fully express."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Gregory the Great: Book XIII 15:12",
                            "text": "But we trust in the Almighty Lord, that He will complete for us the good things of His consolation which He has begun, and that, having raised up pious lords in the republic, He will also extinguish cruel enemies."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Gregory the Great: Book XIII 15:13",
                            "text": "And so may the Holy Trinity guard your life for many years, so that we may the longer rejoice in the good of your Piety, which we have received after long waiting."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Gregory the Great: Book XIII 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Gregory the Great: Book XIII 16:1",
                            "text": "Epistle XXXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Gregory the Great: Book XIII 16:2",
                            "text": "To Leontia, Empress."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Gregory the Great: Book XIII 16:3",
                            "text": "Gregory to Leontia Augusta."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Gregory the Great: Book XIII 16:4",
                            "text": "What tongue may suffice to speak, what mind to think, what great thanks we owe to Almighty God for the serenity of your empire, in that such hard burdens of long duration have been removed from our necks, and the gentle yoke of imperial supremacy has returned, which subjects are glad to bear? Glory, then, be given to the Creator of all by the hymning choirs of angels, thanksgiving be paid by men on earth, for that the whole republic, which has endured many wounds of sorrow, has now at length found the balm of your consolation."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Gregory the Great: Book XIII 16:5",
                            "text": "Hence we must needs implore the more earnestly the mercy of Almighty God, that He would keep the heart of your Piety ever in His right hand, and dispose your thoughts by the aid of heavenly grace, to the end that your Tranquillity may be able to rule those who serve you the more righteously as you know more truly how to serve the Sovereign of all."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Gregory the Great: Book XIII 16:6",
                            "text": "May He make you His champions in love of the catholic faith, having, of His benign dealing, made you our emperors."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Gregory the Great: Book XIII 16:7",
                            "text": "May He infuse into your minds zeal together with gentleness, that you may always be able with pious fervour not to leave unavenged whatever is done amiss with regard to God, and in case of any delinquency against yourselves to bear and spare."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Gregory the Great: Book XIII 16:8",
                            "text": "May He give us in your Piety the clemency of Pulcheria Augusta, who for her zeal for the catholic faith was called in the holy synod the new Helena (Act."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Gregory the Great: Book XIII 16:9",
                            "text": "1 synodi Chalcedonensis)."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Gregory the Great: Book XIII 16:10",
                            "text": "May the Almighty mercy of God grant to you fuller length of days to live with our most pious lord, that the longer your life is extended, the more strongly may the consolation of your subjects be confirmed."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Gregory the Great: Book XIII 16:11",
                            "text": "I ought perhaps to have requested that your Tranquillity should hold as especially commended to you the Church of the blessed apostle Peter, which up to this time has laboured under grievous plots against it."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Gregory the Great: Book XIII 16:12",
                            "text": "But, knowing that you love Almighty God, I ought not to ask what you will exhibit of your own accord out of the benignity of your piety."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Gregory the Great: Book XIII 16:13",
                            "text": "For the more you fear the Creator of all, the more fully may you love the Church of him to whom it was said, Thou art Peter, and upon this rock I will build my Church, and the gates of hell shall not prevail against it; and to whom it is said, To thee I will give the keys of the kingdom of heaven; and whatsoever thou shalt bind on earth shall be bound in heaven; and whatsoever thou shalt loose on earth shall be loosed in heaven (Matth."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Gregory the Great: Book XIII 16:14",
                            "text": "xv."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Gregory the Great: Book XIII 16:15",
                            "text": "18)."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Gregory the Great: Book XIII 16:16",
                            "text": "Whence it is not doubtful to us with what strong love you will bind yourself to him through whom you earnestly desire to be loosed from all sins."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Gregory the Great: Book XIII 16:17",
                            "text": "May he, then, be the guardian of your empire, may he be your protector on earth, may he be an intercessor for you in heaven: that through your relieving your subjects from hard burdens, and causing them to rejoice in your empire, you may, after many years, rejoice in the heavenly kingdom."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Gregory the Great: Book XIII 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Gregory the Great: Book XIII 17:1",
                            "text": "Epistle XL."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Gregory the Great: Book XIII 17:2",
                            "text": "To Cyriacus, Patriarch of Constantinople."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Gregory the Great: Book XIII 17:3",
                            "text": "Gregory to Cyriacus, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Gregory the Great: Book XIII 17:4",
                            "text": "Observing diligently, most dear brother, how great is the virtue of peace from the Lord's voice, which says, My peace I give unto you (Joh."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Gregory the Great: Book XIII 17:5",
                            "text": "xiv."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Gregory the Great: Book XIII 17:6",
                            "text": "27), it becomes us so to abide in the love thereof as in no wise to give place to discord."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Gregory the Great: Book XIII 17:7",
                            "text": "But, since we cannot otherwise live in its root except by retaining in mind and in deed the humility which the very author of peace has taught, we entreat you with befitting charity, that, treading down with the foot of your heart the profane elation which is always hostile to souls, you make haste to remove from the midst of the Church the offence of a perverse and proud title, lest you should possibly be found divided from the society of our peace."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Gregory the Great: Book XIII 17:8",
                            "text": "But let there be in us one spirit, one mind, one charity, one bond in Christ, who has willed us to be his members."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Gregory the Great: Book XIII 17:9",
                            "text": "For let your Holiness consider how hard it is, how indecent, how cruel, how alien from the aim of a priest, not to have that peace which you preach to others, and so abstain from offending your brethren out of pride."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Gregory the Great: Book XIII 17:10",
                            "text": "But study this rather, how you may prostrate with the sword of humility the author of vain and profitless elation, to the end that in such a victory the grace of the Holy Spirit may claim you as a habitation for Himself, so that what is written may be plainly fulfilled in you; the temple of God is holy, which temple ye are (2 Cor."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Gregory the Great: Book XIII 17:11",
                            "text": "vi."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Gregory the Great: Book XIII 17:12",
                            "text": "17."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Gregory the Great: Book XIII 17:13",
                            "text": ") We commend to you in all things the bearer of these presents, our most beloved common son, the deacon Boniface, that in whatsoever may be needful he may find, as is becoming, the succour of your Holiness."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Gregory the Great: Book XIII 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Gregory the Great: Book XIII 18:1",
                            "text": "Epistle XLI."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Gregory the Great: Book XIII 18:2",
                            "text": "To Eulogius, Patriarch of Alexandria."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Gregory the Great: Book XIII 18:3",
                            "text": "Gregory to Eulogius, Bishop of Alexandria."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Gregory the Great: Book XIII 18:4",
                            "text": "A conversation having arisen one day between me and my familiar friends about the customs of churches, one who had studied the art of medicine in the great city of Alexandria told us that he had a fellow-student attending the same lectures, a boy of extreme depravity, who, he said, had been suddenly ordained a deacon."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Gregory the Great: Book XIII 18:5",
                            "text": "And he added that he had procured ordination by bribes and gifts; for he acknowledged that this custom had prevailed in the holy Alexandrine Church."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Gregory the Great: Book XIII 18:6",
                            "text": "On hearing this I was amazed, and exceedingly surprised that the tongue of the most holy and blessed man the lord Eulogius, which recalls so many heretics to the catholic faith, has not extirpated simoniacal heresy from the holy Alexandrine Church."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Gregory the Great: Book XIII 18:7",
                            "text": "And who will there be whose exhortation or correction will be able to amend this, if his great and admirable teaching shall have left it without amendment?  Wherefore, for the absolution of your soul, for the increase of your reward, that your works may be in all respects perfect before the eyes of the tremendous Judge, you ought to make haste utterly to pull up and eradicate simoniacal heresy, which was the first to arise in the Church, from your most holy See, which is ours."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Gregory the Great: Book XIII 18:8",
                            "text": "For on this account it comes to pass that the holiness of ecclesiastical orders falls away from very many, because persons are promoted to these orders, not for their life and deeds, but for bribes."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Gregory the Great: Book XIII 18:9",
                            "text": "But if meritorious character, and not bribes, be sought after, unworthy persons will not come to ordination."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Gregory the Great: Book XIII 18:10",
                            "text": "And by so much the more will reward begin to accrue to you as any good men who have been promoted to sacred orders shall have devoted themselves to the care of winning souls."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Gregory the Great: Book XIII 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:1",
                            "text": "Epistle XLII."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:2",
                            "text": "To Eulogius, Patriarch of Alexandria."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:3",
                            "text": "Gregory to Eulogius, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:4",
                            "text": "We return great thanks to Almighty God, that in the mouth of the heart a sweet savour of charity is experienced, when that which is written is fulfilled, As cold water to a thirsty soul, so is good news from a far country (Prov."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:5",
                            "text": "xxv."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:6",
                            "text": "25)."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:7",
                            "text": "For I had previously been greatly disturbed by a letter from Boniface the Chartularius, my responsalis, who dwells in the royal city, saying that your to me most sweet and pleasant Holiness had suffered from failure of bodily sight."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:8",
                            "text": "From this letter I was smitten by heavy sorrow."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:9",
                            "text": "But suddenly, by the prospering grace of our Creator and Redeemer, I received the epistle of your Blessedness, and, learning that the bodily trouble of which I had heard was cured, I rejoiced exceedingly, since gladness of heart succeeded which was as great as the bitterness of the sadness which had come before."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:10",
                            "text": "For we know that, with the help of Almighty God, your life is the health of many."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:11",
                            "text": "For sailors sail secure through the waves when an instructed and skilful steersman sits at the helm."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:12",
                            "text": "Moreover in my joy for your health I have this additional cause for exultation, that I have learnt how through your mouth the enemies of the Church are decreased in number, and the flocks of the Lord multiplied."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:13",
                            "text": "For through the ploughshare of your tongue heavenly corn increases daily, and is multiplied in the garners on high; so that in you we rejoice that what is written is fulfilled, Where there is much increase, there is manifest the strength of the oxen (Prov."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:14",
                            "text": "xiv."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:15",
                            "text": "4)."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:16",
                            "text": "Whence we gather plainly that the more you bring back fugitives to the service of Almighty God, the more merit you have with Him."
                        },
                        {
                            "verse": 17,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:17",
                            "text": "And by how much the more merit you receive, the more fully can you obtain what you ask for."
                        },
                        {
                            "verse": 18,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:18",
                            "text": "I beseech you therefore to pray the more earnestly for me a sinner, since both pain of body, and bitterness of heart, and immense ravages of mortality among the swords of so many barbarians, afflict me exceedingly."
                        },
                        {
                            "verse": 19,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:19",
                            "text": "In the midst of all these things it is not temporal but eternal consolation that I require, which of myself I am not able to win by prayer, but which I trust that I shall obtain by the intercessions of your Blessedness."
                        },
                        {
                            "verse": 20,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:20",
                            "text": "Last year I received no letters from your Holiness, and I was much distressed."
                        },
                        {
                            "verse": 21,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:21",
                            "text": "It is true that your blessing, which you sent without a letter, was both given and received."
                        },
                        {
                            "verse": 22,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:22",
                            "text": "But, since your tongue delights me more than your gifts, I was less gratified than I might have been by what was given."
                        },
                        {
                            "verse": 23,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:23",
                            "text": "But I directed our common son, the deacon Epiphanius, to write to Alexander and Isidore, deacons of your most holy Church, to acknowledge the receipt of what had been sent."
                        },
                        {
                            "verse": 24,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:24",
                            "text": "I wrote to you, further, that I had got ready large pieces of timber for making masts and rudders, but that the small ship which had come could not carry them; and you have since written nothing in reply."
                        },
                        {
                            "verse": 25,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:25",
                            "text": "Wherefore, if you need them, write to our common son Boniface, whom we are now sending as our representative (responsalem) to the royal city, that he may send me word that they may be prepared, and that they may be found ready when your Blessedness shall send for them."
                        },
                        {
                            "verse": 26,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:26",
                            "text": "Furthermore, we have sent you a small cross, in which is inserted a blessing from the chains of your lovers the apostles Saint Peter and Saint Paul; and let this be continually applied to your eyes, seeing that many miracles have been wont to be wrought through this same blessing."
                        },
                        {
                            "verse": 27,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:27",
                            "text": "May Almighty God inspire the heart of your Blessedness to be careful to pray for me continually, and may He protect you and all yours with His right hand, and after many courses of years bring you to the heavenly kingdom."
                        },
                        {
                            "verse": 28,
                            "chapter": 19,
                            "name": "Gregory the Great: Book XIII 19:28",
                            "text": "We have received, corresponding with your description of them, the blessings of Saint Mark, sent to us by your most blessed Fraternity, and we return thanks for your kindness, since from these outward things we learn what you are towards us inwardly."
                        }
                    ]
                }
            ]
        }
    ]
}