{
    "books": [
        {
            "name": "Ambrose: Exposition of the Christian Faith Book III",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Ambrose: Exposition of the Christian Faith Book III 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 1:1",
                            "text": "Exposition of the Christian Faith, Book III:  Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 1:2",
                            "text": "Statement of the reasons wherefore the matters, treated of shortly in the two former, are dealt with more at length in the three later books."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 1:3",
                            "text": "Defence of the employment of fables, which is supported by the example of Holy Writ, wherein are found various figures of poetic fable, in particular the Sirens, which are figures of sensual pleasures, and which Christians ought to be taught to avoid, by the words of Paul and the deeds of Christ."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 1:4",
                            "text": "1."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 1:5",
                            "text": "Forasmuch as your most gracious Majesty had laid command upon me to write for your own instruction some treatise concerning the Faith, and had yourself called me to your presence and encouraged my timidity, I, being as one on the eve of battle, composed but two books only, for the pointing out of certain ways and paths by which our faith progresses."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 1:6",
                            "text": "2."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 1:7",
                            "text": "Seeing, however, that certain malicious minds, bent on sowing disputes, have not yet exhausted the force of their assaults, whilst your gracious Majesty's pious anxiety calls me to further labours, inasmuch as you desire to try in more things him whom you have proved in a few, I am resolved to deal somewhat more particularly with the matters whereof I have already treated in a few words, lest it should be thought, not that I have advanced those propositions in quietness and confidence, but that I, having asserted them, doubted and so abandoned their defence."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 1:8",
                            "text": "3."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 1:9",
                            "text": "Again, seeing that we spoke of the Hydra and Scylla (I."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 1:10",
                            "text": "vi."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 1:11",
                            "text": "46), and brought them in by way of comparison, to show how we must beware, whether of the ever-renewed outgrowths of infidelity, or the ill-omened shipwrecks made upon its shallows, if any one holds that such embellishments of an argument, borrowed from the romances of poets, are unlawful, and, from lack of opportunity to speak evil of my faith, assails something in my language, then let him know that not only phrases but complete verses of poetry have been woven into the text of Holy Writ."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 1:12",
                            "text": "4."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 1:13",
                            "text": "Whence, for instance, came that verse, \"His offspring truly are we,\" whereof Paul, by prophetic experience, taught, makes use? The course of prophetic speech avoids neither the Giants nor the Valley of the Titans, and Isaiah spake of sirens and the  daughters of ostriches."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 1:14",
                            "text": "Jeremiah also hath prophesied concerning Babylon, that the daughters of sirens shall dwell therein, in order to show that the snares of Babylon, that is, of the tumult of this world, are to be likened to stories of old-time lust, that seemed upon this life's rocky shores to sing some tuneful song, but deadly withal, to catch the souls of youth,—which the Greek poet himself tells us that the wise man escaped through being bound, as it were, in the chains of his own prudence."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 1:15",
                            "text": "So hard a thing, before Christ's coming, was it esteemed, even for the stronger, to save themselves from the deceitful shows and allurements of pleasure."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 1:16",
                            "text": "5."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 1:17",
                            "text": "But if the poet judged the enticement of worldly pleasure and licence destructive of men's minds and a sure cause of shipwreck, what ought we to think, for whom it hath been written: \"Train not the flesh in concupiscence\"? And again: \"I chastise my body and bring it into servitude, lest whilst I preach to others, I myself become a castaway\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 1:18",
                            "text": "6."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 1:19",
                            "text": "Truly, Christ won salvation for us, not by luxury but by fasting."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 1:20",
                            "text": "Moreover, it was not to obtain favour for Himself, but to instruct us, that He fasted."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 1:21",
                            "text": "Nor yet did He hunger because He was overcome by the weakness of the body, but by His hunger He proved that He had verily taken upon Himself a body; that so He might teach us that He had taken not only our body, but also the weaknesses of that body, even as it is written: \"Surely He hath taken our infirmities and borne our sicknesses\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Ambrose: Exposition of the Christian Faith Book III 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:2",
                            "text": "The incidents properly affecting the body which Christ for our sake took upon Him are not to be accounted to His Godhead, in respect whereof He is the Most Highest."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:3",
                            "text": "To deny which is to say that the Father was incarnate."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:4",
                            "text": "When we read that God is one, and that there is none other beside Him, or that He alone has immortality, this must be understood as true of Christ also, not only to avoid the sinful heresy above-mentioned (Patripassianism), but also because the activity of the Father and the Son is declared to be one and the same."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:5",
                            "text": "7."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:6",
                            "text": "It was a bodily weakness, then, that is to say, a weakness of ours, that He hungered; when He wept, and was sorrowful even unto death, it was of our nature."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:7",
                            "text": "Why ascribe the properties and incidents of our nature to the Godhead? That He was even, as we are told, \"made,\" is a property of a body."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:8",
                            "text": "Thus, indeed, we read: \"Sion our mother shall say: 'He is a man,' and in her He was made man, and the Most High Himself laid her foundations\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:9",
                            "text": "\"He was made man,\" mark you, not \"He was made God\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:10",
                            "text": "8."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:11",
                            "text": "But what is He Who is at once the Most High and man, what but \"the Mediator between God and man, the man Christ Jesus Who gave Himself as a ransom for us\"? This place indeed refers properly to His Incarnation, for our redemption was made by His Blood, our pardon comes through His Power, our life is secured through His Grace."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:12",
                            "text": "He gives as the Most High, He prays as man."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:13",
                            "text": "The one is the office of the Creator, the other of a Redeemer."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:14",
                            "text": "Be the gifts as distinct as they may, yet the Giver is one, for it was fitting that our Maker should be our Redeemer."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:15",
                            "text": "9."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:16",
                            "text": "Who indeed can deny that we have plain evidence that Christ is the Most High? He who knows otherwise makes the sacrament of Incarnation to be the work of God the Father."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:17",
                            "text": "But that Christ is the Most High is removed beyond doubt by what Scripture hath said in another place, concerning the mystery of the Passion: \"The Most High sent forth His Voice, and the earth was shaken\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:18",
                            "text": "And in the Gospel you may read: \"And thou, child, shalt be called the Prophet of the Highest; for thou shalt go before the face of the Lord, to prepare His ways\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:19",
                            "text": "Who is \"the Highest\"? The Son of God."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:20",
                            "text": "He, then, Who is the Most High God is Christ."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:21",
                            "text": "10."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:22",
                            "text": "Again, whilst God is everywhere said to be One God, the Son of God is not separated from this Unity."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:23",
                            "text": "For He Who is the  Most High is alone, as it is written: \"And let them know that Thy Name is the Lord: Thou alone art Most High over all the earth\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:24",
                            "text": "11."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:25",
                            "text": "And so the adversaries' injurious conclusion is rejected with contempt and disgrace, which they drew from the Scripture speaking of God: \"Who alone hath immortality and dwelleth in light unapproachable;\" for these words are written of God, which Name belongs equally to Father and to Son."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:26",
                            "text": "12."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:27",
                            "text": "If, indeed, wheresoever they read the Name of God, they deny that there is any thought of the Son [as well as the Father], they blaspheme, inasmuch as they deny the Son's Divine Sovereignty, and they shall appear as though they shared the sinful error of the Sabellians in teaching the Incarnation of the Father."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:28",
                            "text": "Let them, indeed explain how they can fail to interpret in a sense blasphemous to the Father the words of the Apostle: \"In Whom ye did also rise again, by faith in the working of God, Who raised Him from the dead\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:29",
                            "text": "Let them also take warning from what follows of what they are running upon—for this is what comes after: \"And though ye were dead in your sins and the uncircumcision of your flesh, He quickened us with Him, pardoning us all our offences, blotting out the handwriting of the Ordinance, which was opposed to us, and removed it from our midst, nailing it to His Cross, divesting Himself of the flesh\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:30",
                            "text": "13."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:31",
                            "text": "We are not, then, to suppose that the Father Who raised the flesh is alone [God]; nor, again, are we to suppose the like of the Son, Whose Body was raised again."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:32",
                            "text": "He Who raised, did surely also quicken; and He who quickened, also pardoned sins; He who pardoned sins, also blotted out the handwriting; He Who blotted out the handwriting, also nailed it to the Cross: He who nailed it to the Cross, divested Himself of the flesh."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:33",
                            "text": "But it was not the Father Who divested Himself of the flesh; for not the Father, but, as we read, the Word was made flesh."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:34",
                            "text": "You see, then, that the Arians, in dividing the Father from the Son, run into danger of saying that the Father endured the Passion."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:35",
                            "text": "14."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:36",
                            "text": "We, however, can easily show that the words treat of the Son's action, for the Son Himself indeed raised His own Body again, as He Himself said: \"Destroy this Temple, and in three days I will raise it again\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:37",
                            "text": "And He Himself quickens us together with His Body: \"For as the Father raiseth the dead and quickeneth them, so also the Son quickeneth Whom He will\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:38",
                            "text": "And He Himself hath granted forgiveness for sins, saying, \"Thy sins be forgiven thee\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:39",
                            "text": "He too hath nailed the handwriting of the record to His Cross, in that He was crucified, and suffered in the body."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:40",
                            "text": "Nor did any divest Himself of the flesh, save the Son of God, Who invested Himself therewith."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 2:41",
                            "text": "He, therefore, Who hath achieved the work of our resurrection is plainly pointed out to be very God."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Ambrose: Exposition of the Christian Faith Book III 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:2",
                            "text": "That the Father and the Son must not be divided is proved by the words of the Apostle, seeing that it is befitting to the Son that He should be blessed, only Potentate, and immortal, by nature, that is, and not by grace, as even the angels themselves are immortal, and that He should dwell in the unapproachable light."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:3",
                            "text": "How it is that the Father and the Son are alike and equally said to be \"alone\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:4",
                            "text": "15."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:5",
                            "text": "When, therefore, you read the Name \"God,\" separate neither Father nor Son, for the Godhead of the Father and the Son is one and the same, and therefore separate them not, when you read the words \"blessed and only Potentate,\" for the words are spoken of God, even as you may read: \"I charge thee before God, Who quickeneth all things\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:6",
                            "text": "Christ also indeed doth quicken, and therefore the Name of God is meetly given both to the Father and to the Son, inasmuch as the effect of their activity is in agreement."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:7",
                            "text": "Let us go on to the words following: \"I charge thee,\" he says, \"before God, Who quickeneth all things, and Jesus Christ\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:8",
                            "text": "16."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:9",
                            "text": "The Word is in God, even as it is written: \"In God will I praise His Word\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:10",
                            "text": "In God is His Eternal Power, even Jesus; in [speaking of] God, therefore, the Apostle hath witnessed to the unity of the Godhead, whilst by the Name of Christ he hath witnessed to the sacrament of the Incarnation."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:11",
                            "text": "17."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:12",
                            "text": "Furthermore, to show that he hath spoken of the Incarnation of Christ, he added: \"Who bore witness under Pontius Pilate with the good confession,\" [I charge thee] \"keep undefiled the commandment, until the coming of our Lord Jesus Christ,  Which in His own good time the blessed and only Potentate shall manifest, the King of kings and Lord of lords, Who alone hath immortality, and dwelleth in light unapproachable, Whom no man hath seen, nor can see\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:13",
                            "text": "Those words, then, are written with regard to God, of which Name the dignity and truth are common to [both the Father and] the Son."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:14",
                            "text": "18."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:15",
                            "text": "Why, then, should there be no thought of the Son in this place, seeing that all these things hold good of the Son also? If they do not so, then deny His Godhead, and so mayest thou deny what is proper to be said of God."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:16",
                            "text": "His Blessedness cannot be denied, Who bestows blessings, for \"Blessed are they whose iniquities are forgiven\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:17",
                            "text": "He cannot but be called \"Blessed,\" Who hath given us wholesome teaching, even as it is written: \"Which is according to the Gospel of the beauty of the Blessed God\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:18",
                            "text": "His Power cannot be denied, of Whom the Father saith: \"I have laid help upon One that is mighty\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:19",
                            "text": "And who dare refuse to acknowledge Him to be immortal, when He Himself hath made others also immortal, as it is written of the Wisdom of God: \"By her shall I possess immortality\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:20",
                            "text": "19."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:21",
                            "text": "But the immortality of His Nature is one thing, that of ours is another."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:22",
                            "text": "Things perishable are not to be compared to things divine."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:23",
                            "text": "The Godhead is the one only Substance that death cannot touch, and therefore it is that the Apostle, though knowing both the [human] soul and angels to be immortal, declared that God only had immortality."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:24",
                            "text": "In truth, even the soul may die: \"The soul that sinneth, it shall die,\" and an angel is not absolutely immortal, his immortality depending on the will of the Creator."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:25",
                            "text": "20."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:26",
                            "text": "Do not hastily reject this, because Gabriel dies not, nor Raphaël, nor Uriel."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:27",
                            "text": "Even in their nature there is a capacity of sin, though not one of improvement by discipline, for every reasonable creature is exposed to influences from without itself, and liable to judgment."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:28",
                            "text": "It is on the influences which work upon us that the award of judgment, and corruption, or advance to perfection, do depend, and therefore Ecclesiastes saith: \"For God shall bring all His work to judgment\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:29",
                            "text": "Every creature, then, has within it the possibility of corruption and death, even though it do not [at present] die or commit sin; nor, if in anything it deliver not itself over to sin, hath it this boon of its immortal nature, but of discipline or of grace."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:30",
                            "text": "Immortality, then, that is of a gift is one thing: immortality without the possibility of change is another."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:31",
                            "text": "21."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:32",
                            "text": "Do we deny the immortality of Christ's Godhead, because He tasted death for all in the flesh? Then is Gabriel better than Christ, for Gabriel never died, but Christ gave up the ghost."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:33",
                            "text": "But the servant is not above his lord, and we must discern the weakness of flesh from the eternity of Godhead."
                        },
                        {
                            "verse": 34,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:34",
                            "text": "Christ's Death had its source in the flesh, immortality is of the nature of Christ's sovereignty."
                        },
                        {
                            "verse": 35,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:35",
                            "text": "But if the Godhead brought it to pass that the flesh saw not corruption, the flesh being surely by nature liable to corruption, how could the Godhead itself have died?  22."
                        },
                        {
                            "verse": 36,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:36",
                            "text": "And how is it that the Son dwelleth not in light unapproachable, if He is in the bosom of the Father, if the Father is Light, and the Son also is Light, because God is Light? Or, if we suppose some other light, beside the Light of the Godhead, to be the unapproachable Light, is, then, this Light better than the Father, so that He is not in that Light, Who, as it is written, is both with the Father and in the Father? Let men, therefore, not exclude the thought of the Son, when they read only of \"God\"—and let  them not exclude that of the Father, when they read of \"the Son\" only."
                        },
                        {
                            "verse": 37,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:37",
                            "text": "23."
                        },
                        {
                            "verse": 38,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:38",
                            "text": "On earth, the Son is not without the Father, and thou thinkest that the Father is without the Son in heaven? The Son is in the flesh—(when I say \"He is in the flesh\" or \"He is on earth,\" I speak as though we lived in the days whose story is in the Gospel, for now we no longer know Christ \"after the flesh\")—He is in the flesh, and He is not alone, as it is written: \"And I am not alone, because the Father is with Me,\" and think you that the Father dwells alone in the Light?  24."
                        },
                        {
                            "verse": 39,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:39",
                            "text": "Lest you should regard this argument as mere speculation take this sentence of authority."
                        },
                        {
                            "verse": 40,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:40",
                            "text": "\"No man,\" saith the Scripture, \"hath seen God at any time, save the Only-begotten Son, Who is in the bosom of the Father; He hath revealed Him\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:41",
                            "text": "How can the Father be in solitude, if the Son be in the bosom of the Father? How doth the Son reveal Him, Whom He seeth not? The Father, then, exists not alone."
                        },
                        {
                            "verse": 42,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:42",
                            "text": "25."
                        },
                        {
                            "verse": 43,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:43",
                            "text": "Observe now what the \"solitude\" of the Father and of the Son is."
                        },
                        {
                            "verse": 44,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 3:44",
                            "text": "The Father is alone, because there is no other Father; the Son is alone, because there is no other Son; God is alone, because the Godhead of the Trinity is One."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Ambrose: Exposition of the Christian Faith Book III 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:2",
                            "text": "We are told that Christ was only \"made\" so far as regards the flesh."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:3",
                            "text": "For the redemption of mankind He needed no means of aid, even as He needed none in order to His Resurrection, whereas others, in order to raise the dead, had need of recourse to prayer."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:4",
                            "text": "Even when Christ prayed, the prayer was offered by Him in His capacity as human; whilst He must be accounted divine from the fact that He commanded (that such and such things should be done)."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:5",
                            "text": "On this point the devil's testimony is truer than the Arians' arguments."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:6",
                            "text": "The discussion concludes with an explanation of the reason why the title of \"mighty\" is given to the Son of Man."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:7",
                            "text": "26."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:8",
                            "text": "It is now sufficiently made plain that the Father is not God in solitude, without the Son, and that the Son cannot be thought of as God alone, without the Father, for it is in respect of His flesh that we read that the Son of God was \"made,\" not in respect of His generation from God the Father."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:9",
                            "text": "27."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:10",
                            "text": "Indeed, in what sense He was \"made\" He has declared by the mouth of the holy patriarch, saying: \"For My soul is filled with sorrow to overflowing, and My life hath drawn near unto hell."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:11",
                            "text": "I have been counted with them that go down into the pit; I have been made as a man free, without help, amongst the dead\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:12",
                            "text": "Here, then, we read: \"I have been made as a man,\" not \"I have been made as God;\" and again: \"My soul overfloweth with sorrows\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:13",
                            "text": "\"My soul,\" mark you, not \"My Godhead\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:14",
                            "text": "He was \"made\" in so far as that was concerned wherein He was due to hell, wherein He was reckoned with others, for the Godhead admits of no likeness which may be ground for classing it with others."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:15",
                            "text": "Yet mark how the majesty of Godhead shows itself in Christ, even in that flesh which was appointed to death."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:16",
                            "text": "Although He was \"made\" as a man, and \"made\" as flesh, yet He was made free amongst the dead, \"free, without help\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:17",
                            "text": "28."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:18",
                            "text": "But how can the Son say here that He was without help, when it has already been said: \"I have laid help upon One that is mighty\"? Distinguish here also the two natures present."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:19",
                            "text": "The flesh hath need of help, the Godhead hath no need."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:20",
                            "text": "He is free, then, because the chains of death had no hold upon Him."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:21",
                            "text": "He was not made prisoner by the powers of darkness, it is He Who exerted power amongst them."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:22",
                            "text": "He is \"without help,\" because He Himself, the Lord, hath by no office of messenger or ambassador, but by His own might, saved His people."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:23",
                            "text": "How could He, Who raised others to life, require any help in order to raise His own body?  29."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:24",
                            "text": "And though men also have raised the dead, still they did this not of their own power, but in the Name of Christ."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:25",
                            "text": "To ask is one thing, to command is another; to obtain is different from bestowing."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:26",
                            "text": "30."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:27",
                            "text": "Elijah, then, raised the dead, but he prayed—he did not command."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:28",
                            "text": "Elisha raised one to life after laying himself upon the dead body, in accordance with its posture; and, again, the very contact of Elisha's corpse gave life to the dead, that the prophet might foreshow the coming of Him, Who, being sent in the likeness of sinful flesh, should, even after His burial, raise the dead to life."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:29",
                            "text": "31."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:30",
                            "text": "Peter, again, when he healed Aeneas, said: \"In the Name of Jesus of Nazareth, rise and walk\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:31",
                            "text": "Not in his own name, but in the Name of Christ."
                        },
                        {
                            "verse": 32,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:32",
                            "text": "But \"rise\" is a command; on the other hand, it is an instance of confidence in one's right, not an arrogant claim to power, and the authority of the command stood in the effective influence of the Name, not in its own might."
                        },
                        {
                            "verse": 33,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:33",
                            "text": "What answer, then, make the Arians? Peter commands in the Name of Christ,—this on the one hand: on the other, they will have it that the Son of God did not command, but requested."
                        },
                        {
                            "verse": 34,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:34",
                            "text": "32."
                        },
                        {
                            "verse": 35,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:35",
                            "text": "We read, they objected, of His uttering a prayer."
                        },
                        {
                            "verse": 36,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:36",
                            "text": "But take note of the difference."
                        },
                        {
                            "verse": 37,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:37",
                            "text": "He prays as Son of Man, He commands as Son of God."
                        },
                        {
                            "verse": 38,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:38",
                            "text": "Will you not ascribe unto the Son of God what even the devil has ascribed? Will you accuse yourselves of greater wickedness than Satan's? The devil saith: \"If Thou be the Son of God, command this stone that it become bread\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:39",
                            "text": "Satan saith \"command,\" you say \"entreat\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:40",
                            "text": "The devil believes that, at the word of God's Son, the nature of an elementary substance may be exchanged for that of a composite one; you think that, unless the Son of God prefers a request, even His Will cannot be done."
                        },
                        {
                            "verse": 41,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:41",
                            "text": "Again, the devil thinks that the Son of God is to be esteemed from His power, you that He is to be esteemed from His infirmity."
                        },
                        {
                            "verse": 42,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:42",
                            "text": "The devil's temptations are more tolerable than the Arians' disputings."
                        },
                        {
                            "verse": 43,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:43",
                            "text": "33."
                        },
                        {
                            "verse": 44,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:44",
                            "text": "Let us not, then, be troubled if we find the Son of Man entitled \"mighty\" in one place, and yet in another, that the Lord of glory was crucified."
                        },
                        {
                            "verse": 45,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:45",
                            "text": "What might is greater than sovereignty over the powers of heaven? But this was in the hands of Him Who ruled over thrones, principalities, angels; for, although He was amongst the wild beasts, as it is written, yet angels ministered to Him, that you may perceive the difference between what is proper to the Incarnation, and what is proper to Sovereignty."
                        },
                        {
                            "verse": 46,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:46",
                            "text": "So far as His flesh is concerned, then, He endures the assault of wild beasts; in regard of His Godhead, He is adored by angels."
                        },
                        {
                            "verse": 47,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:47",
                            "text": "34."
                        },
                        {
                            "verse": 48,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:48",
                            "text": "We have learnt, then, that He was made man, and that His being made must be referred to His manhood."
                        },
                        {
                            "verse": 49,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 4:49",
                            "text": "Furthermore, in another passage of Scripture, you may read: \"Who was made for Him of the seed of David,\" that is to say, in respect of the flesh He was \"made\" of the seed of David, but He was God begotten of God before the worlds."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Ambrose: Exposition of the Christian Faith Book III 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 5:2",
                            "text": "Passages brought forward from Scripture to show that \"made\" does not always mean the same as \"created;\" whence it is concluded that the letter of Holy Writ should not be made the ground of captious arguments, after the manner of the Jews, who, however, are shown to be not so bad as the heretics, and thus the principle already set forth is confirmed anew."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 5:3",
                            "text": "35."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 5:4",
                            "text": "At the same time, becoming does not always imply creation; for we read: \"Lord, Thou art become our refuge,\" and \"Thou hast become my salvation\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 5:5",
                            "text": "Plainly, here is no statement of the fact or purpose of a creation, but God is said to have become my \"refuge\" and have turned to my \"salvation,\" even as the Apostle hath said: \"Who became for us Wisdom from God, and Righteousness, and Sanctification, and Redemption,\" that is, that Christ was \"made\" for us, of the Father, not created."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 5:6",
                            "text": "Again, the writer has explained in the sequel in what sense he says that Christ was made Wisdom for us: \"But we preach the Wisdom of God in doctrine of mystery, which Wisdom is hidden, foreordained by God before the existence of the world for our glory, and which none of the princes of this world knew, for had they known they would never have crucified the Lord of glory\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 5:7",
                            "text": "When the mystery of the Passion is set forth, surely there is no speaking of an eternal process of generation."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 5:8",
                            "text": "36."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 5:9",
                            "text": "The Lord's Cross, then, is my wisdom; the Lord's Death my redemption; for we are redeemed with His precious blood, as the Apostle Peter hath said."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 5:10",
                            "text": "With His blood, then, as man, the Lord redeemed us, Who also, as God, hath forgiven sins."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 5:11",
                            "text": "37."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 5:12",
                            "text": "Let us not, therefore, lay snares as it were in words, and eagerly seek out entanglements therein; let us not, because misbelievers make out the written word to mean that it means not, set forth only what this letter bears on the face of it, instead of the underlying sense."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 5:13",
                            "text": "This way went the Jews to destruction, despising the deep-hidden meaning, and following only after the bare form of the word, for \"the letter killeth, but the Spirit maketh alive\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 5:14",
                            "text": "38."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 5:15",
                            "text": "And yet, of these two grievous impieties, to ascribe to the Godhead what is true only of manhood is perchance more detestable than to attribute to spirit what belongs only to letter."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 5:16",
                            "text": "The Jews feared to believe in manhood taken up into God, and therefore have lost the grace of redemption, because they reject that on which salvation depends; the Arians degrade the majesty of Godhead to the weakness of humanity."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 5:17",
                            "text": "Detestable as are the Jews, who crucified the Lord's flesh, more detestable still do I hold them who have believed that the Godhead of Christ was nailed to the Cross."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 5:18",
                            "text": "So one who ofttimes had dealings with Jews said: \"An heretic avoid, after once reproving him\"  39."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 5:19",
                            "text": "Nor, again, are these men careful to avoid doing dishonour to the Father, in their impious application of the fact, that Christ was \"made\" Wisdom for us, to His incomprehensible generation, that transcends all limits and divisions of time; for, leaving it out of account that dishonour done to the Son is an insult to the Father, they do even carry their blasphemy in assault upon the Father, of Whom it is written: \"Let God be made truthful, but every man a liar\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 5:20",
                            "text": "If indeed they think that the Son is spoken of, they do not foreclose against His generation, but in that they rest on the authority of this text they do confess that which they reject, namely, that Christ is God, and true God."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 5:21",
                            "text": "40."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 5:22",
                            "text": "It would be a lengthy matter were I to pass in review each several place where we read of His being \"made,\" not indeed by nature, but by way of gracious dispensation."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 5:23",
                            "text": "Moses, for example, saith: \"Thou art made my Helper and Protector, to save me;\" and David: \"Be unto me for a God of salvation, and an house of refuge, that Thou mayest save me;\" and Isaiah: \"He is become an Helper for every city that is lowly\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 5:24",
                            "text": "Of a surety the holy men say not to God: \"Thou hast been created,\" but \"By Thy grace Thou art made a Protector and Helper unto us\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Ambrose: Exposition of the Christian Faith Book III 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 6:2",
                            "text": "In order to dispose of an objection grounded on a text in St."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 6:3",
                            "text": "John, St."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 6:4",
                            "text": "Ambrose first shows that the Arian interpretation lends countenance to the Manichaeans; then, after setting forth the different ways of dividing the words in this same passage, he shows plainly that it cannot, without dishonour to the Father, be understood with such reference to the Godhead as the Arians give it, and expounds the true meaning thereon."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 6:5",
                            "text": "41."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 6:6",
                            "text": "We have no reason, therefore, to fear the argument which the Arians, in their reckless manner of expounding, use to construct, showing that the Word of God was \"made,\" for, say they, it is written: \"That which has been made in Him is life\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 6:7",
                            "text": "42."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 6:8",
                            "text": "First of all, let them understand that if they make the words \"That which has been made\" to refer to the Godhead, they entangle themselves in the difficulties raised by the Manichaeans, for these people argue: \"If that which has been made in Him is life, then there is something which has not been made in Him, and is death,\" so that they may impiously bring in two principles."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 6:9",
                            "text": "But this teaching the Church condemns."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 6:10",
                            "text": "43."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 6:11",
                            "text": "Again, how can the Arians prove that the Evangelist actually said this? The most part of those who are learned in the Faith read the passage as follows: \"All things were made by Him, and without Him was not anything made that has been made\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 6:12",
                            "text": "Others read thus: \"All things were made by Him, and without Him was nothing made\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 6:13",
                            "text": "Then they proceed: \"What has been made,\" and to this they join the words \"in Him;\" that is to say, \"But whatsover is has been made in Him\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 6:14",
                            "text": "But what mean the words \"in Him\"? The Apostle tells us, when he says: \"In Him we have our being, and live, and move\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 6:15",
                            "text": "44."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 6:16",
                            "text": "Howbeit, let them read the passage as they will, they cannot diminish the majesty of God the Word, in referring to His Person, as subject, the words \"That which was made,\" without also doing dishonour to God the Father, of Whom it is written: \"But he who doeth the truth cometh to the light, that his works may be made manifest that they are wrought in  God\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 6:17",
                            "text": "See then—here we read of man's works being wrought in God, and yet for all that we cannot understand the Godhead as the subject of them."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 6:18",
                            "text": "We must either recognize the works as wrought through Him, as the Apostle's affirmation showeth that \"all things are through Him, and were created in Him, and He is before all, and all things exist together in Him,\" or, as the witness of the text here cited teaches us, we ought to regard the virtues whereby the fruit of life eternal is gained, as wrought in God—chastity, piety, devoutness, faith, and others of this kind, whereby the will of God is expressed."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 6:19",
                            "text": "45."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 6:20",
                            "text": "Just as the works, then, are the expression of the will and power of God the Father, so are they of Christ's, even as we read: \"Created in Christ in good works;\" and in the psalm: \"Peace be made in Thy power;\" and again: \"In wisdom hast Thou made them all\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 6:21",
                            "text": "\"In wisdom hast Thou made,\" mark you—not \"Thou hast made wisdom;\" for since all things have been made in wisdom, and Christ is the Wisdom of God, then this Wisdom is plainly not an accident, but a substance, and an everlasting one, but if the Wisdom hath been made, then is it made in a worse condition than all things, forasmuch as it could not, by itself, be made Wisdom."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 6:22",
                            "text": "If, then, being made is oftentimes referred to something accidental, not to the essence of a thing, so may creation also be referred to some end had in view."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Ambrose: Exposition of the Christian Faith Book III 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:2",
                            "text": "Solomon's words, \"The Lord created Me,\" etc."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:3",
                            "text": ", mean that Christ's Incarnation was done for the redemption of the Father's creation, as is shown by the Son's own words."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:4",
                            "text": "That He is the \"beginning\" may be understood from the visible proofs of His virtuousness, and it is shown how the Lord opened the ways of all virtues, and was their true beginning."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:5",
                            "text": "46."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:6",
                            "text": "Hereby we are brought to understand that the prophecy of the Incarnation, \"The Lord created me the beginning of His ways for His works,\" means that the Lord Jesus was created of the Virgin for the redeeming of the Father's works."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:7",
                            "text": "Truly, we cannot doubt that this is spoken of the mystery of the Incarnation, forasmuch as the Lord took upon Him our flesh, in order to save the works of His hands from the slavery of corruption, so that He might, by the sufferings of His own body, overthrow him who had the power of death."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:8",
                            "text": "For Christ's flesh is for the sake of things created, but His Godhead existed before them, seeing that He is before all things, whilst all things exist together in Him."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:9",
                            "text": "47."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:10",
                            "text": "His Godhead, then, is not by reason of creation, but creation exists because of the Godhead; even as the Apostle showed, saying that all things exist because of the Son of God, for we read as follows: \"But it was fitting that He, through Whom and because of Whom are all things, after bringing many sons to glory, should, as Captain of their salvation, be made perfect through suffering\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:11",
                            "text": "Has he not plainly declared that the Son of God, Who, by reason of His Godhead, was the Creator of all, did in after time, for the salvation of His people, submit to the taking on of the flesh and the suffering of death?  48."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:12",
                            "text": "Now for the sake of what works the Lord was \"created\" of a virgin, He Himself, whilst healing the blind man, has shown, saying: \"In Him must I work the works of Him that sent Me\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:13",
                            "text": "Furthermore He said in the same Scripture, that we might believe Him to speak of the Incarnation: \"As long as I am in this world, I am the Light of this world,\" for, so far as He is man, He is in this world for a season, but as God He exists at all times."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:14",
                            "text": "In another place, too, He says: \"Lo, I am with you even unto the end of the world\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:15",
                            "text": "49."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:16",
                            "text": "Nor is there any room for questioning with respect to \"the beginning,\" seeing that when, during His earthly life, He was asked, \"Who art Thou?\" He answered: \"The beginning, even as I tell you\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:17",
                            "text": "This refers not only to the essential nature of the eternal Godhead, but also to the visible proofs of virtues, for hereby hath He proved Himself the eternal God, in that He is the beginning of all things, and the Author of each several virtue, in that He is the Head of the Church, as it is written: \"Because He is the Head of the Body, of the Church; Who is the beginning, first-begotten from the dead\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:18",
                            "text": "50."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:19",
                            "text": "It is clear, then, that the words \"beginning of His ways,\" which, as it seems, we must refer to the mystery of the putting on of His body, are a prophecy of the Incarnation."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:20",
                            "text": "For Christ's purpose in the Incarnation was to pave for us the road to heaven."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:21",
                            "text": "Mark how He says: \"I go up to My Father and your Father, to My God and your God\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:22",
                            "text": "Then, to give you to know that the Almighty Father appointed His ways to the Son, after the Incarnation, you have in Zechariah the words of the angel speaking to Joshua clothed in filthy garments: \"Thus saith the Lord Almighty: If thou wilt walk in My ways and observe My precepts\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:23",
                            "text": "What is the meaning of that filthy garb save the putting on of the flesh?  51."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:24",
                            "text": "Now the ways of the Lord are, we may say, certain courses taken in a good life, guided by Christ, Who says, \"I am the Way, and the Truth, and the Life\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:25",
                            "text": "The way, then, is the surpassing power of God, for Christ, is our way, and a good way, too, is He, a way which hath opened the kingdom of heaven to believers."
                        },
                        {
                            "verse": 26,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:26",
                            "text": "Moreover, the ways of the Lord are straight, as it is written: \"Make Thy ways known unto me, O Lord\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:27",
                            "text": "Chastity is a way, faith is a way, abstinence is a way."
                        },
                        {
                            "verse": 28,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:28",
                            "text": "There is, indeed, a way of virtue, and there is a way of wickedness; for it is written: \"And see if there be any way of wickedness in me\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:29",
                            "text": "52."
                        },
                        {
                            "verse": 30,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:30",
                            "text": "Christ, then, is the beginning of our virtue."
                        },
                        {
                            "verse": 31,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:31",
                            "text": "He is the beginning of purity, Who taught maidens not to look for the embraces of men, but to yield the purity of their bodies and minds to the service of the Holy Spirit rather than to a husband."
                        },
                        {
                            "verse": 32,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:32",
                            "text": "Christ is the beginning of frugality, for He became poor, though He was rich."
                        },
                        {
                            "verse": 33,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:33",
                            "text": "Christ is the beginning of patience, for when He was reviled, He reviled not again, when He was struck, He did not strike back."
                        },
                        {
                            "verse": 34,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:34",
                            "text": "Christ is the beginning of humility, for He took the form of a servant, though in the majesty of His power He was equal with God the Father."
                        },
                        {
                            "verse": 35,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:35",
                            "text": "From Him each several virtue has taken its origin."
                        },
                        {
                            "verse": 36,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:36",
                            "text": "53."
                        },
                        {
                            "verse": 37,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:37",
                            "text": "For this cause, then, that we might learn these divers virtues, \"a Son was given us, Whose beginning was upon His shoulder\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 7:38",
                            "text": "That \"beginning\" is the Lord's Cross—the beginning of strong courage, wherewith a way has been opened for the holy martyrs to enter the sufferings of the Holy War."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Ambrose: Exposition of the Christian Faith Book III 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:2",
                            "text": "The prophecy of Christ's Godhead and Manhood, contained in the verse of Isaiah just now cited, is unfolded, and its force in refuting various heresies demonstrated."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:3",
                            "text": "54."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:4",
                            "text": "This beginning did Isaiah see, and therefore he says: \"A Child is born, a Son is given to us,\" as also did the Magi, and therefore worshipped they, when they saw the little One in the stable, and said: \"A Child is born,\" and, when they saw the star, declared, \"A Son is given to us\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:5",
                            "text": "On the one hand, a gift from earth—on the other, a gift from heaven—and both are One Person, perfect in respect of each, without any changeableness in the Godhead, as without any taking away from the fulness of the Manhood."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:6",
                            "text": "One Person did the Magi adore, to one and the same they offered their gifts, to show that He Who was seen in the stall was the very Lord of heaven."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:7",
                            "text": "55."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:8",
                            "text": "Mark how the two verbs differ in their import: \"A Child is born, a Son is given\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:9",
                            "text": "Though born of the Father, yet is He not born, but given to us, forasmuch as the Son is not for our sakes, but we for the Son's."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:10",
                            "text": "For indeed He was not born to us, being born before us, and the maker of all things created: nor is He now brought to life for the first time, Who was always, and was in the beginning; on the other hand, that which before-time was not is born to us."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:11",
                            "text": "Again we find it thus recorded, how that the angel, when he spoke to the shepherds, said that He had been born: \"Who is this day born to us a Saviour, Who is Christ the Lord, in the city of David\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:12",
                            "text": "To us, then, was born that which was not before—that is, a child of the Virgin, a body from Mary—for this was made after man had been created, whereas [the Godhead] was before us."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:13",
                            "text": "56."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:14",
                            "text": "Some manuscripts read as follows: \"A Child is born to us a Son is given to us;\" that is to say, He, Who is Son of God, is born as Mary's child for us, and given to us."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:15",
                            "text": "As for the fact that He is \"given,\" listen to the prophet's words: \"And grant us Thy salvation\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:16",
                            "text": "But that which is above  us is given: what is from heaven is given: even as indeed we read concerning the Spirit, that \"the love of God is shed abroad in our hearts by the Holy Spirit, Who is given unto us\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:17",
                            "text": "57."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:18",
                            "text": "But note how this passage is as water upon fire to a crowd of heresies."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:19",
                            "text": "\"A Child is born to us,\" not to the Jews; \"to us,\" not to the Manichaeans; \"to us,\" not to the Marcionites."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:20",
                            "text": "The prophet says \"to us,\" that is, to those who believe, not to unbelievers."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:21",
                            "text": "And He indeed, in His pitifulness, was born for all, but it is the disloyalty of heretics that hath brought it to pass that the birth of Him Who was born for all should not profit all."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:22",
                            "text": "For the sun is bidden to rise upon the good and the bad, but to them that see not there is no appearance of sunrise."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:23",
                            "text": "58."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:24",
                            "text": "Even as the Child, then, is born not unto all, but unto the faithful: so the Son is given to the faithful and not to the unbelieving."
                        },
                        {
                            "verse": 25,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:25",
                            "text": "He is given to us, not to the Photinians; for they affirm that the Son of God was not given unto us, but was born and first began to exist amongst us."
                        },
                        {
                            "verse": 26,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:26",
                            "text": "To us is He given, not to the Sabellians, who will not hear of a Son being given, maintaining that Father and Son are one and the same."
                        },
                        {
                            "verse": 27,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:27",
                            "text": "Unto us is He given, not unto the Arians, in whose judgment the Son was not given for salvation, but sent over subject and inferior, to whom, moreover, He is no \"Counsellor,\" inasmuch as they hold that He knows nought of the future, no Son, since they believe not in His eternity, though of the Word of God it is written: \"That which was in the beginning;\" and again: \"In the beginning was the Word\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:28",
                            "text": "To return to the passage we set before us to discuss."
                        },
                        {
                            "verse": 29,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 8:29",
                            "text": "\"In the beginning,\" saith the Scripture, \"before He made the earth, before He made the deeps, before He brought forth the springs of water, before all the hills He begat Me\"."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Ambrose: Exposition of the Christian Faith Book III 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 9:2",
                            "text": "The preceding quotation from Solomon's Proverbs receives further explanation."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 9:3",
                            "text": "59."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 9:4",
                            "text": "Perchance you will ask how I came to cite, as referring to the Incarnation of Christ, the place, \"The Lord created Me,\" seeing that the creation of the universe took place before the Incarnation of Christ? But consider that the use of holy Scripture is to speak of things to come as though already past, and to make intimation of the union of two natures, Godhead and Manhood, in Christ, lest any should deny either His Godhead or His Manhood."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 9:5",
                            "text": "60."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 9:6",
                            "text": "In Isaiah, for example, you may read: \"A Child is born unto us, and a Son is given unto us;\" so here also [in the Proverbs] the prophet sets forth first the creation of the flesh, and joined thereto the declaration of the Godhead, that you might know that Christ is not two, but One, being both begotten of the Father before the worlds, and in the last times created of the Virgin."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 9:7",
                            "text": "And thus the meaning is: I, Who am begotten before the worlds, am He Who was created of mortal woman, created for a set purpose."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 9:8",
                            "text": "61."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 9:9",
                            "text": "Again, immediately before the declaration, \"The Lord created Me,\" He says, \"I will tell of the things which are from eternity,\" and before saying, \"He begat,\" He premised, \"In the beginning, before He made the earth, before all hills\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 9:10",
                            "text": "In its extent, the preposition \"before\" reaches back into the past without end or limit, and so \"Before Abraham was, I am,\" clearly need not mean \"after Adam,\" just as \"before the Morning Star\" need not mean \"after the angels\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 9:11",
                            "text": "But when He said \"before,\" He intended, not that He was included in any one's existence, but that all things are included in His, for thus it is the custom of Holy Writ to show the eternity of God."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 9:12",
                            "text": "Finally, in another passage you may read: \"Before the mountains were brought forth, or ever the earth and the world were made, Thou art from everlasting to everlasting\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 9:13",
                            "text": "62."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 9:14",
                            "text": "Before all created things, then, is the Son begotten; within all and for the good of all is He made; begotten of the Father, above the Law, brought forth of Mary, under the Law."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Ambrose: Exposition of the Christian Faith Book III 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:2",
                            "text": "Observations on the words of John the Baptist ( John i."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:3",
                            "text": "30 ), which may be referred to divine fore-ordinance, but at any rate, as explained by the foregoing considerations, must be understood of the Incarnation."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:4",
                            "text": "The precedence of Christ is mystically expounded, with reference to the history of Ruth."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:5",
                            "text": "63."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:6",
                            "text": "But [say they] it is written: \"After me cometh a Man, Who is made before me, because He was before me;\" and so they  argue: \"See, He Who was aforetime is 'made."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:7",
                            "text": "'\" Let us take the words by themselves."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:8",
                            "text": "\"After me cometh a Man\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:9",
                            "text": "He, then, Who came is a Man, and this is the Man Who \"was made\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:10",
                            "text": "But the word \"man\" connotes sex, and sex is attributed to human nature, but never to the Godhead."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:11",
                            "text": "64."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:12",
                            "text": "I might argue: The Man [Christ Jesus] was in pre-existence so far as His body was foreknown, though His power is from everlasting—for both the Church and the Saints were foreordained before the worlds began."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:13",
                            "text": "But here I lay aside this argument, and urge that the being made concerns not the Godhead, but the nature of the Incarnation, even as John himself said: \"This is He of Whom I said: After me cometh a Man, Who was made before me\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:14",
                            "text": "65."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:15",
                            "text": "The Scripture, then, having, as I showed above, discovered the twofold nature in Christ, that you might understand the presence of both Godhead and Manhood, here begins with the flesh; for it is the custom of Holy Writ to begin without fixed rule sometimes with the Godhead of Christ, and descend to the visible tokens of Incarnation; sometimes, on the other hand, to start from its humility, and rise to the glory of the Godhead, as oftentimes in the Prophets and Evangelists, and in St."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:16",
                            "text": "Paul."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:17",
                            "text": "Here, then, after this use, the writer begins with the Incarnation of our Lord, and then proclaims His Divinity, not to confound, but to distinguish, the human and the divine."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:18",
                            "text": "But Arians, like Jew vintners, mix water with the wine, confounding the divine generation with the human, and ascribing to the majesty of God what is properly said only of the lowliness of the flesh."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:19",
                            "text": "66."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:20",
                            "text": "I have no fears of a certain objection they are likely to put forward, namely, that in the words cited we have \"a man\"—for some have, \"Who cometh after me\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:21",
                            "text": "But here, too, let them observe what precedes."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:22",
                            "text": "\"The Word,\" it is said, \"was made flesh\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:23",
                            "text": "Having said that the Word was made flesh, the Evangelist added no mention of man."
                        },
                        {
                            "verse": 24,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:24",
                            "text": "We understand \"man\" there in the mention of \"flesh,\" and \"flesh\" by the mention of \"man\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:25",
                            "text": "After the statement made, then, that \"the Word was made flesh,\" there was no need here to particularly mention \"man,\" whom he already intended by using the name \"flesh\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:26",
                            "text": "67."
                        },
                        {
                            "verse": 27,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:27",
                            "text": "Later on, St."
                        },
                        {
                            "verse": 28,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:28",
                            "text": "John uses the lamb, that \"taketh away the sins of the world,\" as an example; and to teach you plainly the Incarnation of Him, of Whom he had spoken before, he says: \"This is He of Whom I said before: After me cometh a Man, Who is made before me,\" to wit, of Whom I said that He was \"made\" as being man, not as being God."
                        },
                        {
                            "verse": 29,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:29",
                            "text": "However, to show that it was He Who was before the worlds, and none other, that became flesh, lest we should suppose two Sons of God, he adds: \"because He was before me\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:30",
                            "text": "If the words \"was made\" had referred to the divine generation, what need was there that the writer should add this, and repeat himself? But, having first said, with regard to the Incarnation only, \"After me cometh a Man, Who is made before me,\" he added: \"because He was before me,\" because it was needful to teach the eternity of [Christ's] Godhead; and this is the reason why St."
                        },
                        {
                            "verse": 31,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:31",
                            "text": "John acknowledged Christ's priority, that He, Who is His own Father's eternal Power, may be presented as on that account duly preferred."
                        },
                        {
                            "verse": 32,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:32",
                            "text": "68."
                        },
                        {
                            "verse": 33,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:33",
                            "text": "But the abounding activity of the spiritual understanding makes it a pleasing exercise to sally forth and drive into a corner the Arians, who will understand the term \"made\" in this passage, not of the manhood, but of the Godhead [of Christ]."
                        },
                        {
                            "verse": 34,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:34",
                            "text": "What ground, indeed, is left for them to take their stand upon, when the Baptist has declared that \"after me cometh One Who is made before me,\" that is, Who, though in the course of earthly life He comes after me, yet is placed above the degree of my worth and grace, and Who has title to be worshipped as God."
                        },
                        {
                            "verse": 35,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:35",
                            "text": "For the words \"cometh after me\" belong to an event in time, but \"was before me\" signify Christ's eternity; and \"is made before me\" refer to His pre-eminence, forasmuch as, indeed, the mystery of the Incarnation is above human deserving."
                        },
                        {
                            "verse": 36,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:36",
                            "text": "69."
                        },
                        {
                            "verse": 37,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:37",
                            "text": "Again, St."
                        },
                        {
                            "verse": 38,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:38",
                            "text": "John Baptist also taught in less weighty language what ideas they were he had combined, saying: \"After me cometh a Man, Whose shoes I am not worthy to bear,\" setting forth at least the more excellent dignity [of Christ], though not the eternity of His Divine Generation."
                        },
                        {
                            "verse": 39,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:39",
                            "text": "Now these words are so fully intended of the Incarnation, that Scripture hath given us, in an earlier book, a human counterpart of the mystic sandal."
                        },
                        {
                            "verse": 40,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:40",
                            "text": "For, by the Law, when a man died, the marriage bond with his wife was passed on to his brother, or other man next of kin, in order that the seed of the brother or next of kin might renew the life of the house, and thus it was that Ruth, though she was foreign-born, but yet had possessed a husband of the Jewish people, who had left a kinsman of near relation, being seen and loved of Boaz whilst gleaning and maintaining herself and her mother-in-law with that she gleaned, was yet not taken of Boaz to wife, until she had first loosed the shoe from [the foot of] him whose wife she ought, by the Law, to have become."
                        },
                        {
                            "verse": 41,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:41",
                            "text": "70."
                        },
                        {
                            "verse": 42,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:42",
                            "text": "The story is a simple one, but deep are its hidden meanings, for that which was done was the outward betokening of somewhat further."
                        },
                        {
                            "verse": 43,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:43",
                            "text": "If indeed we should rack the sense so as to fit the letter exactly, we should almost find the words an occasion of a certain shame and horror, that we should regard them as intending and conveying the thought of common bodily intercourse; but it was the foreshadowing of One Who was to arise from Jewry—whence Christ was, after the flesh—Who should, with the seed of heavenly teaching, revive the seed of his dead kinsman, that is to say, the people, and to Whom the precepts of the Law, in their spiritual significance, assigned the sandal of marriage, for the espousals of the Church."
                        },
                        {
                            "verse": 44,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:44",
                            "text": "71."
                        },
                        {
                            "verse": 45,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:45",
                            "text": "Moses was not the Bridegroom, for to him cometh the word, \"Loose thy shoe from off thy foot,\" that he might give place to his Lord."
                        },
                        {
                            "verse": 46,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:46",
                            "text": "Nor was Joshua, the son of Nun, the Bridegroom, for to him also it was told, saying, \"Loose thy shoe from off thy foot,\" lest, by reason of the likeness of his name, he should be thought the spouse of the Church."
                        },
                        {
                            "verse": 47,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:47",
                            "text": "None other is the Bridegroom but Christ alone, of Whom St."
                        },
                        {
                            "verse": 48,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:48",
                            "text": "John said: \"He Who hath the bride is the Bridegroom\"."
                        },
                        {
                            "verse": 49,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:49",
                            "text": "They, therefore, loose their shoes, but His shoe cannot be loosed, even as St."
                        },
                        {
                            "verse": 50,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:50",
                            "text": "John said: \"I am not worthy to loose the latchet of His shoe\"."
                        },
                        {
                            "verse": 51,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:51",
                            "text": "72."
                        },
                        {
                            "verse": 52,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:52",
                            "text": "Christ alone, then, is the Bridegroom to Whom the Church, His bride, comes from the nations, and gives herself in wedlock; aforetime poor and starving, but now rich with Christ's harvest; gathering in the hidden bosom of her mind handfuls of the rich crop and gleanings of the Word, that so she may nourish with fresh food her who is worn out, bereaved by the death of her son, and starving, even the mother of the dead people,—leaving not the widow and destitute, whilst she seeks new children."
                        },
                        {
                            "verse": 53,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:53",
                            "text": "73."
                        },
                        {
                            "verse": 54,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:54",
                            "text": "Christ, then, alone is the Bridegroom, grudging not even to the synagogue the sheaves of His harvest."
                        },
                        {
                            "verse": 55,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:55",
                            "text": "Would that the synagogue had not of her own will shut herself out! She had sheaves that she might herself have gathered, but, her people being dead, she, like one bereaved by the death of her son, began to gather sheaves, whereby she might live, by the hand of the Church—the which sheaves they who come in joyfulness shall carry, even as it is written: \"Yet surely shall they come with joy, bringing their sheaves with them\"."
                        },
                        {
                            "verse": 56,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:56",
                            "text": "74."
                        },
                        {
                            "verse": 57,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:57",
                            "text": "Who, indeed, but Christ could dare to claim the Church as His bride, whom He alone, and none other, hath called from Libanus, saying: \"Come hither from Libanus, my bride; come hither from Libanus\"? Or of Whom else could the Church have said: \"His throat is sweetness, and He is altogether desirable\"? And seeing that we entered upon this discussion from speaking of the shoes of His feet,—to Whom else but the Word of God incarnate can those words apply? \"His legs are pillars of marble, set upon bases of gold\"."
                        },
                        {
                            "verse": 58,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:58",
                            "text": "For Christ alone walks in the souls and makes His path in the minds of His saints, in which, as upon bases of gold and foundations of precious stone the heavenly Word has left His footprints ineffaceably impressed."
                        },
                        {
                            "verse": 59,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:59",
                            "text": "75."
                        },
                        {
                            "verse": 60,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 10:60",
                            "text": "Clearly we see, then, that both the man and the type point to the mystery of the Incarnation."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Ambrose: Exposition of the Christian Faith Book III 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:2",
                            "text": "St."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:3",
                            "text": "Ambrose returns to the main question, and shows that whenever Christ is said to have \"been made\" (or \"become\"), this must be understood with reference to His Incarnation, or to certain limitations."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:4",
                            "text": "In this sense several passages of Scripture—especially of St."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:5",
                            "text": "Paul—are expounded."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:6",
                            "text": "The eternal Priesthood of Christ, prefigured in Melchizedek."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:7",
                            "text": "Christ possesses not only likeness, but oneness with the Father."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:8",
                            "text": "76."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:9",
                            "text": "When, therefore, Christ is said to have been \"made,\" to have \"become,\" the phrase relates, not to the substance of the Godhead, but often to the Incarnation—sometimes indeed to a particular office; for if you understand it of His Godhead, then God was made into an object of insult and derision inasmuch as it is written: \"But thou hast rejected thy Christ, and brought Him to nought; thou hast driven Him to wander;\" and again: \"And He was made the derision of His neighbours\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:10",
                            "text": "Of His neighbours, mark you—not of them of His household, not of them who clave to Him, for \"he who cleaveth to the Lord is one Spirit;\" he who is neighbour doth not cleave to Him."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:11",
                            "text": "Again, \"He was made a derision,\" because the Lord's Cross is to Jews a stumbling-block, and to Greeks is foolishness: for to them that are wise He is, by that same Cross, made higher than the heavens, higher than angels, and is made the Mediator of the better covenant, even as He was Mediator of the former."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:12",
                            "text": "77."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:13",
                            "text": "Mark how I repeat the phrase; so far am I from seeking to avoid it."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:14",
                            "text": "Yet take notice in what sense He is \"made\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:15",
                            "text": "78."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:16",
                            "text": "In the first place, \"having made purification, He sitteth on the right hand of Majesty on high, being made so much better than the angels\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:17",
                            "text": "Now where purification is, there is a victim; where there is a victim, there is also a body; where a body is, there is oblation; where there is the office of oblation, there also is sacrifice made with suffering."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:18",
                            "text": "79."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:19",
                            "text": "In the next place, He is the Mediator of a better covenant."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:20",
                            "text": "But where there is testamentary disposition, the death of the testator must first come to pass, as it is written a little further on."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:21",
                            "text": "Howbeit, the death is not the death of His eternal Godhead, but of His weak human frame."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:22",
                            "text": "80."
                        },
                        {
                            "verse": 23,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:23",
                            "text": "Furthermore, we are taught how He is made \"higher than the heavens\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:24",
                            "text": "\"Unspotted,\" saith the Scripture, \"separate from sinners, and made higher than the heavens; not having daily need, as the priests have need, to offer a victim first for his own sins, and then for those of the people."
                        },
                        {
                            "verse": 25,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:25",
                            "text": "For this He did by sacrificing Himself once and for all\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:26",
                            "text": "None is said to be made higher, save he who has in some respect been lower; Christ, then, is, by His sitting at the right hand of the Father, made higher in regard of that wherein, being made lower than the angels, He offered Himself to suffer."
                        },
                        {
                            "verse": 27,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:27",
                            "text": "81."
                        },
                        {
                            "verse": 28,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:28",
                            "text": "Finally, the Apostle himself saith to the Philippians, that \"being made in the likeness of man, and found in outward appearance as a man, He humbled Himself, being made obedient even unto death\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:29",
                            "text": "Mark that, in regard whereof He is \"made,\" He is made, the Apostle saith, in the likeness of man, not in respect of Divine Sovereignty, and He was made obedient unto death, so that He displayed the obedience proper to man, and obtained the kingdom appertaining of right to Godhead."
                        },
                        {
                            "verse": 30,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:30",
                            "text": "82."
                        },
                        {
                            "verse": 31,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:31",
                            "text": "How many passages need we cite further in evidence that His \"being made\" must be understood with reference to His Incarnation, or to some particular dispensation? Now whatsoever is made, the same is also created, for \"He spake and they were made; He gave also the word, and they were created\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:32",
                            "text": "\"The Lord created me\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:33",
                            "text": "These words are spoken with regard to His Manhood; and we have also shown, in our First Book, that the word \"created\" appears to have reference to the Incarnation."
                        },
                        {
                            "verse": 34,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:34",
                            "text": "83."
                        },
                        {
                            "verse": 35,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:35",
                            "text": "Again, the Apostle himself, by declaring that no worship is to be rendered to a created existence, has shown that the Son has not been created, but begotten, of God."
                        },
                        {
                            "verse": 36,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:36",
                            "text": "At the same time he shows in other places what there was in Christ that was created, in order to make plain in what sense he has read in Solomon's book: \"The Lord created Me\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:37",
                            "text": "84."
                        },
                        {
                            "verse": 38,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:38",
                            "text": "Let us now review a whole passage in order."
                        },
                        {
                            "verse": 39,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:39",
                            "text": "\"Seeing, then, that the sons have parts of flesh and blood, He too likewise was made to have part in the same, to the end that by death He might overthrow him who had the power of death\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:40",
                            "text": "Who, then, is He Who would have us to be partakers in His own flesh and blood? Surely the Son of God."
                        },
                        {
                            "verse": 41,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:41",
                            "text": "How, save by means of the flesh, was He made partaker with us, or by  what, save by bodily death, brake He the chains of death? For Christ's endurance of death was made the death of Death."
                        },
                        {
                            "verse": 42,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:42",
                            "text": "This text, then, speaks of the Incarnation."
                        },
                        {
                            "verse": 43,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:43",
                            "text": "85."
                        },
                        {
                            "verse": 44,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:44",
                            "text": "Let us see what follows: \"For He did not indeed [straightway] put on Him the nature of angels, but that of Abraham's seed."
                        },
                        {
                            "verse": 45,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:45",
                            "text": "And thus was He able to be made like to His brethren in all things throughout, that He might become a compassionate and faithful Prince, a Priest unto God, to make propitiation for the sins of the people; for in that He Himself suffered He is able also to help them that are tempted."
                        },
                        {
                            "verse": 46,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:46",
                            "text": "Wherefore, brethren most holy, ye who have each his share in a heavenly calling, look upon the Apostle and High Priest of our confession, Jesus, regard His faithfulness to His Creator, even as Moses was in his house\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:47",
                            "text": "These, then, are the Apostle's words."
                        },
                        {
                            "verse": 48,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:48",
                            "text": "86."
                        },
                        {
                            "verse": 49,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:49",
                            "text": "You see what it is in respect whereof the writer calls Him created: \"In so far as He took upon Him the seed of Abraham;\" plainly asserting the begetting of a body."
                        },
                        {
                            "verse": 50,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:50",
                            "text": "How, indeed, but in His body did He expiate the sins of the people? In what did He suffer, save in His body—even as we said above: \"Christ having suffered in the flesh\"? In what is He a priest, save in that which He took to Himself from the priestly nation?  87."
                        },
                        {
                            "verse": 51,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:51",
                            "text": "It is a priest's duty to offer something, and, according to the Law, to enter into the holy places by means of blood; seeing, then, that God had rejected the blood of bulls and goats, this High Priest was indeed bound to make passage and entry into the holy of holies in heaven through His own blood, in order that He might be the everlasting propitiation for our sins."
                        },
                        {
                            "verse": 52,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:52",
                            "text": "Priest and victim, then, are one; the priesthood and sacrifice are, however, exercised under the conditions of humanity, for He was led as a lamb to the slaughter, and He is a priest after the order of Melchizedek."
                        },
                        {
                            "verse": 53,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:53",
                            "text": "88."
                        },
                        {
                            "verse": 54,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:54",
                            "text": "Let no man, therefore, when he beholds an order of human establishment, contend that in it resides the claim of Divinity; for even that Melchizedek, by whose office Abraham offered sacrifice, the Church doth certainly not hold to be an angel (as some Jewish triflers do), but a holy man and priest of God, who, prefiguring our Lord, is described as \"without father or mother, without history of his descent, without beginning and without end,\" in order to show beforehand the coming into this world of the eternal Son of God, Who likewise was incarnate and then brought forth without any father, begotten as God without mother, and was without history of descent, for it is written: \"His generation who shall declare?\"  89."
                        },
                        {
                            "verse": 55,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:55",
                            "text": "This Melchizedek, then, have we received as a priest of God made upon the model of Christ, but the one we regard as the type, the other as the original."
                        },
                        {
                            "verse": 56,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:56",
                            "text": "Now a type is a shadow of the truth, and we have accepted the royalty of the one in the name of a single city, but that of the other as shown in the reconciliation of the whole world; for it is written: \"God was in Christ, reconciling the world to Himself;\" that is to say, [in Christ was] eternal Godhead: or, if the Father is in the Son, even as the Son is in the Father, then Their unity in both nature and operation is plainly not denied."
                        },
                        {
                            "verse": 57,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:57",
                            "text": "90."
                        },
                        {
                            "verse": 58,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:58",
                            "text": "But how, indeed, could our adversaries justly deny this, even if they would, when the Scripture saith: \"But the Father, Who abideth in Me, even He doeth the works;\" and \"The works that I do, He Himself worketh\"? Not \"He also doeth the works,\" but one should regard it as similarity rather than unity of work; in saying, \"The things that I do, He Himself doeth,\" the Apostle has left it clear that we ought to believe that the work of the Father and the work of the Son is one."
                        },
                        {
                            "verse": 59,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:59",
                            "text": "91."
                        },
                        {
                            "verse": 60,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:60",
                            "text": "On the other hand, when He would have similarity, not unity, of works, to be understood, He said: \"He that believeth in Me, the works which I do, shall he do also\"."
                        },
                        {
                            "verse": 61,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:61",
                            "text": "Skilfully inserting here the word \"also,\" He hath allowed us similarity, and yet hath not ascribed natural unity."
                        },
                        {
                            "verse": 62,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 11:62",
                            "text": "One, therefore, is the work of the Father and the work of the Son, whether the Arians please so to think or not."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Ambrose: Exposition of the Christian Faith Book III 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:2",
                            "text": "The kingdom of the Father and of the Son is one and undivided, so likewise is the Godhead of each."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:3",
                            "text": "92."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:4",
                            "text": "I would now ask how they suppose the kingdom of the Father and the Son to be divided, when the Lord hath said, as we showed above: \"Every kingdom divided against itself shall be speedily overthrown\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:5",
                            "text": "93."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:6",
                            "text": "Indeed, it was to debar the impious teaching of Arian enmity that Saint Peter himself asserted the dominion of the Father and the Son to be one, saying: \"Wherefore, my brethren, labour to make your calling and election sure, for so doing you shall not go astray, for thus your entrance into the eternal realm of God and our Lord and Saviour Jesus Christ shall be granted with the greater abundance of grace\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:7",
                            "text": "94."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:8",
                            "text": "Now, if it be thought that Christ's dominion alone is spoken of, and the place be therefore understood in such sense that the Father and the Son are regarded as divided in authority—yet it will be still acknowledged that it is the dominion of the Son, and that an eternal one, and thus not only will two kingdoms, separate, and so liable to fail, be brought in, but, furthermore, inasmuch as no kingdom is to be compared with God's kingdom, which they cannot, however greatly they may desire to, deny to be the kingdom of the Son, they must either turn back upon their opinion, and acknowledge the kingdom of the Father and the Son to be one and the same; or they must ascribe to the Father the government of a lesser kingdom—which is blasphemy; or they must acknowledge Him, Whom they wickedly declare to be inferior in respect of Godhead, to possess an equal kingdom, which is inconsistent."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:9",
                            "text": "95."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:10",
                            "text": "But this [their teaching] squares not, agrees not, holds not [with its premisses]."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:11",
                            "text": "Let them confess, then, that the kingdom is one, even as we confess and prove, not indeed on our own evidence, but upon testimony vouchsafed from heaven."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:12",
                            "text": "96."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:13",
                            "text": "To begin with, learn, from further testimonies [of Scripture], how that the kingdom of heaven is also the kingdom of the Son: \"Verily, verily, I say unto you, that there are some amongst those which stand here with us, who shall not taste death, until they see the Son of Man coming into His kingdom\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:14",
                            "text": "There is therefore no room for doubt that the kingdom appertaineth to the Son of God."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:15",
                            "text": "97."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:16",
                            "text": "Now learn that the kingdom of the Son is the very same as the kingdom of the Father: \"Verily, I say unto you that there be some of those which stand around us, who shall not taste death until they see the kingdom of God coming in power\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:17",
                            "text": "So far, indeed, is it one kingdom, that the reward is one, the inheritor is one and the same, and so also the merit, and He Who promises [the reward]."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:18",
                            "text": "98."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:19",
                            "text": "How can it but be one kingdom, above all when the Son Himself hath said of Himself: \"Then shall the righteous shine like the sun in the kingdom of My Father\"? For that which is the Father's, by fitness to His majesty, is also the Son's, by unity in the same glory."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:20",
                            "text": "The Scripture, therefore, hath declared the kingdom to be the kingdom both of the Father and of the Son."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:21",
                            "text": "99."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:22",
                            "text": "Now learn that where the kingdom of God is named, there is no putting aside of the authority either of the Father or of the Son, because both the kingdom of the Father and the kingdom of the Son is included under the single name of God, saying: \"When ye shall see Abraham, Isaac, and Jacob, and all the prophets, in the kingdom of God\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:23",
                            "text": "Do we deny that the prophets are in the kingdom of the Son, when even to a dying robber who said, \"Remember me, when Thou comest into Thy kingdom,\" the Lord made answer: \"Verily, I say unto thee, to-day shalt thou be with Me in paradise\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:24",
                            "text": "What, indeed, do we understand by being in the kingdom of God, if not the having escaped eternal death? But they who have escaped eternal death see the Son of Man coming into His kingdom."
                        },
                        {
                            "verse": 25,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:25",
                            "text": "100."
                        },
                        {
                            "verse": 26,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:26",
                            "text": "How, then, can He not have in His power that which He gives, saying: \"To thee will I give the keys of the kingdom of heaven\"? See the gulf between [the one and the other]."
                        },
                        {
                            "verse": 27,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:27",
                            "text": "The servant opens, the Lord bestows; the One through Himself, the other through Christ; the minister receives the keys, the Lord appoints powers: the one is the right of a giver, the other the duty of a steward."
                        },
                        {
                            "verse": 28,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:28",
                            "text": "101."
                        },
                        {
                            "verse": 29,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:29",
                            "text": "See now yet another proof that the kingdom, the government, of the Father and the Son is one."
                        },
                        {
                            "verse": 30,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:30",
                            "text": "It is written in the Epistle to Timothy: \"Paul, an apostle of Jesus Christ, according to the government of God, our Saviour, and Christ Jesus, our Hope\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:31",
                            "text": "One, therefore, the kingdom of the Father and the Son is plainly declared to be, even as Paul the Apostle also asserted, saying: \"For know this, that no shameless person, none that is impure, or covetous (which meaneth idolatry), hath inheritance in the kingdom of Christ and of God\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:32",
                            "text": "It is, therefore, one kingdom, one Godhead."
                        },
                        {
                            "verse": 33,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:33",
                            "text": "102."
                        },
                        {
                            "verse": 34,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:34",
                            "text": "Oneness in Godhead the Law hath proved, which speaks of one God, as also the Apostle, by saying of Christ; \"In Whom dwelleth all the fulness of the Godhead bodily\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 12:35",
                            "text": "For if, as the Apostle saith, all the fulness of the Godhead, bodily, is in Christ, then must the Father and the Son be confessed to be of one Godhead; or if it is desired to sunder the Godhead of the Son from the Godhead of the Father, whilst the Son possesses all the fulness of the Godhead bodily, what is supposed to be further reserved, seeing that nothing remains over and above the fulness of perfection? Therefore the Godhead is one."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Ambrose: Exposition of the Christian Faith Book III 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 13:2",
                            "text": "The majesty of the Son is His own, and equal to that of the Father, and the angels are not partakers, but beholders thereof."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 13:3",
                            "text": "103."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 13:4",
                            "text": "Now, we having already laid down that the Father and the Son are of one image and likeness, it remains for us to show that They are also of one majesty."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 13:5",
                            "text": "And we need not go far afield for proof, inasmuch as the Son Himself has said of Himself: \"When the Son of Man shall come in His majesty, and all the angels with Him, then shall He sit upon the throne of His majesty\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 13:6",
                            "text": "Behold, then, the majesty of the Son declared! What lacketh He yet, Whose uncreated majesty cannot be denied? Majesty, then, belongeth to the Son."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 13:7",
                            "text": "104."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 13:8",
                            "text": "Let our adversaries now hold it proved beyond doubt that the majesty of the Father and of the Son is one, forasmuch as the Lord Himself hath said: \"For he who shall be ashamed of Me and of My words, of Him shall the Son of Man be ashamed, when He cometh in His majesty and His Father's, and the majesty of the holy angels\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 13:9",
                            "text": "What is the force of the words \"and the majesty of the holy angels,\" but that the servants derive honour from the worship of their Lord?  105."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 13:10",
                            "text": "The Son, therefore, ascribed His majesty to His Father as well as to Himself, not, indeed, in such sort that the angels should share in that majesty on equal terms with the Father and the Son, but that they should behold the surpassing glory of God; for truly not even angels possess a majesty of their own, after the manner in which Scripture speaks of the Son: \"When He shall sit upon the throne of His majesty,\" but they stand in the presence, that they may see the glory of the Father and the Son, in such degrees of vision as they are either worthy of or able to bear."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 13:11",
                            "text": "106."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 13:12",
                            "text": "Furthermore, the God-given words themselves declare their own meaning, that you may understand that glory of the Father and the Son not to be held in common with them by angels, for thus they run: \"But when the Son of Man shall come in His majesty, and all the angels with Him\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 13:13",
                            "text": "Again, to show that His Father's majesty and glory and His own majesty and glory are one and the same, our Lord Himself saith in another book: \"And the Son of Man shall confound him, when He shall come in the glory of His Father, with the holy angels\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 13:14",
                            "text": "The angels come in obedience, He comes in glory: they are His retainers, He sits upon His throne: they stand, He is seated—to borrow terms of the daily dealings of human life, He is the Judge: they are the officers of the court."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 13:15",
                            "text": "Note that He did not place first His Father's divine majesty, and then, in the second place, His own and the angels', lest He should seem to have made out a sort of descending order, from the highest to lower natures."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 13:16",
                            "text": "He placed His own majesty first, and then spoke of His Father's, and the majesty of the angels (because the Father could not appear lower than they), in order that He might not, by placing mention of Himself between that of His Father and that of the angels, seem to have made out some ascending scale, leading from angels to the Father through increase of His own dignity; nor, again, be believed to have, contrariwise, shown a descent from the Father to angels, entailing diminution of that dignity."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 13:17",
                            "text": "Now we who confess one Godhead of the Father and the Son suppose no such order of distinction as the Arians do."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Ambrose: Exposition of the Christian Faith Book III 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:2",
                            "text": "The Son is of one substance with the Father."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:3",
                            "text": "108."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:4",
                            "text": "And now, your Majesty, with regard to the question of the substance, why need I tell you that the Son is of one substance  with the Father, when we have read that the Son is the image of the Father's substance, that you may understand that there is nothing wherein, so far as Godhead is regarded, the Son differs from the Father."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:5",
                            "text": "109."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:6",
                            "text": "In virtue of this likeness Christ said: \"All things that the Father hath are Mine\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:7",
                            "text": "We cannot, then, deny substance to God, for indeed He is not unsubstantial, Who hath given to others the ground of their being, though this be different in God from what it is in the creature."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:8",
                            "text": "The Son of God, by Whose agency all things endure, could not be unsubstantial."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:9",
                            "text": "110."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:10",
                            "text": "And therefore, the Psalmist saith: \"My bones are not hidden, which Thou didst make in secret, and my substance in the underworld\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:11",
                            "text": "For to His power and Godhead, the things that before the foundation of the world were done, though their magnificence was [as yet] invisible, could not be hidden."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:12",
                            "text": "Here, then, we find mention of \"substance\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:13",
                            "text": "111."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:14",
                            "text": "But it may be objected that the mention of His substance is the consequence of His Incarnation."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:15",
                            "text": "I have shown that the word \"substance\" is used more than once, and that not in the sense of inherited possessions, as you would construe it."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:16",
                            "text": "Now, if it please you, let us grant that, in accordance with the mystic prophecy, the substance of Christ was present in the underworld—for truly He did exert His power in the lower world to set free, in the soul which animated His own body, the souls of the dead, to loose the bands of death, to remit sins."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:17",
                            "text": "112."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:18",
                            "text": "And, indeed, what hinders you from understanding, by that substance, His divine substance, seeing that God is everywhere, so that it hath been said to Him: \"If I go up into heaven, Thou art there; if I go down into hell, Thou art present\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:19",
                            "text": "113."
                        },
                        {
                            "verse": 20,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:20",
                            "text": "Furthermore, the Psalmist hath in the words following made it plain that we must understand the divine substance to be mentioned when he saith: \"Thine eyes did see My being, [as] not the effect of working;\" inasmuch as the Son is not made, nor one of God's works, but the begotten Word of eternal power."
                        },
                        {
                            "verse": 21,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:21",
                            "text": "He called Him \"ἀχατέργαστον,\" meaning that the Word neither made nor created, is begotten of the Father without the witnessing presence of any created being."
                        },
                        {
                            "verse": 22,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:22",
                            "text": "Howbeit, we have abundance of testimony besides this."
                        },
                        {
                            "verse": 23,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:23",
                            "text": "Let us grant that the substance here spoken of is the bodily substance, provided you also yourself say not that the Son of God is something effected by working, but confess His uncreated Godhead."
                        },
                        {
                            "verse": 24,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:24",
                            "text": "114."
                        },
                        {
                            "verse": 25,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:25",
                            "text": "Now I know that some assert that the mystic incarnate form was uncreated, forasmuch as nothing was done therein through intercourse with a man, because our Lord was the offspring of a virgin."
                        },
                        {
                            "verse": 26,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:26",
                            "text": "If, then, many have, on the strength of this passage, asserted that neither that which was brought forth of Mary was produced by creative operation, dare you, disciple of Arius, think that the Word of God is something so produced?  115."
                        },
                        {
                            "verse": 27,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:27",
                            "text": "But is this the only place where we read of \"substance\"? Hath it not also been said in another passage: \"The gates of the cities are broken down, the mountains are fallen, and His substance is revealed\"? What, does the word mean something created here also? Some, I know, are accustomed to say that the substance is substance in money."
                        },
                        {
                            "verse": 28,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:28",
                            "text": "Then, if you give this meaning to the word, the mountains fell, in order that some one's possessions of money might be seen."
                        },
                        {
                            "verse": 29,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:29",
                            "text": "116."
                        },
                        {
                            "verse": 30,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:30",
                            "text": "But let us remember what mountains fell, those, namely, of which it hath been said: \"If ye shall have faith as a grain of mustard seed ye shall say to this mountain: Be thou removed, and be thou cast into the sea!\" By mountains, then, are meant high things that exalt themselves."
                        },
                        {
                            "verse": 31,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:31",
                            "text": "117."
                        },
                        {
                            "verse": 32,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:32",
                            "text": "Moreover, in the Greek, the rendering is this: \"The palaces are fallen\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:33",
                            "text": "What palaces, save the palace of Satan, of whom the Lord said: \"How shall His kingdom stand?\" We are reading, therefore, of the things which are the devil's palaces as being very mountains, and therefore in the fall of those palaces from the hearts of the faithful, the truth stands revealed, that Christ, the  Son of God, is of the Father's eternal substance."
                        },
                        {
                            "verse": 34,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:34",
                            "text": "What, again, are those mountains of bronze, from the midst of which four chariots come forth?  118."
                        },
                        {
                            "verse": 35,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:35",
                            "text": "We behold that height, lifting up itself against the knowledge of God, cast down by the word of the Lord, when the Son of God said: \"Hold thy peace, and come forth, thou foul spirit\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:36",
                            "text": "Concerning whom the prophet also said: \"Behold, I am come to thee, thou mount of corruption!\"  119."
                        },
                        {
                            "verse": 37,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:37",
                            "text": "Those mountains, then, are fallen, and it is revealed that in Christ was the substance of God, in the words of those who had seen Him: \"Truly Thou art the Son of God,\" for it was in virtue of divine, not human power, that He commanded devils."
                        },
                        {
                            "verse": 38,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:38",
                            "text": "Jeremiah also saith: \"Make mourning upon the mountains, and beat your breasts upon the desert tracks, for they have failed; forasmuch as there are no men, they have not heard the word of substance: from flying fowl to beasts of burden, they trembled, they have failed\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:39",
                            "text": "120."
                        },
                        {
                            "verse": 40,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:40",
                            "text": "Nor has it escaped us, that in another place also, setting forth the frailties of man's estate, in order to show that He had taken upon Himself the infirmity of the flesh, and the affections of our minds, the Lord said, by the mouth of His prophet: \"Remember, O Lord, what My substance is,\" because it was the Son of God speaking in the nature of human frailty."
                        },
                        {
                            "verse": 41,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:41",
                            "text": "121."
                        },
                        {
                            "verse": 42,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:42",
                            "text": "Of Him the Scripture saith, in the passage cited, in order to discover the mysteries of the Incarnation: \"But Thou hast rejected, O Lord, and counted for nought—Thou hast cast out Thy Christ."
                        },
                        {
                            "verse": 43,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:43",
                            "text": "Thou hast overthrown the covenant made with Thy Servant, and trampled His holiness in the earth\"."
                        },
                        {
                            "verse": 44,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:44",
                            "text": "What was it, in regard whereof the Scripture called Him \"Servant,\" but His flesh?—seeing that \"He did not hold equality with God as a prey, but emptied Himself, taking the form of a servant, being made into the likeness of men, and found in fashion as a man\"."
                        },
                        {
                            "verse": 45,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:45",
                            "text": "So, then, in that He took upon Himself My nature, He was a servant, but by virtue of His own power He is the Lord."
                        },
                        {
                            "verse": 46,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:46",
                            "text": "122."
                        },
                        {
                            "verse": 47,
                            "chapter": 14,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 14:47",
                            "text": "Furthermore, what meaneth it that thou readest: \"Who hath stood in the truth (substantia) of the Lord?\" and again: \"Now if they had stood in My truth, and had given ear to My words, and had taught My people, I would have turned them from their follies and transgressions\"?."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Ambrose: Exposition of the Christian Faith Book III 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 15:2",
                            "text": "The Arians, inasmuch as they assert the Son to be \"of another substance,\" plainly acknowledge substance in God."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 15:3",
                            "text": "The only reason why they avoid the use of this term is that they will not, as Eusebius of Nicomedia has made it evident, confess Christ to be the true Son of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 15:4",
                            "text": "123."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 15:5",
                            "text": "How can the Arians deny the substance of God? How can they suppose that the word \"substance\" which is found in many places of Scripture ought to be debarred from use, when they themselves do yet, by saying that the Son is \"ἑτεροούσιος,\" that is, of another substance, admit substance in God?  124."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 15:6",
                            "text": "It is not the term itself, then, but its force and consequences, that they shun, because they will not confess the Son of God to be true [God]."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 15:7",
                            "text": "For though the process of the divine generation cannot be comprehended in human language, still the Fathers judged that their faith might be fitly distinguished by the use of such a term, as against that of \"ἑτεροούσιος ,\" following the authority of the prophet, who saith: \"Who hath stood in the truth (substantia) of the Lord, and seen His Word?\" Arians, therefore, admit the term \"substance\" when it is used so as to square with their blasphemy; contrariwise, when it is adopted in accordance with the pious devotion of the faithful, they reject and dispute against it."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 15:8",
                            "text": "125."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 15:9",
                            "text": "What other reason can there be for their unwillingness to have the Son spoken of as \"ὁμοούσιος,\" of the same substance, with the Father, but that they are unwilling  to confess Him the true Son of God? This is betrayed in the letter of Eusebius of Nicomedia."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 15:10",
                            "text": "\"If,\" writes he, \"we say that the Son is true God and uncreate, then we are in the way to confess Him to be of one substance (ὁμοούσιος) with the Father\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 15:11",
                            "text": "When this letter had been read before the Council assembled at Nicaea, the Fathers put this word in their exposition of the Faith, because they saw that it daunted their adversaries; in order that they might take the sword, which their opponents had drawn, to smite off the head of those opponents' own blasphemous heresy."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 15:12",
                            "text": "126."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 15:13",
                            "text": "Vain, however, is their plea, that they avoid the use of the term, because of the Sabellians; whereby they betray their own ignorance, for a being is of the same substance (ὁμοούσιον) with another, not with itself."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 15:14",
                            "text": "Rightly, then, do we call the Son \"ὁμοούσιος\" (of the same substance), with the Father, forasmuch as that term expresses both the distinction of Persons and the unity of nature."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 15:15",
                            "text": "127."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 15:16",
                            "text": "Can they deny that the term \"οὐσία\" is met with in Scripture, when the Lord has spoken of bread, that is, \"ἐπιούσιος,\" and Moses has written \"ὑμεῖς ἔσεσθέ μοι λαὸς περιούσιος \"? What does \"οὐσία\" mean, whence comes the name, but from \"οὖσα ἀεί,\" \"that which endures for ever? For He Who is, and is for ever, is God; and therefore the Divine Substance, abiding everlastingly, is called οὐσία."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 15:17",
                            "text": "Bread is ἐπιούσιος, because, taking the substance of abiding power from the substance of the Word, it supplies this to heart and soul, for it is written: \"And bread strengtheneth man's heart\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 15:18",
                            "text": "128."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 15:19",
                            "text": "Let us, then, keep the precepts of our forefathers, nor with rude and reckless daring profane the symbols bequeathed to us."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 15:20",
                            "text": "That sealed book of prophecy, whereof we have heard, neither elders, nor powers, nor angels, nor archangels, ventured to open; for Christ alone is reserved the peculiar right of opening it."
                        },
                        {
                            "verse": 21,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 15:21",
                            "text": "Who amongst us dare unseal the book of the priesthood, sealed by confessors, and long hallowed by the testimony of many? They who have been constrained to unseal, nevertheless have since, respecting the deceit put upon them, sealed again; they who dared not lay sacrilegious hands upon it, have stood forth as martyrs and confessors."
                        },
                        {
                            "verse": 22,
                            "chapter": 15,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 15:22",
                            "text": "How can we deny the Faith held by those whose victory we proclaim?."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Ambrose: Exposition of the Christian Faith Book III 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:2",
                            "text": "In order to forearm the orthodox against the stratagems of the Arians, St."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:3",
                            "text": "Ambrose discloses some of the deceitful confessions used by the latter, and shows by various arguments, that though they sometimes call the Son \"God,\" it is not enough, unless they also admit His equality with the Father."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:4",
                            "text": "129."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:5",
                            "text": "Let none fear, let none tremble; he who threatens gives the advantage to the faithful."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:6",
                            "text": "The soothing balms of deceitful men are poisoned—then must we be on our guard against them, when they pretend to preach that they do deny."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:7",
                            "text": "Thus were those aforetime, who lightly trusted to them, deceived, so that they fell into the snares of treachery, when they thought all was good faith."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:8",
                            "text": "130."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:9",
                            "text": "\"Let him be accursed,\" say they, \"who says that Christ is a creature, after the manner of the rest of created beings\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:10",
                            "text": "Plain folks have heard this, and put faith in it, for, as it is written, \"the simple man believes every word\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:11",
                            "text": "Thus have they heard and believed, being taken in by the first sound thereof, and, like birds, eager for the  bait of faith, have not noted the net spread for them, and so, pursuing after faith, have caught the hook of ungodly deceit."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:12",
                            "text": "Wherefore \"be ye wise as serpents,\" saith the Lord, \"and harmless as doves\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:13",
                            "text": "Wisdom is put foremost, in order that harmlessness may be unharmed."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:14",
                            "text": "131."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:15",
                            "text": "For those are serpents, such as the Gospel intends, who put off old habits, in order to put on new manners: \"Putting off the old man, together with his acts, and putting on the new man, made in the image of Him Who created him\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:16",
                            "text": "Let us learn then, the ways of those whom the Gospel calls the serpents, throwing off the slough of the old man, that so, like serpents, we may know how to preserve our life and beware of fraud."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:17",
                            "text": "132."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:18",
                            "text": "It would have been sufficient to say, \"Accursed be he who saith that Christ is a created being\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:19",
                            "text": "Why, then, Arian, dost thou mingle poison with the good that is in thy confession, and so defile the whole body of it? For by addition of \"after the manner of the rest of created beings,\" you deny not that Christ is a being created, but that He is a created being like [all] others—for created being you do entitle Him, albeit you assign to Him dignity transcending the rest of creation."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:20",
                            "text": "Furthermore, Arius, the first teacher of this ungodly doctrine, said that the Son of God was a perfect created being, and not as the rest of created beings."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:21",
                            "text": "See you, then, how that you have adopted language bequeathed you from your father."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:22",
                            "text": "To deny that Christ is a being created is enough: why add \"but not as the rest of beings created\"? Cut away the gangrened part, lest the contagion spread—it is poisonous, deadly."
                        },
                        {
                            "verse": 23,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:23",
                            "text": "133."
                        },
                        {
                            "verse": 24,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:24",
                            "text": "Again, you say sometimes that Christ is God."
                        },
                        {
                            "verse": 25,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:25",
                            "text": "Nay, but so call Him true God, as meaning, that you acknowledge Him to possess the fulness of the Father's Godhead—for there are gods, so called, alike in heaven or upon earth."
                        },
                        {
                            "verse": 26,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:26",
                            "text": "The name \"God,\" then, is not to be used as a mere manner of address and mention, but with the understanding that you affirm, of the Son, that same Godhead which the Father hath, as it is written: \"For as the Father hath life in Himself, so hath He given to the Son also to have life in Himself;\" that is to say, He hath given it to Him, as to His Son, through begetting Him—not by grace, as to one indigent."
                        },
                        {
                            "verse": 27,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:27",
                            "text": "134."
                        },
                        {
                            "verse": 28,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:28",
                            "text": "\"And He hath given Him power to execute judgment, because He is the Son of Man\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:29",
                            "text": "Note well this addition, that you may not take occasion, upon a word, to preach falsehood."
                        },
                        {
                            "verse": 30,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:30",
                            "text": "You read that He is the Son of Man; do you therefore deny that He accepts [the power given]? Deny God, then, if all things proper to God are not given to the Son, for whereas He has said, \"All things that the Father hath are Mine,\" why not acknowledge that all the properties and attributes of Divinity are in the Son [as they are in the Father]? For He who saith, \"All things that the Father hath are Mine,\" what does He except as having not?  135."
                        },
                        {
                            "verse": 31,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:31",
                            "text": "Why is it that you recount \"with insistence\" and in such sincere language, Christ's raising the dead to life, walking upon the waters, healing the sicknesses of men? These powers, indeed, He has given to His bondmen to display as well as Himself."
                        },
                        {
                            "verse": 32,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:32",
                            "text": "They do the more arouse my wonder when seen present in men, forasmuch as God hath given them power so great."
                        },
                        {
                            "verse": 33,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:33",
                            "text": "I would hear somewhat concerning Christ that is His distinctly and peculiarly, and cannot be held in common with Him by created beings, now that He is begotten, the only Son of God, very God of very God, sitting at the Father's right hand."
                        },
                        {
                            "verse": 34,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:34",
                            "text": "136."
                        },
                        {
                            "verse": 35,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:35",
                            "text": "Wheresoever I read of the Father and Son sitting side by side, I find the Son always upon the right hand."
                        },
                        {
                            "verse": 36,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:36",
                            "text": "Is that because the Son is above the Father? Nay, we say not so; but He Whom God's love honours is dishonoured by man's ungodliness."
                        },
                        {
                            "verse": 37,
                            "chapter": 16,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 16:37",
                            "text": "The Father knew that doubts as concerning the Son must needs be sown, and He hath given us an example of reverence for us to follow after, lest we dishonour the Son."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Ambrose: Exposition of the Christian Faith Book III 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:2",
                            "text": "An objection based on St."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:3",
                            "text": "Stephen's vision of the Lord standing is disposed of, and from the prayers of the same saint, addressed to the Son of God, the equality of the Son with the Father is shown."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:4",
                            "text": "137."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:5",
                            "text": "There is just one place, in which Stephen hath said that he saw the Lord Jesus standing at the right hand of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:6",
                            "text": "Learn now the import of these words, that you may not use them to raise a question upon."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:7",
                            "text": "Why (you would ask) do we read every where else of the Son as sitting at the right hand of God, but in one place of His standing? He sits as Judge of quick and  dead; He stands as His people's Advocate."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:8",
                            "text": "He stood, then, as a Priest, whilst He was offering to His Father the sacrifice of a good martyr; He stood, as the Umpire, to bestow, as it were, upon a good wrestler the prize of so mighty a contest."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:9",
                            "text": "138."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:10",
                            "text": "Receive thou also the Spirit of God, that thou mayest discern those things, even as Stephen received the Spirit; and thou mayest say, as the martyr said: \"Behold, I see the heavens opened, and the Son of Man standing at the right hand of God\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:11",
                            "text": "He who hath the heavens opened to him, seeth Jesus at the right hand of God: he whose soul's eye is closed, seeth not Jesus at the right hand of God."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:12",
                            "text": "Let us, then, confess Jesus at God's right hand, that to us also the heavens may be opened."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:13",
                            "text": "They who confess otherwise close the gates of heaven against themselves."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:14",
                            "text": "139."
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:15",
                            "text": "But if any urge in objection that the Son was standing, let them show upon this passage that the Father was seated, for though Stephen said that the Son of Man was standing, still he did not further say here that the Father was sitting."
                        },
                        {
                            "verse": 16,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:16",
                            "text": "140."
                        },
                        {
                            "verse": 17,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:17",
                            "text": "Howbeit, to make it more abundantly clear and known that the standing implied no dishonour, but rather sovereignty, Stephen prayed to the Son, being desirous to commend himself the more to the Father, saying: \"Lord Jesu, receive my spirit\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:18",
                            "text": "Again, to show that the sovereignty of the Father and of the Son is one and the same, he prayed again, saying, \"Lord, lay not this sin to their charge\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:19",
                            "text": "These are the words that the Lord, in His own Passion, speaks to the Father, as the Son of Man—these the words of Stephen's prayer, in his own martyrdom to the Son of God."
                        },
                        {
                            "verse": 20,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:20",
                            "text": "When the same grace is sought of both the Father and the Son, the same power is affirmed of each."
                        },
                        {
                            "verse": 21,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:21",
                            "text": "141."
                        },
                        {
                            "verse": 22,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:22",
                            "text": "Otherwise, if our opponents will have it that Stephen addressed himself to the Father, let them consider what, on their own showing, they affirm."
                        },
                        {
                            "verse": 23,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:23",
                            "text": "We indeed are unmoved by their arguments; howbeit, let them, to whom the letter and sequence is all important, take notice that the first petition is addressed to the Son."
                        },
                        {
                            "verse": 24,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:24",
                            "text": "Now we, even on their understanding of the passage, prove from it the unity of the Father's and the Son's majesty; for when the Son is addressed in prayer as well as the Father, the equality which the prayer assigns points to unity in action."
                        },
                        {
                            "verse": 25,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:25",
                            "text": "But if they will not allow that the Son was addressed with the title \"Lord,\" we see that they do indeed seek to deny that He is Lord."
                        },
                        {
                            "verse": 26,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:26",
                            "text": "142."
                        },
                        {
                            "verse": 27,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:27",
                            "text": "Seeing, however, that so great a martyr's crown has been brought forth, let us abate the eagerness of disputation, and bring to-day's discourse to a close."
                        },
                        {
                            "verse": 28,
                            "chapter": 17,
                            "name": "Ambrose: Exposition of the Christian Faith Book III 17:28",
                            "text": "Let us sing the praises of the holy martyr, as is fitting always after a mighty conflict—the martyr bleeding indeed from the enemy's blows, but rewarded with the crown bestowed by Christ."
                        }
                    ]
                }
            ]
        }
    ]
}