{
    "books": [
        {
            "name": "Against Eunomius Book XI",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Against Eunomius Book XI 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:1",
                            "text": "Book XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:2",
                            "text": "1."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:3",
                            "text": "The eleventh book shows that the title of \"Good\" is due, not to the Father alone, as Eunomius, the imitator of Manichus and Bardesanes, alleges, but to the Son also, Who formed man in goodness and loving-kindness, and reformed him by His Cross and Death."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:4",
                            "text": "Let us now go on to the next stage in his argument:—\"…."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:5",
                            "text": "the Only-begotten Himself ascribing to the Father the title due of right to Him alone."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:6",
                            "text": "For He Who has taught us that the appellation 'good' belongs to Him alone Who is the cause of His own goodness and of all goodness, and is so at all times, and Who refers to Him all good that has ever come into being, would be slow to appropriate to Himself the authority over all things that have come into being, and the title of 'the Existent."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:7",
                            "text": "'\" Well, so long as he concealed his blasphemy under some kind of veil, and strove to entangle his deluded hearers unawares in the mazes of his dialectic, I thought it necessary to watch his unfair and clandestine dealings, and as far as possible to lay bare in my argument the lurking mischief."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:8",
                            "text": "But now that he has stripped his falsehood of every mask that could disguise it, and publishes his profanity aloud in categorical terms, I think it superfluous to undergo useless labour in bringing logical modes of confutation to bear upon those who make no secret of their impiety."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:9",
                            "text": "For what further means could we discover to demonstrate their malignity so efficacious as that which they themselves show us in their writings ready to our hand? He says that the Father alone is worthy of the title of \"good,\" that to Him alone such a name is due, on the plea that even the Son Himself agrees that goodness belongs to Him alone."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:10",
                            "text": "Our accuser has pleaded our cause for us: for perhaps in my former statements I was thought by my readers to show a certain wanton insolence when I endeavoured to demonstrate that the fighters against Christ made Him out to be alien from the goodness of the Father."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:11",
                            "text": "But I think it has now been proved by the confession of our opponents that in bringing such a charge against them we were not acting unfairly."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:12",
                            "text": "For he who says that the title of \"good\" belongs of right to the Father only, and that such an address befits Him alone, publishes abroad, by thus disclosing his real meaning, the villainy which he had previously wrapped up in disguise."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:13",
                            "text": "He says that the title of \"good\" befits the Father only."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:14",
                            "text": "Does he mean the title with the signification which belongs to the expression, or the title detached from its proper meaning? If on the one side he merely ascribes to the Father the title of \"good\" in a special sense, he is to be pitied for his irrationality in allowing to the Father merely the sound of an empty name."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:15",
                            "text": "But if he thinks that the conception expressed by the term \"good\" belongs to God the Father only, he is to be abominated for his impiety, reviving as he does the plague of the Manichan heresy in his own opinions."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:16",
                            "text": "For as health and disease, even so goodness and badness exist on terms of mutual destruction, so that the absence of the one is the presence of the other."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:17",
                            "text": "If then he says that goodness belongs to the Father only, he cuts off these from every conceivable object in existence except the Father, so that, along with all, the Only-begotten God is shut out from good."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:18",
                            "text": "For as he who affirms that man alone is capable of laughter implies thereby that no other animal shares this property, so he who asserts that good is in the Father alone separates all things from that property."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:19",
                            "text": "If then, as Eunomius declares, the Father alone has by right the title of \"good,\" such a term will not be properly applied to anything else."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:20",
                            "text": "But every impulse of the will either operates in accordance with good, or tends to the contrary."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:21",
                            "text": "For to be inclined neither one way nor the other, but to remain in a state of equipoise, is the property of creatures inanimate or insensible."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:22",
                            "text": "If the Father alone is good, having goodness not as a thing acquired, but in His nature, and if the Son, as heresy will have it, does not share in the nature of the Father, then he who does not share the good essence of the Father is of course at the same time excluded also from part and lot in the title of \"good\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:23",
                            "text": "But he who has no claim either to the nature or to the name of \"good\"—what he is assuredly not unknown, even though I forbear the blasphemous expression."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:24",
                            "text": "For it is plain to all that the object for which Eunomius is so eager is to import into the conception of the Son a suspicion of that which is evil and opposite to good."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:25",
                            "text": "For what kind of name belongs to him who is not good is manifest to every one who has a share of reason."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:26",
                            "text": "As he who is not brave is cowardly, as he who is not just is unjust, and as he who is not wise is foolish, so he who is not good clearly has as his own the opposite name, and it is to this that the enemy of Christ wishes to press the conception of the Only-begotten, becoming thereby to the Church another Manes or Bardesanes."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:27",
                            "text": "These are the sayings in regard of which we say that our utterance would be no more effective than silence."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:28",
                            "text": "For were one to say countless things, and to arouse all possible arguments, one could not say anything so damaging of our opponents as what is openly and undisguisedly proclaimed by themselves."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Against Eunomius Book XI 1:29",
                            "text": "For what more bitter charge could one invent against them for malice than that of denying that He is good \"Who, being in the form of God, thought it not robbery to be equal with God,\" but yet condescended to the low estate of human nature, and did so solely for the love of man? In return for what, tell me, \"do ye thus requite the Lord?\" (for I will borrow the language of Moses to the Israelites); is He not good, Who when thou wast soulless dust invested thee with Godlike beauty, and raised thee up as an image of His own power endowed with soul? Is He not good, Who for thy sake took on Him the form of a servant, and for the joy set before Him did not shrink from bearing the sufferings due to thy sin, and gave Himself a ransom for thy death, and became for our sakes a curse and sin?."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Against Eunomius Book XI 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:1",
                            "text": "2."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:2",
                            "text": "He also ingeniously shows from the passage of the Gospel which speaks of \"Good Master,\" from the parable of the Vineyard, from Isaiah and from Paul, that there is not a dualism in the Godhead of good and evil, as Eunomius' ally Marcion supposes, and declares that the Son does not refuse the title of \"good\" or \"Existent,\" or acknowledge His alienation from the Father, but that to Him also belongs authority over all things that come into being."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:3",
                            "text": "Not even Marcion himself, the patron of your opinions, supports you in this."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:4",
                            "text": "It is true that in common with you he holds a dualism of gods, and thinks that one is different in nature from the other, but it is the more courteous view to attribute goodness to the God of the Gospel."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:5",
                            "text": "You however actually separate the Only-begotten God from the nature of good, that you may surpass even Marcion in the depravity of your doctrines."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:6",
                            "text": "However, they claim the Scripture on their side, and say that they are hardly treated when they are accused for using the very words of Scripture."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:7",
                            "text": "For they say that the Lord Himself has said, \"There is none good but one, that is, God\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:8",
                            "text": "Accordingly, that misrepresentation may not prevail against the Divine words, we will briefly examine the actual passage in the Gospel."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:9",
                            "text": "The history regards the rich man to whom the Lord spoke this word as young—the kind of person, I suppose, inclined to enjoy the pleasures of this life—and attached to his possessions; for it says that he was grieved at the advice to part with what he had, and that he did not choose to exchange his property for life eternal."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:10",
                            "text": "This man, when he heard that a teacher of eternal life was in the neighbourhood, came to him in the expectation of living in perpetual luxury, with life indefinitely extended, flattering the Lord with the title of \"good,\"—flattering, I should rather say, not the Lord as we conceive Him, but as He then appeared in the form of a servant."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:11",
                            "text": "For his character was not such as to enable him to penetrate the outward veil of flesh, and see through it into the inner shrine of Deity."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:12",
                            "text": "The Lord, then, Who seeth the hearts, discerned the motive with which the young man approached Him as a suppliant,—that he did so, not with a soul intently fixed upon the Divine, but that it was the man whom he besought, calling Him \"Good Master,\" because he hoped to learn from Him some lore by which the approach of death might be hindered."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:13",
                            "text": "Accordingly, with good reason did He Who was thus besought by him answer even as He was addressed."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:14",
                            "text": "For as the entreaty was not addressed to God the Word, so correspondingly the answer was delivered to the applicant by the Humanity of Christ, thereby impressing on the youth a double lesson."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:15",
                            "text": "For He teaches him, by one and the same answer, both the duty of reverencing and paying homage to the Divinity, not by flattering speeches but by his life, by keeping the commandments and buying life eternal at the cost of all possessions, and also the truth that humanity, having been sunk in depravity by reason of sin, is debarred from the title of \"Good\": and for this reason He says, \"Why callest Thou Me good?\" suggesting in His answer by the word \"Me\" that human nature which encompassed Him, while by attributing goodness to the Godhead He expressly declared Himself to be good, seeing that He is proclaimed to be God by the Gospel."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:16",
                            "text": "For had the Only-begotten Son been excluded from the title of God, it would perhaps not have been absurd to think Him alien also from the appellation of \"good\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:17",
                            "text": "But if, as is the case, prophets, evangelists, and Apostles proclaim aloud the Godhead of the Only-begotten, and if the name of goodness is attested by the Lord Himself to belong to God, how is it possible that He Who is partaker of the Godhead should not be partaker of the goodness too? For that both prophets, evangelists, disciples and apostles acknowledge the Lord as God, there is none so uninitiated in Divine mysteries as to need to be expressly told."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:18",
                            "text": "For who knows not that in the forty-fourth Psalm the prophet in his word affirms the Christ to be God, anointed by God? And again, who of all that are conversant with prophecy is unaware that Isaiah, among other passages, thus openly proclaims the Godhead of the Son, where he says: \"The Sabeans, men of stature, shall come over unto thee, and shall be servants unto thee: they shall come after thee bound in fetters, and in thee shall they make supplication, because God is in thee, and there is no God beside thee; for thou art God\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:19",
                            "text": "For what other God there is Who has God in Himself, and is Himself God, except the Only-begotten, let them say who hearken not to the prophecy; but of the interpretation of Emmanuel, and the confession of Thomas after his recognition of the Lord, and the sublime diction of John, as being manifest even to those who are outside the faith, I will say nothing."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:20",
                            "text": "Nay, I do not even think it necessary to bring forward in detail the utterances of Paul, since they are, as one may say, in all men's mouths, who gives the Lord the appellation not only of \"God,\" but of \"great God\" and \"God over all,\" saying to the Romans, \"Whose are the fathers, and of whom, as concerning the flesh, Christ came, Who is over all, God blessed for ever,\" and writing to his disciple Titus, \"According to the appearing of Jesus Christ the great God and our Saviour,\" and to Timothy, proclaims in plain terms, \"God was manifest in the flesh, justified in the spirit\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:21",
                            "text": "Since then the fact has been demonstrated on every side that the Only-begotten God is God, how is it that he who says that goodness belongs to God, strives to show that the Godhead of the Son is alien from this ascription, and this though the Lord has actually claimed for Himself the epithet \"good\" in the parable of those who were hired into the vineyard? For there, when those who had laboured before the others were dissatisfied at all receiving the same pay, and deemed the good fortune of the last to be their own loss, the just judge says to one of the murmurers, \"Friend, I do thee no wrong: did I not agree with thee for a penny a day? Lo, there thou hast that is thine: I will bestow upon this last even as upon thee."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:22",
                            "text": "Have I not power to do what I will with mine own? Is thine eye evil because I am good?\" Of course no one will contest the point that to distribute recompense according to desert is the special function of the judge; and all the disciples of the Gospel agree that the Only-begotten God is Judge; \"for the Father,\" He saith, \"judgeth no man, but hath committed all judgment unto the Son\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:23",
                            "text": "But they do not set themselves in opposition to the Scriptures."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:24",
                            "text": "For they say that the word \"one\" absolutely points to the Father."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:25",
                            "text": "For He saith, \"There is none good but one, that is God\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:26",
                            "text": "Will truth then lack vigour to plead her own cause? Surely there are many means easily to convict of deception this quibble also."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:27",
                            "text": "For He Who said this concerning the Father spake also to the Father that other word, \"All Mine are Thine, and Thine are Mine, and I am glorified in them\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:28",
                            "text": "Now if He says that all that is the Father's is also the Son's, and goodness is one of the attributes pertaining to the Father, either the Son has not all things if He has not this, and they will be saying that the Truth lies, or if it is impious to suspect the very Truth of being carried away into falsehood, then He Who claimed all that is the Father's as His own, thereby asserted that He was not outside of goodness."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:29",
                            "text": "For He Who has the Father in Himself, and contains all things that belong to the Father, manifestly has His goodness with \"all things\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:30",
                            "text": "Therefore the Son is Good."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:31",
                            "text": "But \"there is none good,\" he says, \"but one, that is God\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:32",
                            "text": "This is what is alleged by our adversaries: nor do I myself reject the statement."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:33",
                            "text": "I do not, however, for this cause deny the Godhead of the Son."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:34",
                            "text": "But he who confesses that the Lord is God, by that very confession assuredly also asserts of Him goodness."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:35",
                            "text": "For if goodness is a property of God, and if the Lord is God, then by our premises the Son is shown to be God."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:36",
                            "text": "\"But,\" says our opponent, \"the word 'one' excludes the Son from participation in goodness\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:37",
                            "text": "It is easy, however, to show that not even the word \"one\" separates the Father from the Son."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:38",
                            "text": "For in all other cases, it is true, the term \"one\" carries with it the signification of not being coupled with anything else, but in the case of the Father and the Son \"one\" does not imply isolation."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:39",
                            "text": "For He says, \"I and the Father are one\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Against Eunomius Book XI 2:40",
                            "text": "If, then, the good is one, and a particular kind of unity is contemplated in the Father and the Son, it follows that the Lord, in predicating goodness of \"one,\" claimed under the term \"one\" the title of \"good\" also for Himself, Who is one with the Father, and not severed from oneness of nature."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Against Eunomius Book XI 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:1",
                            "text": "3."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:2",
                            "text": "He then exposes the ignorance of Eunomius, and the incoherence and absurdity of his arguments, in speaking of the Son as \"the Angel of the Existent,\" and as being as much below the Divine Nature as the Son is superior to the things created by Himself."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:3",
                            "text": "And in this connection there is a noble and forcible counter-statement and an indignant refutation, showing that He Who gave the oracles to Moses is Himself the Existent, the Only-begotten Son, Who to the petition of Moses, \"If Thou Thyself goest not with us, carry me not up hence,\" said, \"I will do this also that thou hast said\"; Who is also called \"Angel\" both by Moses and Isaiah: wherein is cited the text, \"Unto us a Child is born\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:4",
                            "text": "But that the research and culture of our imposing author may be completely disclosed, we will consider sentence by sentence his presentment of his sentiments."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:5",
                            "text": "\"The Son,\" he says, \"does not appropriate the dignity of the Existent,\" giving the name of \"dignity\" to the actual fact of being:—(with what propriety he knows how to adapt words to things!)—and since He is \"by reason of the Father,\" he says that He is alienated from Himself on the ground that the essence which is supreme over Him attracts to itself the conception of the Existent."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:6",
                            "text": "This is much the same as if one were to say that he who is bought for money, in so far as he is in his own existence, is not the person bought, but the purchaser, inasmuch as his essential personal existence is absorbed into the nature of him who has acquired authority over him."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:7",
                            "text": "Such are the lofty conceptions of our divine: but what is the demonstration of his statements?…\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:8",
                            "text": "the Only-begotten,\" he says, \"Himself ascribing to the Father the title due of right to Him alone,\" and then he introduces the point that the Father alone is good."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:9",
                            "text": "Where in this does the Son disclaim the title of \"Existent\"? Yet this is what Eunomius is driving at when he goes on word for word as follows:—\"For He Who has taught us that the appellation 'good' belongs to Him alone Who is the cause of His own goodness and of all goodness, and is so at all times, and Who refers to Him all good that has ever come into being, would be slow to appropriate to Himself the authority over all things that have come into being, and the title of 'the Existent."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:10",
                            "text": "'\" What has \"authority\" to do with the context? and how along with this is the Son also alienated from the title of \"Existent\"? But really I do not know what one ought rather to do at this,—to laugh at the want of education, or to pity the pernicious folly which it displays."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:11",
                            "text": "For the expression, \"His own,\" not employed according to the natural meaning, and as those who know how to use language are wont to use it, attests his extensive knowledge of the grammar of pronouns, which even little boys get up with their masters without trouble, and his ridiculous wandering from the subject to what has nothing to do either with his argument or with the form of that argument, considered as syllogistic, namely, that the Son has no share in the appellation of \"Existent\"—an assertion adapted to his monstrous inventions,—this and similar absurdities seem combined together for the purpose of provoking laughter; so that it may be that readers of the more careless sort experience some such inclination, and are amused by the disjointedness of his arguments."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:12",
                            "text": "But that God the Word should not exist, or that He at all events should not be good (and this is what Eunomius maintains when he says that He does not \"appropriate the title\" of \"Existent\" and \"good\"), and to make out that the authority over all things that come into being does not belong to him,—this calls for our tears, and for a wail of mourning."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:13",
                            "text": "For it is not as if he had but let fall something of the kind just once under some headlong and inconsiderate impulse, and in what followed had striven to retrieve his error: no, he dallies lingeringly with the malignity, striving in his later statements to surpass what had gone before."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:14",
                            "text": "For as he proceeds, he says that the Son is the same distance below the Divine Nature as the nature of angels is subjected below His own, not indeed saying this in so many words, but endeavouring by what he does say to produce such an impression."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:15",
                            "text": "The reader may judge for himself the meaning of his words: they run as follows,—\"Who, by being called 'Angel,' clearly showed by Whom He published His words, and Who is the Existent, while by being addressed also as God, He showed His superiority over all things."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:16",
                            "text": "For He Who is the God of all things that were made by Him, is the Angel of the God over all\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:17",
                            "text": "Indignation rushes into my heart and interrupts my discourse, and under this emotion arguments are lost in a turmoil of anger roused by words like these."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:18",
                            "text": "And perhaps I may be pardoned for feeling such emotion."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:19",
                            "text": "For whose resentment would not be stirred within him at such profanity, when he remembers how the Apostle proclaims that every angelic nature is subject to the Lord, and in witness of his doctrine invokes the sublime utterances of the prophets:—\"When He bringeth the first-begotten into the world, He saith, And let all the angels of God worship Him,\" and, \"Thy throne, O God, is for ever and ever,\" and, \"Thou art the same, and Thy years shall not fail\"? When the Apostle has gone through all this argument to demonstrate the unapproachable majesty of the Only-begotten God, what must I feel when I hear from the adversary of Christ that the Lord of Angels is Himself only an Angel,—and when he does not let such a statement fall by chance, but puts forth his strength to maintain this monstrous invention, so that it may be established that his Lord has no superiority over John and Moses? For the word says concerning them, \"This is he of whom it is written, 'Behold I send my angel before thy face."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:20",
                            "text": "'\" John therefore is an angel."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:21",
                            "text": "But the enemy of the Lord, even though he grants his Lord the name of God, yet makes Him out to be on a level with the deity of Moses, since he too was a servant of the God over all, and was constituted a god to the Egyptians."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:22",
                            "text": "And yet this phrase, \"over all,\" as has been previously observed, is common to the Son with the Father, the Apostle having expressly ascribed such a title to Him, when he says, \"Of whom, as concerning the flesh, Christ came, Who is God over all\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:23",
                            "text": "But this man degrades the Lord of angels to the rank of an angel, as though he had not heard that the angels are \"ministering spirits,\" and \"a flame of fire\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:24",
                            "text": "For by the use of these distinctive terms does the Apostle make the difference between the several subjects clear and unmistakable, defining the subordinate nature to be \"spirits\" and \"fire,\" and distinguishing the supreme power by the name of Godhead."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:25",
                            "text": "And yet, though there are so many that proclaim the glory of the Only-begotten God, against them all Eunomius lifts up his single voice, calling the Christ \"an angel of the God over all,\" defining Him, by thus contrasting Him with the \"God over all,\" to be one of the \"all things,\" and, by giving Him the same name as the angels, trying to establish that He no wise differs from them in nature: for he has often previously said that all those things which share the same name cannot be different in nature."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:26",
                            "text": "Does the argument, then, still lack its censors, as it concerns a man who proclaims in so many words that the \"Angel\" does not publish His own word, but that of the Existent? For it is by this means that he tries to show that the Word Who was in the beginning, the Word Who was God, is not Himself the Word, but is the Word of some other Word, being its minister and \"angel\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:27",
                            "text": "And who knows not that the only opposite to the \"Existent\" is the nonexistent? so that he who contrasts the Son with the Existent, is clearly playing the Jew, robbing the Christian doctrine of the Person of the Only-begotten."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:28",
                            "text": "For in saying that He is excluded from the title of the \"Existent,\" he is assuredly trying to establish also that He is outside the pale of existence: for surely if he grants Him existence, he will not quarrel about the sound of the word."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:29",
                            "text": "But he strives to prop up his absurdity by the testimony of Scripture, and puts forth Moses as his advocate against the truth."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:30",
                            "text": "For as though that were the source from which he drew his arguments, he freely sets forth to us his own fables, saying, \"He Who sent Moses was the Existent Himself, but He by Whom He sent and spake was the Angel of the Existent, and the God of all else\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:31",
                            "text": "That his statement, however, is not drawn from Scripture, may be conclusively proved by Scripture itself."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:32",
                            "text": "But if he says that this is the sense of what is written, we must examine the original language of Scripture."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:33",
                            "text": "Moreover let us first notice that Eunomius, after calling the Lord God of all things after Him, allows Him no superiority in comparison with the angelic nature."
                        },
                        {
                            "verse": 34,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:34",
                            "text": "For neither did Moses, when he heard that he was made a god to Pharaoh, pass beyond the bounds of humanity, but while in nature he was on an equality with his fellows, he was raised above them by superiority of authority, and his being called a god did not hinder him from being man."
                        },
                        {
                            "verse": 35,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:35",
                            "text": "So too in this case Eunomius, while making out the Son to be one of the angels, salves over such an error by the appellation of Godhead, in the manner expressed, allowing Him the title of God in some equivocal sense."
                        },
                        {
                            "verse": 36,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:36",
                            "text": "Let us once more set down and examine the very words in which he delivers his blasphemy."
                        },
                        {
                            "verse": 37,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:37",
                            "text": "\"He Who sent Moses was the Existent Himself, but He by Whom He sent was the Angel of the Existent\"—this, namely \"Angel,\" being the title he gives his Lord."
                        },
                        {
                            "verse": 38,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:38",
                            "text": "Well, the absurdity of our author is refuted by the Scripture itself, in the passage where Moses beseeches the Lord not to entrust an angel with the leadership of the people, but Himself to conduct their march."
                        },
                        {
                            "verse": 39,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:39",
                            "text": "The passage runs thus: God is speaking, \"Go, get thee down, guide this people unto the place of which I have spoken unto thee: behold Mine Angel shall go before thee in the day when I visit\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:40",
                            "text": "And a little while after He says again, \"And I will send Mine Angel before thee\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:41",
                            "text": "Then, a little after what immediately follows, comes the supplication to God on the part of His servant, running on this wise, \"If I have found grace in Thy sight, let my Lord go among us,\" and again, \"If Thou Thyself go not with us, carry me not up hence\"; and then the answer of God to Moses, \"I will do for thee this thing also that thou hast spoken: for thou hast found grace in My sight, and I know thee above all men\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:42",
                            "text": "Accordingly, if Moses begs that the people may not be led by an angel, and if He Who was discoursing with him consents to become his fellow-traveller and the guide of the army, it is hereby manifestly shown that He Who made Himself known by the title of \"the Existent\" is the Only-begotten God."
                        },
                        {
                            "verse": 43,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:43",
                            "text": "If any one gainsays this, he will show himself to be a supporter of the Jewish persuasion in not associating the Son with the deliverance of the people."
                        },
                        {
                            "verse": 44,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:44",
                            "text": "For if, on the one hand, it was not an angel that went forth with the people, and if, on the other, as Eunomius would have it, He Who was manifested by the name of the Existent is not the Only-begotten, this amounts to nothing less than transferring the doctrines of the synagogue to the Church of God."
                        },
                        {
                            "verse": 45,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:45",
                            "text": "Accordingly, of the two alternatives they must needs admit one, namely, either that the Only-begotten God on no occasion appeared to Moses, or that the Son is Himself the \"Existent,\" from Whom the word came to His servant."
                        },
                        {
                            "verse": 46,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:46",
                            "text": "But he contradicts what has been said above, alleging the Scripture itself which informs us that the voice of an angel was interposed, and that it was thus that the discourse of the Existent was conveyed."
                        },
                        {
                            "verse": 47,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:47",
                            "text": "This, however, is no contradiction, but a confirmation of our view."
                        },
                        {
                            "verse": 48,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:48",
                            "text": "For we too say plainly, that the prophet, wishing to make manifest to men the mystery concerning Christ, called the Self-Existent \"Angel,\" that the meaning of the words might not be referred to the Father, as it would have been if the title of \"Existent\" alone had been found throughout the discourse."
                        },
                        {
                            "verse": 49,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:49",
                            "text": "But just as our word is the revealer and messenger (or \"angel\") of the movements of the mind, even so we affirm that the true Word that was in the beginning, when He announces the will of His own Father, is styled \"Angel\" (or \"Messenger\"), a title given to Him on account of the operation of conveying the message."
                        },
                        {
                            "verse": 50,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:50",
                            "text": "And as the sublime John, having previously called Him \"Word,\" so introduces the further truth that the Word was God, that our thoughts might not at once turn to the Father, as they would have done if the title of God had been put first, so too does the mighty Moses, after first calling Him \"Angel,\" teach us in the words that follow that He is none other than the Self-Existent Himself, that the mystery concerning the Christ might be foreshown, by the Scripture assuring us by the name \"Angel,\" that the Word is the interpreter of the Father's will, and, by the title of the \"Self-Existent,\" of the closeness of relation subsisting between the Son and the Father."
                        },
                        {
                            "verse": 51,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:51",
                            "text": "And if he should bring forward Isaiah also as calling Him \"the Angel of mighty counsel,\" not even so will he overthrow our argument."
                        },
                        {
                            "verse": 52,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:52",
                            "text": "For there, in clear and uncontrovertible terms, there is indicated by the prophecy the dispensation of His Humanity; for \"unto us,\" he says, \"a Child is born, unto us a Son is given, and the government shall be upon His shoulder, and His name is called the Angel of mighty counsel\"."
                        },
                        {
                            "verse": 53,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:53",
                            "text": "And it is with an eye to this, I suppose, that David describes the establishment of His kingdom, not as though He were not a King, but in the view that the humiliation to the estate of a servant to which the Lord submitted by way of dispensation, was taken up and absorbed into the majesty of His Kingdom."
                        },
                        {
                            "verse": 54,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:54",
                            "text": "For he says, \"I was established King by Him on His holy hill of Sion, declaring the ordinance of the Lord\"."
                        },
                        {
                            "verse": 55,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:55",
                            "text": "Accordingly, He Who through Himself reveals the goodness of the Father is called \"Angel\" and \"Word,\" \"Seal\" and \"Image,\" and all similar titles with the same intention."
                        },
                        {
                            "verse": 56,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:56",
                            "text": "For as the \"Angel\" (or \"Messenger\") gives information from some one, even so the Word reveals the thought within, the Seal shows by Its own stamp the original mould, and the Image by Itself interprets the beauty of that whereof It is the image, so that in their signification all these terms are equivalent to one another."
                        },
                        {
                            "verse": 57,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:57",
                            "text": "For this reason the title \"Angel\" is placed before that of the \"Self-Existent,\" the Son being termed \"Angel\" as the exponent of His Father's will, and the \"Existent\" as having no name that could possibly give a knowledge of His essence, but transcending all the power of names to express."
                        },
                        {
                            "verse": 58,
                            "chapter": 3,
                            "name": "Against Eunomius Book XI 3:58",
                            "text": "Wherefore also His name is testified by the writing of the Apostle to be \"above every name,\" not as though it were some one name preferred above all others, though still comparable with them, but rather in the sense that He Who verily is is above every name."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Against Eunomius Book XI 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Against Eunomius Book XI 4:1",
                            "text": "4."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Against Eunomius Book XI 4:2",
                            "text": "After this, fearing to extend his reply to great length, he passes by most of his adversary's statements as already refuted."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Against Eunomius Book XI 4:3",
                            "text": "But the remainder, for the sake of those who deem them of much force, he briefly summarizes, and refutes the blasphemy of Eunomius, who says of the Lord also that He is what animals and plants in all creation are, non-existent before their own generation; and so with the production of frogs; alas for the blasphemy!  But I must hasten on, for I see that my treatise has already extended beyond bounds, and I fear that I may be thought garrulous and inordinate in my talk, if I prolong my answer to excess, although I have intentionally passed by many parts of my adversary's treatise, that my argument might not be spun out to many myriads of words."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Against Eunomius Book XI 4:4",
                            "text": "For to the more studious even the want of conciseness gives an occasion for disparagement; but as for those whose mind looks not to what is of use, but to the fancy of those who are idle and not in earnest, their wish and prayer is to get over as much of the journey as they can in a few steps."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Against Eunomius Book XI 4:5",
                            "text": "What then ought we to do when Eunomius' profanity draws us on? Are we to track his every turn? or is it perhaps superfluous and merely garrulous to spend our energies over and over again on similar encounters? For all their argument that follows is in accordance with what we have already investigated, and presents no fresh point in addition to what has gone before."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Against Eunomius Book XI 4:6",
                            "text": "If then we have succeeded in completely overthrowing his previous statements, the remainder fall along with them."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Against Eunomius Book XI 4:7",
                            "text": "But in case the contentious and obstinate should think that the strongest part of their case is in what I have omitted, for this reason it may perhaps be necessary to touch briefly upon what remains."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Against Eunomius Book XI 4:8",
                            "text": "He says that the Lord did not exist before His own generation—he who cannot prove that He was in anything separated from the Father."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Against Eunomius Book XI 4:9",
                            "text": "And this he says, not quoting any Scripture as a warrant for his assertion, but maintaining his proposition by arguments of his own."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Against Eunomius Book XI 4:10",
                            "text": "But this characteristic has been shown to be common to all parts of the creation."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Against Eunomius Book XI 4:11",
                            "text": "Not a frog, not a worm, not a beetle, not a blade of grass, nor any other of the most insignificant objects, existed before its own formation: so that what by aid of his dialectic skill he tries with great labour and pains to establish to be the case with the Son, has previously been acknowledged to be true of any chance portions of the creation, and our author's mighty labour is to show that the Only-begotten God, by participation of attributes, is on a level with the lowest of created things."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Against Eunomius Book XI 4:12",
                            "text": "Accordingly the fact of the coincidence of their opinions concerning the Only-begotten God, and their view of the mode in which frogs come into being, is a sufficient indication of their doctrinal pravity."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Against Eunomius Book XI 4:13",
                            "text": "Next he urges that not to be before His generation, is equivalent in fact and meaning to not being ungenerate."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Against Eunomius Book XI 4:14",
                            "text": "Once more the same argument will fit my hand in dealing with this too,—that a man would not be wrong in saying the same thing of a dog, or a flea, or a snake, or any one you please of the meanest creatures, since for a dog not to exist before his generation is equivalent in fact and meaning to his not being ungenerate."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Against Eunomius Book XI 4:15",
                            "text": "But if, in accord with the definition they have so often laid down, all things that share in attributes share also in nature, and if it is an attribute of the dog, and of the rest severally, not to exist before generation, which is what Eunomius thinks fit to maintain also of the Son, the reader will by logical process see for himself the conclusion of this demonstration."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Against Eunomius Book XI 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:1",
                            "text": "5."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:2",
                            "text": "Eunomius again speaks of the Son as Lord and God, and Maker of all creation intelligible and sensible, having received from the Father the power and the commission for creation, being entrusted with the task of creation as if He were an artizan commissioned by some one hiring Him, and receiving His power of creation as a thing adventitious, ab extra, as a result of the power allotted to Him in accordance with such and such combinations and positions of the stars, as destiny decrees their lot in life to men at their nativity."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:3",
                            "text": "Thus, passing by most of what Eunomius had written, he confutes his blasphemy that the Maker of all things came into being in like manner with the earth and with angels, and that the subsistence of the Only-begotten differs not at all from the genesis of all things, and reproaches Him with reverencing neither the Divine mystery nor the custom of the Church, nor following in his attempt to discover godliness any teacher of pious doctrine, but Manichus, Colluthus, Arius, Aetius, and those like to them, supposing that Christianity in general is folly, and that the customs of the Church and the venerable sacraments are a jest, wherein he differs in nothing from the pagans, who borrowed from our doctrine the idea of a great God supreme over all."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:4",
                            "text": "So, too, this new idolater preaches in the same fashion, and in particular that baptism is \"into an artificer and creator,\" not fearing the curse of those who cause addition or diminution to the Holy Scriptures."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:5",
                            "text": "And he closes his book with showing him to be Antichrist."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:6",
                            "text": "Afterwards, however, he gives his discourse a more moderate turn, imparting to it even a touch of gentleness, and, though he had but a little earlier partitioned off the Son from the title of Existent, he now says,—\"We affirm that the Son is not only existent, and above all existent things, but we also call Him Lord and God, the Maker of every being, sensible and intelligible\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:7",
                            "text": "What does he suppose this \"being\" to be? created? or uncreated? For if he confesses Jesus to be Lord, God, and Maker of all intelligible being, it necessarily follows, if he says it is uncreated, that he speaks falsely, ascribing to the Son the making of the uncreated Nature."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:8",
                            "text": "But if he believes it to be created, he makes Him His own Maker."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:9",
                            "text": "For if the act of creation be not separated from intelligible nature in favour of Him Who is independent and uncreated, there will no longer remain any mark of distinction, as the sensible creation and the intelligible being will be thought of under one head."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:10",
                            "text": "But here he brings in the assertion that \"in the creation of existent things He has been entrusted by the Father with the construction of all things visible and invisible, and with the providential care over all that comes into being, inasmuch as the power allotted to Him from above is sufficient for the production of those things which have been constructed\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:11",
                            "text": "The vast length to which our treatise has run compels us to pass over these assertions briefly: but, in a sense, profanity surrounds the argument, containing a vast swarm of notions like venomous wasps."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:12",
                            "text": "\"He was entrusted,\" he says, \"with the construction of things by the Father\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:13",
                            "text": "But if he had been talking about some artizan executing his work at the pleasure of his employer, would he not have used the same language? For we are not wrong in saying just the same of Bezaleel, that being entrusted by Moses with the building of the tabernacle, he became the constructor of those things there mentioned, and would not have taken the work in hand had he not previously acquired his knowledge by Divine inspiration, and ventured upon the undertaking on Moses' entrusting him with its execution."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:14",
                            "text": "Accordingly the term \"entrusted\" suggests that His office and power in creation came to Him as something adventitious, in the sense that before He was entrusted with that commission He had neither the will nor the power to act, but when He received authority to execute the works, and power sufficient for the works, then He became the artificer of things that are, the power allotted to Him from on high being, as Eunomius says, sufficient for the purpose."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:15",
                            "text": "Does he then place even the generation of the Son, by some astrological juggling, under some destiny, just as they who practise this vain deceit affirm that the appointment of their lot in life comes to men at the time of their birth, by such and such conjunctions or oppositions of the stars, as the rotation above moves on in a kind of ordered train, assigning to those who are coming into being their special faculties? It may be that something of this kind is in the mind of our sage, and he says that to Him that is above all rule, and authority, and dominion, and above every name that is named, not only in this world, but also in that which is to come, there has been allotted, as though He were pent in some hollow spaces, power from on high, measured out in accordance with the quantity of things which come into being."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:16",
                            "text": "I will pass over this part of his treatise also summarily, letting fall from a slight commencement of investigation, for the more intelligent sort of readers, seeds to enable them to discern his profanity."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:17",
                            "text": "Moreover, in what follows, there is ready written a kind of apology for ourselves."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:18",
                            "text": "For we cannot any longer be thought to be missing the intention of his discourse, and misinterpreting his words to render them subject to criticism, when his own voice acknowledges the absurdity of his doctrine."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:19",
                            "text": "His words stand as follows:—\"What? did not earth and angel come into being, when before they were not?\" See how our lofty theologian is not ashamed to apply the same description to earth and angels and to the Maker of all! Surely if he thinks it fit to predicate the same of earth and its Lord, he must either make a god of the one, or degrade the other to a level with it."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:20",
                            "text": "Then he adds to this something by which his profanity is yet more completely stripped of all disguise, so that its absurdity is obvious even to a child."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:21",
                            "text": "For he says,—\"It would be a long task to detail all the modes of generation of intelligible objects, or the essences which do not all possess the nature of the Existent in common, but display variations according to the operations of Him Who constructed them\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:22",
                            "text": "Without any words of ours, the blasphemy against the Son which is here contained is glaring and conspicuous, when he acknowledges that that which is predicated of every mode of generation and essence in nowise differs from the description of the Divine subsistence of the Only-begotten."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:23",
                            "text": "But it seems to me best to pass over the intermediate passages in which he seeks to maintain his profanity, and to hasten to the head and front of the accusation which we have to bring against his doctrines."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:24",
                            "text": "For he will be found to exhibit the sacrament of regeneration as an idle thing, the mystic oblation as profitless, and the participation in them as of no advantage to those who are partakers therein."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:25",
                            "text": "For after those high-wrought ons in which, by way of disparagement of our doctrine, he names as its supporters a Valentinus, a Cerinthus, a Basilides, a Montanus, and a Marcion, and after laying it down that those who affirm that the Divine nature is unknowable, and the mode of His generation unknowable, have no right or title whatever to the name of Christians, and after reckoning us among those whom he thus disparages, he proceeds to develop his own view in these terms:—\"But we, in agreement with holy and blessed men; affirm that the mystery of godliness does not consist in venerable names, nor in the distinctive character of customs and sacramental tokens, but in exactness of doctrine\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:26",
                            "text": "That when he wrote this, he did so not under the guidance of evangelists, apostles, or any of the authors of the Old Testament, is plain to every one who has any acquaintance with the sacred and Divine Scripture."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:27",
                            "text": "We should naturally be led to suppose that by \"holy and blessed men\" he meant Manichus, Nicolaus, Colluthus, Aetius, Arius, and the rest of the same band, with whom he is in strict accord in laying down this principle, that neither the confession of sacred names, nor the customs of the Church, nor her sacramental tokens, are a ratification of godliness."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:28",
                            "text": "But we, having learnt from the holy voice of Christ that \"except a man be born again of water and of the Spirit he shall not enter into the kingdom of God\" and that \"He that eateth My flesh and drinketh My blood, shall live for ever,\" are persuaded that the mystery of godliness is ratified by the confession of the Divine Names—the Names of the Father, the Son, and the Holy Ghost, and that our salvation is confirmed by participation in the sacramental customs and tokens."
                        },
                        {
                            "verse": 29,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:29",
                            "text": "But doctrines have often been carefully investigated by those who have had no part or lot in that mystery, and one may hear many such putting forward the faith we hold as a subject for themselves in the rivalry of debate, and some of them often even succeeding in hitting the truth, and for all that none the less estranged from the faith."
                        },
                        {
                            "verse": 30,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:30",
                            "text": "Since, then, he despises the revered Names, by which the power of the more Divine birth distributes grace to them who come for it in faith, and slights the fellowship of the sacramental customs and tokens from which the Christian profession draws its vigour, let us, with a slight variation, utter to those who listen to his deceit the word of the prophet:—\"How long will ye be slow of heart? Why do ye love destruction and seek after leasing?\" How is it that ye do not see the persecutor of the faith inviting those who consent unto him to violate their Christian profession? For if the confession of the revered and precious Names of the Holy Trinity is useless, and the customs of the Church unprofitable, and if among these customs is the sign of the cross, prayer, baptism, confession of sins, a ready zeal to keep the commandment, right ordering of character, sobriety of life, regard to justice, the effort not to be excited by passion, or enslaved by pleasure, or to fall short in moral excellence,—if he says that none of such habits as these is cultivated to any good purpose, and that the sacramental tokens do not, as we have believed, secure spiritual blessings, and avert from believers the assaults directed against them by the wiles of the evil one, what else does he do but openly proclaim aloud to men that he deems the mystery which Christians cherish a fable, laughs at the majesty of the Divine Names, considers the customs of the Church a jest, and all sacramental operations idle prattle and folly? What beyond this do they who remain attached to paganism bring forward in disparagement of our creed? Do not they too make the majesty of the sacred Names, in which the faith is ratified, an occasion of laughter? Do not they deride the sacramental tokens and the customs which are observed by the initiated? And of whom is it so much a distinguishing peculiarity as of the pagans, to think that piety should consist in doctrines only? since they also say that according to their view, there is something more persuasive than the Gospel which we preach, and some of them hold that there is some one great God preeminent above the rest, and acknowledge some subject powers, differing among themselves in the way of superiority or inferiority, in some regular order and sequence, but all alike subject to the Supreme."
                        },
                        {
                            "verse": 31,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:31",
                            "text": "This, then, is what the teachers of the new idolatry preach, and they who follow them have no dread of the condemnation that abideth on transgressors, as though they did not understand that actually to do some improper thing is far more grievous than to err in word alone."
                        },
                        {
                            "verse": 32,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:32",
                            "text": "They, then, who in act deny the faith, and slight the confession of the sacred Names, and judge the sanctification effected by the sacramental tokens to be worthless, and have been persuaded to have regard to cunningly devised fables, and to fancy that their salvation consists in quibbles about the generate and the ungenerate,—what else are they than transgressors of the doctrines of salvation?  But if any one thinks that these charges are brought against them by us ungenerously and unfairly, let him consider independently our author's writings, both what we have previously alleged, and what is inferred in logical connection with our citations."
                        },
                        {
                            "verse": 33,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:33",
                            "text": "For in direct contravention of the law of the Lord—(for the deliverance to us of the means of initiation constitutes a law),—he says that baptism is not into the Father, the Son, and the Holy Spirit, as Christ commanded His disciples when He delivered to them the mystery, but into an artificer and creator, and \"not only Father,\" he says, \"of the Only-begotten, but also His God\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:34",
                            "text": "Woe unto him who gives his neighbour to drink turbid mischief! How does he trouble and befoul the truth by flinging his mud into it! How is it that he feels no fear of the curse that rests upon those who add aught to the Divine utterance, or dare to take aught away? Let us read the declaration of the Lord in His very words—\"Go,\" He says, \"teach all nations, baptizing them in the Name of the Father, and of the Son, and of the Holy Ghost\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 5,
                            "name": "Against Eunomius Book XI 5:35",
                            "text": "Where did He call the Son a creature? Where did the Word teach that the Father is creator and artificer of the Only-begotten? Where in the words cited is it taught that the Son is a servant of God? Where in the delivery of the mystery is the God of the Son proclaimed? Do ye not perceive and understand, ye who are dragged by guile to perdition, what sort of guide ye have put in charge of your souls,—one who interpolates the Holy Scriptures, who garbles the Divine utterances, who with his own mud befouls the purity of the doctrines of godliness, who not only arms his own tongue against us, but also attempts to tamper with the sacred voices of truth, who is eager to invest his own perversion with more authority than the teaching of the Lord? Do ye not perceive that he stirs himself up against the Name at which all must bow, so that in time the Name of the Lord shall be heard no more, and instead of Christ Eunomius shall be brought into the Churches? Do ye not yet consider that this preaching of godlessness has been set on foot by the devil as a rehearsal, preparation, and prelude of the coming of Antichrist? For he who is ambitious of showing that his own words are more authoritative than those of Christ, and of transforming the faith from the Divine Names and the sacramental customs and tokens to his own deceit,—what else, I say, could he properly be called, but only Antichrist?."
                        }
                    ]
                }
            ]
        }
    ]
}