{
    "books": [
        {
            "name": "Apocrypha: Acts of Pilate (II Greek)",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Apocrypha: Acts of Pilate (II Greek) 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 1:1",
                            "text": "Acts of Pilate: Second Greek Form: A narrative about the suffering of our Lord Jesus Christ, and His holy resurrection."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 1:2",
                            "text": "Written by a Jew, aeneas by name, and translated out of the Hebrew tongue into the Romaic language by Nicodemus, a Roman toparch."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 1:3",
                            "text": "After the dissolution of the kingdom of the Hebrews, four hundred years having run their course, and the Hebrews also coming at last under the kingdom of the Romans, and the king of the Romans appointing them a king; when Tiberius Caesar at last swayed the Roman sceptre, in the eighteenth year of his reign, he appointed as king of Judaea, Herod, the son of the Herod who had formerly slaughtered the infants in Bethlehem, and he made Pilate procurator in Jerusalem; when Annas and Caiaphas held the high-priesthood of Jerusalem, Nicodemus, a Roman toparch, having summoned a Jew, aeneas by name, asked him to write an account of the things done in Jerusalem about Christ in the times of Annas and Caiaphas."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 1:4",
                            "text": "The Jew accordingly did this, and delivered it to Nicodemus; and he, again, translated it from the Hebrew writing into the Romaic language."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 1:5",
                            "text": "And the account is as follows:—."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Apocrypha: Acts of Pilate (II Greek) 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 2:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 2:2",
                            "text": "Our Lord Jesus Christ having wrought in Judaea many and great and extraordinary miracles, and on account of this being hated by the Hebrews, while Pilate was procurator in Jerusalem, and Annas and Caiaphas high priests, there came of the Jews to the chief priests, Judas, Levi, Nephthalim, Alexander, Syrus, and many others, speaking against Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 2:3",
                            "text": "And these chief priests sent them away to say these things to Pilate also."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 2:4",
                            "text": "And they went away, and said to him:  A man walks about in this city whose father is called Joseph, and his mother Mary; and he calls himself king and Son of God; and being a Jew, he overturns the Scriptures, and does away with the Sabbath."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 2:5",
                            "text": "Pilate then asked, in order to learn from them in what manner he did away with the Sabbath."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 2:6",
                            "text": "And they answered, saying:  He cures the sick on the Sabbath."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 2:7",
                            "text": "Pilate says:  If he makes the sick whole, he does no evil."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 2:8",
                            "text": "They say to him:  If he effected the cures properly, small would be the evil; but by using magic he does these things, and by having the demons on his side."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 2:9",
                            "text": "Pilate says:  To cure a person that is ill is not a diabolic work, but a grace from God."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 2:10",
                            "text": "The Hebrews said:  We beseech your highness to summon him, in order that thou mayst make accurate inquiry into what we say."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 2:11",
                            "text": "Pilate therefore, throwing off his cloak, gave it to one of his officers, saying:  Go away, and show this to Jesus, and say to him, Pilate the procurator calls thee to come before him."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 2:12",
                            "text": "The officer accordingly went away, and finding Jesus, summoned Him, having unfolded on the ground also Pilate's mantle, and urged Him to walk upon it."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 2:13",
                            "text": "And the Hebrews, seeing this, and being greatly enraged, came to Pilate, murmuring against him, how he had deemed Jesus worthy of so great honour."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 2:14",
                            "text": "And he, having inquired of the officer who had been sent how he had done so, the officer answered:  When thou didst send me to the Jew Alexander, I came upon Jesus entering the gate of the city, sitting upon an ass."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 2:15",
                            "text": "And I saw that the Hebrews spread their garments in the way, and the ass walked upon the garments; and others cut branches, and they went forth to meet him, and cried out, Hosanna in the highest!  Thus, therefore, it was necessary for me also to do."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 2:16",
                            "text": "The Jews, hearing these words, said to him:  How didst thou, being a Roman, know what was said by the Hebrews?  The officer answered:  I asked one of the Hebrews, and he told me these things."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 2:17",
                            "text": "Pilate said:  What means Hosanna?  The Jews said:  Save us, O Lord."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 2:18",
                            "text": "Pilate answered:  Since you confess that your children said so, how now do you bring charges, and say against Jesus what you do say?  The Jews were silent, and had nothing to answer."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 2:19",
                            "text": "Now, as Jesus was coming to Pilate, the soldiers of Pilate adored Him."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 2:20",
                            "text": "And others also were standing before Pilate holding standards."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 2:21",
                            "text": "And as Jesus was coming, the standards also bowed down, and adored Him."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 2:22",
                            "text": "As Pilate, therefore, was wondering at what had happened, the Jews said to him:  My lord, it was not the standards that adored Jesus, but the soldiers who were holding them carelessly."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 2:23",
                            "text": "Pilate says to the ruler of the synagogue:  Choose twelve powerful men, and give them the standards, so that they may hold them firmly."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 2:24",
                            "text": "And this having taken place, Pilate ordered the officer to take Jesus outside, and bring Him in again."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 2:25",
                            "text": "And as He was coming in, the standards again bowed down, and adored Him."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 2:26",
                            "text": "Pilate therefore wondered greatly."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 2:27",
                            "text": "But the Jews said:  He is a magician, and through that he does these things."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Apocrypha: Acts of Pilate (II Greek) 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 3:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 3:2",
                            "text": "Pilate says to Jesus:  Hearest thou what these testify against thee, and answerest thou not?  And Jesus answered and said:  Every man has power to speak either good or bad, as he wishes; these also, therefore, having power, say what they wish."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 3:3",
                            "text": "The Jews said to Him:  What have we to say about thee?  First, that thou wast begotten from sin; second, that on account of thee, when thou wast born, the infants were murdered; third, that thy father and thy mother fled into Egypt, because they had no confidence in the people."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 3:4",
                            "text": "To these the Jews who were there present, God-fearing men, answered and said:  We say that his birth is not from sin; for we know that Joseph received into keeping his mother Mary, according to the practice of betrothal."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 3:5",
                            "text": "Pilate said:  Consequently you lie who say that his birth is from sin."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 3:6",
                            "text": "They say again to Pilate:  All the people testify that he is a magician."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 3:7",
                            "text": "The God-fearing Jews answered and said:  We also were at the betrothal of his mother, and we are Jews, and know all his daily life; but that he is a magician, that we do not know."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 3:8",
                            "text": "And the Jews that thus said were these:  Lazarus, Astharius, Antonius, James, Zaras, Samuel, Isaac, Phinees, Crispus, Dagrippus, Amese, and Judas."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 3:9",
                            "text": "Pilate therefore says to them:  By the life of Caesar, I wish you to swear whether the birth of this man is without sin."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 3:10",
                            "text": "They answered:  Our law lays down that we are to swear not at all, because an oath is great sin."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 3:11",
                            "text": "Notwithstanding, by the life of Caesar we swear that his birth is without sin; and if we lie, order us all to be beheaded."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 3:12",
                            "text": "And when they had thus spoken, the Jews that were bringing the charge answered Pilate, and said:  And dost thou believe these twelve single Jews more than all the multitude and us, who know for certain that he is a magician and blasphemer, and that he names himself Son of God?  Then Pilate ordered them all to go forth out of the praetorium except the said twelve alone."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 3:13",
                            "text": "And when this had been done, Pilate says to them privately:  As to this man, it appears that from envy and madness the Jews wish to murder him:  for of one thing—that he does away with the Sabbath—they accuse him; but he then does a good work, because he cures the sick."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 3:14",
                            "text": "For this, sentence of death is not upon the man."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 3:15",
                            "text": "The twelve also say to him:  Assuredly, my lord, it is so."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Apocrypha: Acts of Pilate (II Greek) 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 4:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 4:2",
                            "text": "Pilate therefore went outside in rage and anger, and says to Annas and Caiaphas, and to the crowd who brought Jesus:  I take the sun to witness that I find no fault in this man."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 4:3",
                            "text": "The crowd answered:  If he were not a sorcerer, and a magician, and a blasphemer, we should not have brought him to your highness."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 4:4",
                            "text": "Pilate said:  Try him yourselves; and since you have a law, do as your law says."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 4:5",
                            "text": "The Jews said:  Our law permits to put no man to death."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 4:6",
                            "text": "Pilate says:  If you are unwilling to put him to death, how much more am I!  Then Pilate returned to the palace, and says to Jesus:  Tell me, art thou the king of the Jews?  Jesus answered:  Dost thou say this, or have the other Jews said this to thee, that thou mightst question me?  Pilate said:  Thou dost not think that I am a Hebrew?  I am not a Hebrew."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 4:7",
                            "text": "Thy people and the chief priests have delivered thee into my hands; and tell me if thou art king of the Jews?  Jesus answered:  My kingdom is not of this world; for if my kingdom were in this world, my soldiers would not be unconcerned at my being seized:  wherefore my kingdom is not in this world."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 4:8",
                            "text": "Pilate says:  But art thou a king?  Jesus said:  Thou hast said:  for this was I born, to bear witness to the truth; and if any one be a man of the truth, he believes my word, and does it."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 4:9",
                            "text": "Pilate says:  What is the truth?  Jesus answered:  The truth is from the heavens."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 4:10",
                            "text": "Pilate says:  On earth, then, is there no truth?  Christ says:  I am the truth; and how is the truth judged on earth by those that have earthly power!."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Apocrypha: Acts of Pilate (II Greek) 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 5:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 5:2",
                            "text": "Pilate therefore, leaving Christ alone, went outside, and says to the Jews:  I find no fault in this man."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 5:3",
                            "text": "The Jews answered:  Let us tell your highness what he said."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 5:4",
                            "text": "He said, I am able to destroy the temple of God, and in three days to build it."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 5:5",
                            "text": "Pilate says:  And what temple did he say that he was to destroy?  The Hebrews say:  The temple of Solomon, which Solomon built in forty-six years."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 5:6",
                            "text": "Pilate says privately to the chief priests and the scribes and the Pharisees:  I entreat you, do nothing evil against this man; for if you do evil against him, you will do unjustly:  for it is not just that such a man should die, who has done great good to many men."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 5:7",
                            "text": "They said to Pilate:  If, my lord, he who has dishonoured Caesar is worthy of death, how much more this man who dishonours God!  Then Pilate dismissed them, and they all went outside."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 5:8",
                            "text": "Thereupon he says to Jesus:  What dost thou wish that I shall do to thee?  Jesus says to Pilate:  Do to me as is determined."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 5:9",
                            "text": "Pilate says:  How is it determined?  Jesus answered:  Moses and the prophets wrote about me being crucified, and rising again."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 5:10",
                            "text": "The Hebrews, hearing this, said to Pilate:  Why do you seek to hear a greater insult out of him against God?  Pilate says:  These words are not an insult against God, since they are written in the books of the prophets."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 5:11",
                            "text": "The Hebrews said:  Our Scripture says, If a man offend against a man, that is to say, if he insult him, he is worthy to receive forty strokes with a rod; but if any one insult God, to be stoned."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 5:12",
                            "text": "Then came a messenger from Procle, the wife of Pilate, to him; and the message said:  Take care that thou do not agree that any evil should happen to Jesus the good man; because during this night I have seen fearful dreams on account of him."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 5:13",
                            "text": "And Pilate spoke to the Hebrews, saying:  If you hold as insult against God the words which you declare Jesus to have spoken, take and judge him yourselves according to your law."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 5:14",
                            "text": "The Jews said to Pilate:  We wish that you should crucify him."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 5:15",
                            "text": "Pilate says:  This is not good."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 5:16",
                            "text": "And Pilate, turning towards the people, saw many weeping, and said:  To me it seems that it is not the wish of all the people that this man should die."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 5:17",
                            "text": "The priests and the scribes say:  We on this account have brought all the people, that thou mightst have full conviction that all wish his death."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 5:18",
                            "text": "Pilate says:  For what evil hath he done?  The Hebrews said:  He says that he is a king, and the Son of God."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Apocrypha: Acts of Pilate (II Greek) 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 6:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 6:2",
                            "text": "A God-fearing Jew, therefore, Nicodemus by name, stood up in the midst, and said to Pilate:  I entreat your highness to permit me to say a few words."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 6:3",
                            "text": "Say on, said Pilate."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 6:4",
                            "text": "Nicodemus says:  I, being present in the synagogue, said to the priests, and the Levites, and the scribes, and the people, What have you to say against this man?  This man does many miracles, such as man has never yet done nor will do."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 6:5",
                            "text": "Let him go, therefore; and if indeed what he does be from God, it will stand; but if from man, it will be destroyed."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 6:6",
                            "text": "Just as happened also when God sent Moses into Egypt, and Pharoah king of Egypt told him to do a miracle, and he did it."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 6:7",
                            "text": "Then Pharoah had also two magicians, Jannes and Jambres; and they also did miracles by the use of magic art, but not such as Moses did."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 6:8",
                            "text": "And the Egyptians held these magicians to be gods; but because they were not from God, what they did was destroyed."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 6:9",
                            "text": "This Jesus, then, raised up Lazarus, and he is alive."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 6:10",
                            "text": "On this account I entreat thee, my lord, by no means to allow this man to be put to death."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 6:11",
                            "text": "The Hebrews were enraged against Nicodemus, and said:  Mayst thou receive the truth of Jesus, and have a portion with him."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 6:12",
                            "text": "Nicodemus says:  Amen, amen; be it to me as you say."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Apocrypha: Acts of Pilate (II Greek) 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 7:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 7:2",
                            "text": "And when Nicodemus had thus spoken, another Hebrew rose up, and said to Pilate:  I beg of thee, my lord Pilate, hear me also."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 7:3",
                            "text": "Pilate answered:  Say what thou wishest."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 7:4",
                            "text": "The Hebrew says:  I lay sick in bed thirty-eight years; and when he saw me he was grieved, and said to me, Rise, take up thy couch, and go into thine house."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 7:5",
                            "text": "And while he was saying the word to me, I rose and walked about."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 7:6",
                            "text": "The Hebrews say:  Ask him on what day of the week this happened."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 7:7",
                            "text": "He says:  On Sabbath."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 7:8",
                            "text": "The Jews said:  And consequently we say truly, that he does not keep the Sabbath."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 7:9",
                            "text": "Another, again, standing in the midst, said:  I was born blind; and as Jesus was going along the road, I cried to him, saying, Have mercy upon me, Lord, thou son of David."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 7:10",
                            "text": "And he took clay, and anointed mine eyes; and straightway I received my sight."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 7:11",
                            "text": "Another said:  I was crooked; and seeing him, I cried, Have mercy upon me, O Lord."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 7:12",
                            "text": "And he took me by the hand, and I was immediately raised."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 7:13",
                            "text": "Another said:  I was a leper, and he healed me merely by a word."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Apocrypha: Acts of Pilate (II Greek) 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 8:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 8:2",
                            "text": "There was found there also a woman named Veronica, and she said:  Twelve years I was in an issue of blood, and I only touched the edge of his garment, and directly I was cured."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 8:3",
                            "text": "The Jews say:  Our law does not admit the testimony of a woman."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Apocrypha: Acts of Pilate (II Greek) 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 9:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 9:2",
                            "text": "Other men cried:  This man is a prophet, and the demons are afraid of him."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 9:3",
                            "text": "Pilate says:  And how were the demons not at all thus afraid of your parents also?  They say:  We do not know."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 9:4",
                            "text": "Others, again, said:  Lazarus, after having been four days in the tomb, he raised by a single word."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 9:5",
                            "text": "Pilate therefore, hearing of the raising of Lazarus, was afraid, and said to the people:  Why do you wish to shed the blood of a just man?."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Apocrypha: Acts of Pilate (II Greek) 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:2",
                            "text": "Then he summoned Nicodemus and the twelve God-fearing Jews, and said to them:  What do you say that I should do? because the people are in commotion."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:3",
                            "text": "They say:  We do not know:  do as thou wilt; but what the people do, they do unjustly, in order to kill him."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:4",
                            "text": "Pilate again went outside, and said to the people:  You know that in the feasts of unleavened bread it is customary that I free on your account one of the criminals kept in custody."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:5",
                            "text": "I have, then, one malefactor in the prison, a robber named Barabbas."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:6",
                            "text": "I have also Jesus, who has never done any evil."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:7",
                            "text": "Which of the two, then, do you wish that I release to you?  The people answered:  Release to us Barabbas."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:8",
                            "text": "Pilate says:  What then shall I do with Jesus?  They say:  Let him be crucified."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:9",
                            "text": "Again, others of them cried out:  If thou release Jesus, thou art no friend of Caesar, because he calls himself Son of God, and king."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:10",
                            "text": "And if thou free him, he becomes a king, and will take Caesar's kingdom."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:11",
                            "text": "Pilate therefore was enraged, and said:  Always has your nation been devilish and unbelieving; and ever have you been adversaries to your benefactors."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:12",
                            "text": "The Hebrews say:  And who were our benefactors?  Pilate says:  God, who freed you out of the hand of Pharaoh, and brought you through the Red Sea as upon dry land, and fed you with quails, and gave you water to drink out of the dry rock, and who gave you a law which, denying God you broke; and if Moses had not stood and entreated God, you would have perished by a bitter death."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:13",
                            "text": "All these, then, you have forgotten."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:14",
                            "text": "Thus also, even now, you say that I do not at all love Caesar, but hate him, and wish to plot against his kingdom."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:15",
                            "text": "And having thus spoken, Pilate rose up from the throne with anger, wishing to flee from them."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:16",
                            "text": "The Jews therefore cried out, saying:  We wish Caesar to be king over us, not Jesus, because Jesus received gifts from the Magi."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:17",
                            "text": "And Herod also heard this—that there was going to be a king—and wished to put him to death, and for this purpose sent and put to death all the infants that were in Bethlehem."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:18",
                            "text": "And on this account also his father Joseph and his mother fled from fear of him into Egypt."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:19",
                            "text": "So then Pilate, hearing this, silenced all the people, and said:  This, then, is the Jesus whom Herod then sought that he might put him to death?  They say to him:  Yes."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:20",
                            "text": "Pilate therefore, having ascertained that he was of the jurisdiction of Herod, as being derived of the race of the Jews, sent Jesus to him."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:21",
                            "text": "And Herod, seeing Him, rejoiced greatly, because he had been long desiring to see Him, hearing of the miracles which He did."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:22",
                            "text": "He put on Him, therefore, white garments."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:23",
                            "text": "Then he began to question Him."
                        },
                        {
                            "verse": 24,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:24",
                            "text": "But Jesus did not give him an answer."
                        },
                        {
                            "verse": 25,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:25",
                            "text": "And Herod, wishing to see also some miracle or other done by Jesus, and not seeing it, and also because He did not answer him a single word, sent Him back again to Pilate."
                        },
                        {
                            "verse": 26,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:26",
                            "text": "Pilate, seeing this, ordered his officers to bring water."
                        },
                        {
                            "verse": 27,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:27",
                            "text": "Washing, then, his hands with the water, he said to the people:  I am innocent of the blood of this good man."
                        },
                        {
                            "verse": 28,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:28",
                            "text": "See you to it, that he is unjustly put to death, since neither I have found a fault in him, nor Herod; for because of this he has sent him back again to me."
                        },
                        {
                            "verse": 29,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:29",
                            "text": "The Jews said:  His blood be upon us, and upon our children."
                        },
                        {
                            "verse": 30,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:30",
                            "text": "Then Pilate sat down upon his throne to pass sentence."
                        },
                        {
                            "verse": 31,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:31",
                            "text": "He gave order, therefore, and Jesus came before him."
                        },
                        {
                            "verse": 32,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:32",
                            "text": "And they brought a crown of thorns, and put it on His head, and a reed into His right hand."
                        },
                        {
                            "verse": 33,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:33",
                            "text": "Then he passed sentence, and said to Him:  Thy nation says, and testifies against thee, that thou wishest to be a king."
                        },
                        {
                            "verse": 34,
                            "chapter": 10,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 10:34",
                            "text": "Therefore I decree that they shall beat thee first with a rod forty strokes, as the laws of the kings decree, and that they shall mock thee; and finally, that they shall crucify thee."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Apocrypha: Acts of Pilate (II Greek) 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:2",
                            "text": "The sentence to this effect, then, having been passed by Pilate, the Jews began to strike Jesus, some with rods, others with their hands, others with their feet; some also spat in His face."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:3",
                            "text": "Immediately, therefore, they got ready the cross, and gave it to Him, and flew to take the road."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:4",
                            "text": "And thus going along, bearing also the cross, He came as far as the gate of the city of Jerusalem."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:5",
                            "text": "But as He, from the many blows and the weight of the cross, was unable to walk, the Jews, out of the eager desire they had to crucify Him as quickly as possible, took the cross from Him, and gave it to a man that met them, Simon by name, who had also two sons, Alexander and Rufus."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:6",
                            "text": "And he was from the city of Cyrene."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:7",
                            "text": "They gave the cross, then, to him, not because they pitied Jesus, and wished to lighten Him of the weight, but because they eagerly desired, as has been said, to put Him to death more speedily."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:8",
                            "text": "Of His disciples, therefore, John followed Him there."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:9",
                            "text": "Then he came fleeing to the mother of God, and said to her:  Where hast thou been, that thou hast not come to see what has happened?  She answered:  What is it that has happened?  John says:  Know that the Jews have laid hold of my Master, and are taking Him away to crucify Him."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:10",
                            "text": "Hearing this, His mother cried out with a loud voice, saying:  My son, my son, what evil then hast thou done, that they are taking thee away to crucify thee?  And she rose up as if blinded, and goes along the road weeping."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:11",
                            "text": "And women followed her—Martha, and Mary Magdalene, and Salome, and other virgins."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:12",
                            "text": "And John also was with her."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:13",
                            "text": "When, therefore, they came to the multitude of the crowd, the mother of God says to John:  Where is my son?  John says:  Seest thou Him bearing the crown of thorns, and having His hands bound?  And the mother of God, hearing this, and seeing Him, fainted, and fell backwards to the ground, and lay a considerable time."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:14",
                            "text": "And the women, as many as followed her, stood round her, and wept."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:15",
                            "text": "And as soon as she revived and rose up, she cried out with a loud voice:  My Lord, my son, where has the beauty of thy form sunk? how shall I endure to see thee suffering such things?  And thus saying, she tore her face with her nails, and beat her breast."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:16",
                            "text": "Where are they gone, said she, the good deeds which thou didst in Judaea?  What evil hast thou done to the Jews?  The Jews, then, seeing her thus lamenting and crying, came and drove her from the road; but she would not flee, but remained, saying:  Kill me first, ye lawless Jews."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:17",
                            "text": "Then they got safe to the place called Cranium, which was paved with stone; and there the Jews set up the cross."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:18",
                            "text": "Then they stripped Jesus, and the soldiers took His garments, and divided them among themselves; and they put on Him a tattered robe of scarlet, and raised Him, and drew Him up on the cross at the sixth hour of the day."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:19",
                            "text": "After this they brought also two robbers, the one on His right, the other on His left."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:20",
                            "text": "Then the mother of God, standing and looking, cried out with a loud voice, saying:  My son! my son!  And Jesus, turning to her, and seeing John near her, and weeping with the rest of the women, said:  Behold thy son!  Then He says also to John:  Behold thy mother!  And she wept much, saying:  For this I weep, my son, because thou sufferest unjustly, because the lawless Jews have delivered thee to a bitter death."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:21",
                            "text": "Without thee, my son, what will become of me?  How shall I live without thee?  What sort of life shall I spend?  Where are thy disciples, who boasted that they would die with thee?  Where those healed by thee?  How has no one been found to help thee?  And looking to the cross, she said:  Bend down, O cross, that I may embrace and kiss my son, whom I suckled at these breasts after a strange manner, as not having known man."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:22",
                            "text": "Bend down, O cross; I wish to throw my arms round my son."
                        },
                        {
                            "verse": 23,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:23",
                            "text": "Bend down, O cross, that I may bid farewell to my son like a mother."
                        },
                        {
                            "verse": 24,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:24",
                            "text": "The Jews, hearing these words, came forward, and drove to a distance both her and the women and John."
                        },
                        {
                            "verse": 25,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:25",
                            "text": "Then Jesus cried out with a loud voice, saying:  Father, let not this sin stand against them; for they know not what they do."
                        },
                        {
                            "verse": 26,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:26",
                            "text": "Then He says:  I thirst."
                        },
                        {
                            "verse": 27,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:27",
                            "text": "And immediately there ran one of the soldiers, and took a sponge, and filled it with gall and vinegar mixed, and put it on a reed, and gave Jesus to drink."
                        },
                        {
                            "verse": 28,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:28",
                            "text": "And having tasted it, He would not drink it."
                        },
                        {
                            "verse": 29,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:29",
                            "text": "And the Jews standing and looking on laughed at Him, and said:  If thou truly sayst that thou art the Son of God, come down from the cross, and immediately, that we may believe in thee."
                        },
                        {
                            "verse": 30,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:30",
                            "text": "Others said mocking:  Others he saved, others he cured, and he healed the sick, the paralytic, the lepers, the demoniacs, the blind, the lame, the dead; and himself he cannot cure."
                        },
                        {
                            "verse": 31,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:31",
                            "text": "In the same manner also, the robber crucified on His left hand said to Him:  If thou art the Son of God, come down and save both thyself and us."
                        },
                        {
                            "verse": 32,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:32",
                            "text": "His name was Gistas."
                        },
                        {
                            "verse": 33,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:33",
                            "text": "And he that was crucified on the right, Dysmas by name, reproved that robber, saying:  O wretched and miserable man, dost thou not fear God?  We suffer the due punishment of what we have done; but this man has done no evil at all."
                        },
                        {
                            "verse": 34,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:34",
                            "text": "And turning to Jesus, he says to Him:  Lord, when Thou shalt reign do not forget me."
                        },
                        {
                            "verse": 35,
                            "chapter": 11,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 11:35",
                            "text": "And He said to him:  To-day, I tell thee truth, I shall have thee in paradise with me."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Apocrypha: Acts of Pilate (II Greek) 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:2",
                            "text": "Then Jesus, crying out with a loud voice, Father, into Thy hands I shall commit my spirit, breathed His last."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:3",
                            "text": "And immediately one could see the rocks rent:  for there was an earthquake over all the earth; and from the earthquake being violent and great, the rocks also were rent."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:4",
                            "text": "And the tombs of the dead were opened, and the curtain of the temple was rent, and there was darkness from the sixth hour till the ninth."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:5",
                            "text": "And from all these things that had happened the Jews were afraid, and said:  Certainly this was a just man."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:6",
                            "text": "And Longinus, the centurion who stood by, said:  Truly this was a son of God."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:7",
                            "text": "Others coming and seeing Him, beat their breasts from fear, and again turned back."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:8",
                            "text": "And the centurion having perceived all these so great miracles, went away and reported them to Pilate."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:9",
                            "text": "And when he heard, he wondered and was astonished, and from his fear and grief would neither eat nor drink that day."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:10",
                            "text": "And he sent notice, and all the Sanhedrin came to him as soon as the darkness was past; and he said to the people:  You know how the sun has been darkened; you know how the curtain has been rent."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:11",
                            "text": "Certainly I did well in being by no means willing to put to death the good man."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:12",
                            "text": "And the malefactors said to Pilate:  This darkness is an eclipse of the sun, such as has happened also at other times."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:13",
                            "text": "Then they say to him:  We hold the feast of unleavened bread to-morrow; and we entreat thee, since the crucified are still breathing, that their bones be broken, and that they be brought down."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:14",
                            "text": "Pilate said:  It shall be so."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:15",
                            "text": "He therefore sent soldiers, and they found the two robbers yet breathing, and they broke their legs; but finding Jesus dead, they did not touch Him at all, except that a soldier speared Him in the right side, and immediately there came forth blood and water."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:16",
                            "text": "And as the day of the preparation was drawing towards evening, Joseph, a man well-born and rich, a God-fearing Jew, finding Nicodemus, whose sentiments his foregoing speech had shown, says to him:  I know that thou didst love Jesus when living, and didst gladly hear his words, and I saw thee fighting with the Jews on his account."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:17",
                            "text": "If, then, it seem good to thee, let us go to Pilate, and beg the body of Jesus for burial, because it is a great sin for him to lie unburied."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:18",
                            "text": "I am afraid, said Nicodemus, lest Pilate should be enraged, and some evil should befall me."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:19",
                            "text": "But if thou wilt go alone, and beg the dead, and take him, then will I also go with thee, and help thee to do everything necessary for the burial."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:20",
                            "text": "Nicodemus having thus spoken, Joseph directed his eyes to heaven, and prayed that he might not fail in his request; and he went away to Pilate, and having saluted him, sat down."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:21",
                            "text": "Then he says to him:  I entreat thee, my lord, not to be angry with me, if I shall ask anything contrary to what seems good to your highness."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:22",
                            "text": "And he said:  And what is it that thou askest?  Joseph says:  Jesus, the good man whom through hatred the Jews have taken away to crucify, him I entreat that thou give me for burial."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:23",
                            "text": "Pilate says:  And what has happened, that we should deliver to be honoured again the dead body of him against whom evidence of sorcery was brought by his nation, and who was in suspicion of taking the kingdom of Caesar, and so was given up by us to death?  And Joseph, weeping and in great grief, fell at the feet of Pilate, saying:  My lord, let no hatred fall upon a dead man; for all the evil that a man has done should perish with him in his death."
                        },
                        {
                            "verse": 24,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:24",
                            "text": "And I know your highness, how eager thou wast that Jesus should not be crucified, and how much thou saidst to the Jews on his behalf, now in entreaty and again in anger, and at last how thou didst wash thy hands, and declare that thou wouldst by no means take part with those who wished him to be put to death; for all which reasons I entreat thee not to refuse my request."
                        },
                        {
                            "verse": 25,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:25",
                            "text": "Pilate, therefore, seeing Joseph thus lying, and supplicating, and weeping, raised him up, and said:  Go, I grant thee this dead man; take him, and do whatever thou wilt."
                        },
                        {
                            "verse": 26,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:26",
                            "text": "And then Joseph, having thanked Pilate, and kissed his hands and his garments, went forth, rejoicing indeed in heart as having obtained his desire, but carrying tears in his eyes."
                        },
                        {
                            "verse": 27,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:27",
                            "text": "Thus also, though grieved, he was glad."
                        },
                        {
                            "verse": 28,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:28",
                            "text": "Accordingly he goes away to Nicodemus, and discloses to him all that had happened."
                        },
                        {
                            "verse": 29,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:29",
                            "text": "Then, having bought myrrh and aloes a hundred pounds, and a new tomb, they, along with the mother of God and Mary Magdalene and Salome, along with John, and the rest of the women, did what was customary for the body with white linen, and placed it in the tomb."
                        },
                        {
                            "verse": 30,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:30",
                            "text": "And the mother of God said, weeping:  How am I not to lament thee, my son?  How should I not tear my face with my nails?  This is that, my son, which Symeon the elder foretold to me when I brought thee, an infant of forty days old, into the temple."
                        },
                        {
                            "verse": 31,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:31",
                            "text": "This is the sword which now goes through my soul."
                        },
                        {
                            "verse": 32,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:32",
                            "text": "Who shall put a stop to my tears, my sweetest son?  No one at all except thyself alone, if, as thou saidst, thou shalt rise again in three days."
                        },
                        {
                            "verse": 33,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:33",
                            "text": "Mary Magdalene said, weeping:  Hear, O peoples, tribes, and tongues, and learn to what death the lawless Jews have delivered him who did them ten thousand good deeds."
                        },
                        {
                            "verse": 34,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:34",
                            "text": "Hear, and be astonished."
                        },
                        {
                            "verse": 35,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:35",
                            "text": "Who will let these things be heard by all the world?  I shall go alone to Rome, to the Caesar."
                        },
                        {
                            "verse": 36,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:36",
                            "text": "I shall show him what evil Pilate hath done in obeying the lawless Jews."
                        },
                        {
                            "verse": 37,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:37",
                            "text": "Likewise also, Joseph lamented, saying:  Ah, me! sweetest Jesus, most excellent of men, if indeed it be proper to call thee man, who hast wrought such miracles as no man has ever done."
                        },
                        {
                            "verse": 38,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:38",
                            "text": "How shall I enshroud thee?  How shall I entomb thee?  There should now have been here those whom thou fedst with a few loaves; for thus should I not have seemed to fail in what is due."
                        },
                        {
                            "verse": 39,
                            "chapter": 12,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 12:39",
                            "text": "Then Joseph, along with Nicodemus, went home; and likewise also the mother of God, with the women, John also being present with them."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Apocrypha: Acts of Pilate (II Greek) 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 13:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 13:2",
                            "text": "When the Jews were made acquainted with these things done by Joseph and Nicodemus, they were greatly stirred up against them."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 13:3",
                            "text": "And the chief priests Annas and Caiaphas sent for Joseph, and said:  Why hast thou done this service to Jesus?  Joseph says:  I know that Jesus was a man just, and true, and good in all respects; and I know also that you, through hatred, managed to murder him:  and therefore I buried him."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 13:4",
                            "text": "Then the high priests were enraged, and laid hold of Joseph, and threw him into prison, and said to him:  If we had not to-morrow the feast of unleavened bread, tomorrow also should we have put thee, like him, to death; but being kept in the meantime, early in the morning of the Lord's day thou shalt be given up to death."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 13:5",
                            "text": "Thus they spoke, and affixed their seal to the prison, having secured it by fastenings of all sorts."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 13:6",
                            "text": "Thus, therefore, when the Preparation was ended, early on the Sabbath the Jews went away to Pilate, and said to him:  My lord, that deceiver said, that after three days he should rise again."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 13:7",
                            "text": "Lest, therefore, his disciples should steal him by night, and lead the people astray by such deceit, order his tomb to be guarded."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 13:8",
                            "text": "Pilate therefore, upon this, gave them five hundred soldiers, who also sat round the sepulchre so as to guard it, after having put seals upon the stone of the tomb."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 13:9",
                            "text": "The Lord's day, then, having dawned, the chief priests, along with the Jews, called a council, and sent to take Joseph out of the prison, in order to put him to death."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 13:10",
                            "text": "But having opened it, they found him not."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 13:11",
                            "text": "And they were astonished at this—how, with the doors shut, and the bolts safe, and the seals unbroken, Joseph had disappeared."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Apocrypha: Acts of Pilate (II Greek) 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 14:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 14:2",
                            "text": "And upon this there came up one of the soldiers guarding the tomb, and he said in the synagogue:  Learn that Jesus has risen."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 14:3",
                            "text": "The Jews say:  How?  And he said:  First there was an earthquake; then an angel of the Lord, clothed with lightning, came from heaven, and rolled the stone from the tomb, and sat upon it."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 14:4",
                            "text": "And from fear of him, all of us soldiers became as dead, and were able neither to flee nor speak."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 14:5",
                            "text": "And we heard the angels saying to the women who came there to see the tomb:  Be not you afraid, for I know that you seek Jesus."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 14:6",
                            "text": "He is not here, but is risen, as He told you before."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 14:7",
                            "text": "Bend down and see the tomb where His body lay; but go and tell His disciples that He is risen from the dead, and let them go into Galilee, for there shall they find Him."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 14:8",
                            "text": "For this reason I tell you this first."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 14:9",
                            "text": "The Jews say to the soldiers:  What sort of women were they who came to the tomb? and why did you not lay hold of them?  The soldiers say:  From the fear and the mere sight of the angel, we were able neither to speak nor move."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 14:10",
                            "text": "The Jews said:  As the God of Israel liveth, we do not believe a word you say."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 14:11",
                            "text": "The soldiers say:  Jesus did so great wonders, and you believed not, and are you going to believe us?  You say truly that God liveth; and certainly he whom you crucified truly liveth."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 14:12",
                            "text": "But we have heard that you had Joseph shut up in the prison, and that you afterwards opened the doors, and did not find him."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 14:13",
                            "text": "Do you then present Joseph, and so we also shall present Jesus."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 14:14",
                            "text": "The Jews say:  Joseph, that fled from the prison, you will find in Arimathaea, his own country."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 14:15",
                            "text": "And the soldiers say:  Go you too into Galilee, and you will find Jesus, as the angel said to the women."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 14:16",
                            "text": "At these words the Jews were afraid, and said to the soldiers:  See that you tell this story to nobody, or all will believe in Jesus."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 14:17",
                            "text": "And for this reason they gave them also much money."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 14:18",
                            "text": "And the soldiers said:  We are afraid lest by any chance Pilate hear that we have taken money, and he will kill us."
                        },
                        {
                            "verse": 19,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 14:19",
                            "text": "And the Jews said:  Take it; and we pledge ourselves that we shall speak to Pilate in your defence."
                        },
                        {
                            "verse": 20,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 14:20",
                            "text": "Only say that you were asleep, and in your slumber the disciples of Jesus came and stole him from the tomb."
                        },
                        {
                            "verse": 21,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 14:21",
                            "text": "The soldiers therefore took the money, and said as they were bid."
                        },
                        {
                            "verse": 22,
                            "chapter": 14,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 14:22",
                            "text": "And up to this day this same lying tale is told among the Jews."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Apocrypha: Acts of Pilate (II Greek) 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 15:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 15:2",
                            "text": "And a few days after there came from Galilee to Jerusalem three men."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 15:3",
                            "text": "One of them was a priest, by name Phinees; the second a Levite, by name Aggai; and the third a soldier, by name Adas."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 15:4",
                            "text": "These came to the chief priests, and said to them and to the people:  Jesus, whom you crucified, we have seen in Galilee with his eleven disciples upon the Mount of Olives, teaching them, and saying, Go into all the world, and proclaim the good news; and whosoever will believe and be baptized shall be saved; but whosoever will not believe shall be condemned."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 15:5",
                            "text": "And having thus spoken, he went up into heaven."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 15:6",
                            "text": "And both we and many others of the five hundred besides were looking on."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 15:7",
                            "text": "And when the chief priests and the Jews heard these things, they said to these three:  Give glory to the God of Israel, and repent of these lies that you have told."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 15:8",
                            "text": "They answered:  As the God of our fathers Abraham, Isaac, and Jacob liveth, we do not lie, but tell you the truth."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 15:9",
                            "text": "Then the high priest spoke, and they brought the old covenant of the Hebrews out of the temple, and he made them swear, and giving them also money, he sent them into another place, in order that they might not proclaim in Jerusalem the resurrection of Christ."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 15:10",
                            "text": "And when these stories had been heard by all the people, the crowd came together into the temple, and there was a great commotion."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 15:11",
                            "text": "For many said:  Jesus has risen from the dead, as we hear, and why did you crucify him?  And Annas and Caiaphas said:  Do not believe, ye Jews, what the soldiers say; and do not believe that they saw an angel coming down from heaven."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 15:12",
                            "text": "For we have given money to the soldiers, in order that they should not tell such tales to any one; and thus also have the disciples of Jesus given them money, in order that they should say that Jesus has risen from the dead."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Apocrypha: Acts of Pilate (II Greek) 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:2",
                            "text": "Nicodemus says:  O children of the inhabitants of Jerusalem, the prophet Helias went up into the height of heaven with a fiery chariot, and it is nothing incredible if Jesus too has risen; for the prophet Helias was a prototype of Jesus, in order that you, hearing that Jesus has risen, might not disbelieve."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:3",
                            "text": "I therefore say and advise, that it is befitting that we send soldiers into Galilee, to that place where these men testify that they saw him with his disciples, in order that they may go round about and find him, and that thus we may ask pardon of him for the evil which we have done to him."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:4",
                            "text": "This proposal pleased them; and they chose soldiers, and sent them away into Galilee."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:5",
                            "text": "And Jesus indeed they did not find; but they found Joseph in Arimathaea."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:6",
                            "text": "When, therefore, the soldiers had returned, the chief priests, having ascertained that Joseph was found, brought the people together, and said:  What shall we do to get Joseph to come to us?  After deliberating, therefore, they wrote to him a letter to the following effect:—O father Joseph, peace be to thee and all thy house, and thy friends!  We know that we have offended against God, and against thee His servant."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:7",
                            "text": "On account of this, we entreat thee to come here to us thy children."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:8",
                            "text": "For we have wondered much how thou didst escape from the prison, and we say in truth that we had an evil design against thee."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:9",
                            "text": "But God, seeing that our designs against thee were unjust, has delivered thee out of our hands."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:10",
                            "text": "But come to us, for thou art the honour of our people."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:11",
                            "text": "This letter the Jews sent to Arimathaea, with seven soldiers, friends of Joseph."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:12",
                            "text": "And they went away and found him; and having respectfully saluted him, as they had been ordered, they gave him the letter."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:13",
                            "text": "And after receiving it and reading it, he glorified God, and embraced the soldiers; and having set a table, ate and drank with them during all the day and the night."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:14",
                            "text": "And on the following day he set out with them to Jerusalem; and the people came forth to meet him, and embraced him."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:15",
                            "text": "And Nicodemus received him into his own house."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:16",
                            "text": "And the day after, Annas and Caiaphas, the chief priests, having summoned him to the temple, said to him:  Give glory to the God of Israel, and tell us the truth."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:17",
                            "text": "For we know that thou didst bury Jesus; and on this account we laid hold of thee, and locked thee up in the prison."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:18",
                            "text": "Thereafter, when we sought to bring thee out to be put to death, we did not find thee, and we were greatly astonished and afraid."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:19",
                            "text": "Moreover, we prayed to God that we might find thee, and ask thee."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:20",
                            "text": "Tell us therefore the truth."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:21",
                            "text": "Joseph said to them:  In the evening of the Preparation, when you secured me in prison, I fell a-praying throughout the whole night, and throughout the whole day of the Sabbath."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:22",
                            "text": "And at midnight I see the prison-house that four angels lifted it up, holding it by the four corners."
                        },
                        {
                            "verse": 23,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:23",
                            "text": "And Jesus came in like lightning, and I fell to the ground from fear."
                        },
                        {
                            "verse": 24,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:24",
                            "text": "Taking hold of me, therefore, by the hand, he raised me, saying, Fear not, Joseph."
                        },
                        {
                            "verse": 25,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:25",
                            "text": "Thereafter, embracing me, he kissed me, and said, Turn thyself, and see who I am."
                        },
                        {
                            "verse": 26,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:26",
                            "text": "Turning myself, therefore, and looking, I said, My lord, I know not who thou art."
                        },
                        {
                            "verse": 27,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:27",
                            "text": "He says, I am Jesus, whom thou didst bury the day before yesterday."
                        },
                        {
                            "verse": 28,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:28",
                            "text": "I say to him, Show me the tomb, and then I shall believe."
                        },
                        {
                            "verse": 29,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:29",
                            "text": "He took me, therefore, by the hand, and led me away to the tomb, which had been opened."
                        },
                        {
                            "verse": 30,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:30",
                            "text": "And seeing the linen and the napkin, and recognising him, I said, Blessed is he that cometh in the name of the Lord; and I adored him."
                        },
                        {
                            "verse": 31,
                            "chapter": 16,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 16:31",
                            "text": "Then taking me by the hand, and accompanied by the angels, he brought me to my house in Arimathaea, and said to me, Sit here for forty days; for I go to my disciples, in order that I may enable them fully to proclaim my resurrection."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Apocrypha: Acts of Pilate (II Greek) 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 17:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 17:2",
                            "text": "When Joseph had thus spoken, the chief priests cried out to the people:  We know that Jesus had a father and mother; how can we believe that he is the Christ?  One of the Levites answered and said:  I know the family of Jesus, noble-minded men, great servants of God, and receiving tithes from the people of the Jews."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 17:3",
                            "text": "And I know also Symeon the elder, that he received him when he was an infant, and said to him:  Now thou sendest away Thy servant, O Lord."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 17:4",
                            "text": "The Jews said:  Let us now find the three men that saw him on the Mount of Olives, that we may question them, and learn the truth more accurately."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 17:5",
                            "text": "They found them, and brought them before all, and made them swear to tell the truth."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 17:6",
                            "text": "And they said:  As the God of Israel liveth, we saw Jesus alive on the Mount of Olives, and going up into heaven."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 17:7",
                            "text": "Then Annas and Caiaphas took the three apart, one by one, and questioned them singly in private."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 17:8",
                            "text": "They agreed with one another, therefore, and gave, even the three, one account."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 17:9",
                            "text": "The chief priests answered, saying:  Our Scripture says that every word shall be established by two or three witnesses."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Apocrypha: Acts of Pilate (II Greek) 17:10",
                            "text": "Joseph, then, has confessed that he, along with Nicodemus, attended to his body, and buried him, and how it is the truth that he has risen."
                        }
                    ]
                }
            ]
        }
    ]
}