{
    "books": [
        {
            "name": "Gregory The Great: Pastoral Rule I",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Gregory The Great: Pastoral Rule I 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:1",
                            "text": "The Book of Pastoral Rule  of  Saint Gregory the Great,  Roman Pontiff,  to John, Bishop of the City of Ravenna."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:2",
                            "text": "Part I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:3",
                            "text": "Gregory to his most reverend and most holy brother and fellow-bishop, John."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:4",
                            "text": "With kind and humble intent thou reprovest me, dearest brother, for having wished by hiding myself to fly from the burdens of pastoral care; as to which, lest to some they should appear light, I express with my pen in the book before you all my own estimate of their heaviness, in order both that he who is free from them may not unwarily seek them, and that he who has so sought them may tremble for having got them."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:5",
                            "text": "This book is divided into four separate heads of argument, that it may approach the reader's mind by allegations arranged in order—by certain steps, as it were."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:6",
                            "text": "For, as the necessity of things requires, we must especially consider after what manner every one should come to supreme rule; and, duly arriving at it, after what manner he should live; and, living well, after what manner he should teach; and, teaching aright, with how great consideration every day he should become aware of his own infirmity; lest either humility fly from the approach, or life be at variance with the arrival, or teaching be wanting to the life, or presumption unduly exalt the teaching."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:7",
                            "text": "Wherefore, let fear temper the desire; but afterwards, authority being assumed by one who sought it not, let his life commend it."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:8",
                            "text": "But then it is necessary that the good which is displayed in the life of the pastor should also be propagated by his speech."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:9",
                            "text": "And at last it remains that, whatever works are brought to perfection, consideration of our own infirmity should depress us with regard to them, lest the swelling of elation extinguish even them before the eyes of hidden judgment."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:10",
                            "text": "But inasmuch as there are many, like me in unskilfulness, who, while they know not how to measure themselves, are covetous of teaching what they have not learned; who estimate lightly the burden of authority in proportion as they are ignorant of the pressure of its greatness; let them be reproved from the very beginning of this book; so that, while, unlearned and precipitate, they desire to hold the citadel of teaching, they may be repelled at the very door of our discourse from the ventures of their precipitancy."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:11",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:12",
                            "text": "That the unskilful venture not to approach an office of authority."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:13",
                            "text": "No one presumes to teach an art till he has first, with intent meditation, learnt it."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:14",
                            "text": "What rashness is it, then, for the unskilful to assume pastoral authority, since the government of souls is the art of arts! For who can be ignorant that the sores of the thoughts of men are more occult than the sores of the bowels? And yet how often do men who have no knowledge whatever of spiritual precepts fearlessly profess themselves physicians of the heart, though those who are ignorant of the effect of drugs blush to appear as physicians of the flesh! But because, through the ordering of God, all the highest in rank of this present age are inclined to reverence religion, there are some who, through the outward show of rule within the holy Church, affect the glory of distinction."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:15",
                            "text": "They desire to appear as teachers, they covet superiority to others, and,  as the Truth attests, they seek the first salutations in the market-place, the first rooms at feasts, the first seats in assemblies (Matth."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:16",
                            "text": "xxiii."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:17",
                            "text": "6, 7), being all the less able to administer worthily the office they have undertaken of pastoral care, as they have reached the magisterial position of humility out of elation only."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:18",
                            "text": "For, indeed, in a magisterial position language itself is confounded when one thing is learnt and another taught\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:19",
                            "text": "Against such the Lord complains by the prophet, saying, They have reigned, and not by Me; they have been set up as princes, and I knew it not (Hos."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:20",
                            "text": "viii."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:21",
                            "text": "4)."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:22",
                            "text": "For those reign of themselves, and not by the Will of the Supreme Ruler, who, supported by no virtues, and in no way divinely called, but inflamed by their own desire, seize rather than attain supreme rule."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:23",
                            "text": "But them the Judge within both advances, and yet knows not; for whom by permission he tolerates them surely by the judgment of reprobation he ignores."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:24",
                            "text": "Whence to some who come to Him even after miracles He says, Depart from Me, ye workers of iniquity, I know you not who ye are (Luke xiii."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:25",
                            "text": "27)."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:26",
                            "text": "The unskilfulness of shepherds is rebuked by the voice of the Truth, when it is said through the prophet, The shepherds themselves have not known understanding (Isai."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:27",
                            "text": "lvi."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:28",
                            "text": "11); whom again the Lord denounces, saying, And they that handle the law knew Me not (Jer."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:29",
                            "text": "ii."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:30",
                            "text": "8)."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:31",
                            "text": "And therefore the Truth complains of not being known of them, and protests that He knows not the principality of those who know not Him; because in truth these who know not the things of the Lord are unknown of the Lord; as Paul attests, who says, But if any man knoweth not, he shall not be known (1 Cor."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:32",
                            "text": "xiv."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:33",
                            "text": "38)."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:34",
                            "text": "Yet this unskilfulness of the shepherds doubtless suits often the deserts of those who are subject to them, because, though it is their own fault that they have not the light of knowledge, yet it is in the dealing of strict judgment that through their ignorance those also who follow them should stumble."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:35",
                            "text": "Hence it is that, in the Gospel, the Truth in person says, If the blind lead the blind, both fall into the ditch (Matth."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:36",
                            "text": "xv."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:37",
                            "text": "14)."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:38",
                            "text": "Hence the Psalmist (not expressing his own desire, but in his ministry as a prophet) denounces such, when he says, Let their eyes be blinded that they see not, and ever bow thou down their back (Ps."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:39",
                            "text": "lxviii."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:40",
                            "text": "24\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:41",
                            "text": ")."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:42",
                            "text": "For, indeed, those persons are eyes who, placed in the very face of the highest dignity, have undertaken the office of spying out the road; while those who are attached to them and follow them are denominated backs."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Gregory The Great: Pastoral Rule I 1:43",
                            "text": "And so, when the eyes are blinded, the back is bent, because, when those who go before lose the light of knowledge, those who follow are bowed down to carry the burden of their sins."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Gregory The Great: Pastoral Rule I 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Gregory The Great: Pastoral Rule I 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Gregory The Great: Pastoral Rule I 2:2",
                            "text": "That none should enter on a place of government who practise not in life what they have learnt by study."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Gregory The Great: Pastoral Rule I 2:3",
                            "text": "There are some also who investigate spiritual precepts with cunning care, but what they penetrate with their understanding they trample on in their lives: all at once they teach the things which not by practice but by study they have learnt; and what in words they preach by their manners they impugn."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Gregory The Great: Pastoral Rule I 2:4",
                            "text": "Whence it comes to pass that when the shepherd walks through steep places, the flock follows to the precipice."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Gregory The Great: Pastoral Rule I 2:5",
                            "text": "Hence it is that the Lord through the prophet complains of the contemptible knowledge of shepherds, saying, When ye yourselves had drunk most pure water, ye fouled the residue with your feet; and My sheep fed on that which had been trodden by your feet, and drank that which your feet had fouled (Ezek."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Gregory The Great: Pastoral Rule I 2:6",
                            "text": "xxxiv."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Gregory The Great: Pastoral Rule I 2:7",
                            "text": "18, 19)."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Gregory The Great: Pastoral Rule I 2:8",
                            "text": "For indeed the shepherds drink most pure water, when with a right understanding they imbibe the streams of truth."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Gregory The Great: Pastoral Rule I 2:9",
                            "text": "But to foul the same water with their feet is to corrupt the studies of holy meditation by evil living."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Gregory The Great: Pastoral Rule I 2:10",
                            "text": "And verily the sheep drink the water fouled by their feet, when any of those subject to them follow not the words which they hear, but only imitate the bad examples which they see."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Gregory The Great: Pastoral Rule I 2:11",
                            "text": "Thirsting for the things said, but perverted by the works observed, they take in mud with their draughts, as from polluted fountains."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Gregory The Great: Pastoral Rule I 2:12",
                            "text": "Hence also it is written through the prophet, A snare for the downfall of my people are evil priests (Hos."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Gregory The Great: Pastoral Rule I 2:13",
                            "text": "v."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Gregory The Great: Pastoral Rule I 2:14",
                            "text": "1; ix."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Gregory The Great: Pastoral Rule I 2:15",
                            "text": "8)."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Gregory The Great: Pastoral Rule I 2:16",
                            "text": "Hence again the Lord through the prophet says of the priests, They are made to be for a stumbling-block of iniquity to the house of Israel."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Gregory The Great: Pastoral Rule I 2:17",
                            "text": "For certainly no one does more harm in the Church than one who has the name and rank of sanctity, while he acts perversely."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Gregory The Great: Pastoral Rule I 2:18",
                            "text": "For him, when he transgresses, no one presumes to take to task; and the offence spreads forcibly for example, when out of reverence to his rank the sinner is honoured."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Gregory The Great: Pastoral Rule I 2:19",
                            "text": "But all who are unworthy would fly from the burden of so great guilt, if with the attentive ear of the heart they weighed the sentence of the Truth, Whoso shall offend one of these little ones  which believe in me, it were better for him that a millstone were hanged about his neck, and he were drowned in the depth of the sea (Matth."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Gregory The Great: Pastoral Rule I 2:20",
                            "text": "xviii."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Gregory The Great: Pastoral Rule I 2:21",
                            "text": "6)."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Gregory The Great: Pastoral Rule I 2:22",
                            "text": "By the millstone is expressed the round and labour of worldly life, and by the depth of the sea is denoted final damnation."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Gregory The Great: Pastoral Rule I 2:23",
                            "text": "Whosoever, then, having come to bear the outward show of sanctity, either by word or example destroys others, it had indeed been better for him that earthly deeds in open guise should press him down to death than that sacred offices should point him out to others as imitable in his wrong-doing; because, surely, if he fell alone, the pains of hell would torment him in more tolerable degree."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Gregory The Great: Pastoral Rule I 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Gregory The Great: Pastoral Rule I 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Gregory The Great: Pastoral Rule I 3:2",
                            "text": "Of the weight of government; and that all manner of adversity is to be despised, and prosperity feared."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Gregory The Great: Pastoral Rule I 3:3",
                            "text": "So much, then, have we briefly said, to shew how great is the weight of government, lest whosoever is unequal to sacred offices of government should dare to profane them, and through lust of pre-eminence undertake a leadership of perdition."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Gregory The Great: Pastoral Rule I 3:4",
                            "text": "For hence it is that James affectionately deters us, saying, Be not made many masters, my brethren (James iii."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Gregory The Great: Pastoral Rule I 3:5",
                            "text": "1)."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Gregory The Great: Pastoral Rule I 3:6",
                            "text": "Hence the Mediator between God and man Himself—He who, transcending the knowledge and understanding even of supernal spirits, reigns in heaven from eternity—on earth fled from receiving a kingdom."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Gregory The Great: Pastoral Rule I 3:7",
                            "text": "For it is written, When Jesus therefore perceived that they would come and take Him by force, to make Him a king, He departed again into the mountain Himself alone (Joh."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Gregory The Great: Pastoral Rule I 3:8",
                            "text": "vi."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Gregory The Great: Pastoral Rule I 3:9",
                            "text": "15)."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Gregory The Great: Pastoral Rule I 3:10",
                            "text": "For who could so blamelessly have had principality over men as He who would in fact have reigned over those whom He had Himself created? But, because He had come in the flesh to this end, that He might not only redeem us by His passion but also teach us by His conversation, offering Himself as an example to His followers, He would not be made a king; but He went of His own accord to the gibbet of the cross."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Gregory The Great: Pastoral Rule I 3:11",
                            "text": "He fled from the offered glory of pre-eminence, but desired the pain of an ignominious death; that so His members might learn to fly from the favours of the world, to be afraid of no terrors, to love adversity for the truth's sake, and to shrink in fear from prosperity; because this often defiles the heart through vain glory, while that purges it through sorrow; in this the mind exalts itself, but in that, even though it had once exalted itself, it brings itself low; in this man forgets himself, but in that, even perforce and against his will, he is recalled to memory of what he is; in this even good things done aforetime often come to nothing, but in that faults even of long standing are wiped away."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Gregory The Great: Pastoral Rule I 3:12",
                            "text": "For commonly in the school of adversity the heart is subdued under discipline, while, on sudden attainment of supreme rule, it is forthwith changed and becomes elated through familiarity with glory."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Gregory The Great: Pastoral Rule I 3:13",
                            "text": "Thus Saul, who had before fled in consideration of his unworthiness, no sooner had assumed the government of the kingdom than he was puffed up (1 Kings x."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Gregory The Great: Pastoral Rule I 3:14",
                            "text": "22; xv."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Gregory The Great: Pastoral Rule I 3:15",
                            "text": "17, 30); for, desirous of being honoured before the people while unwilling to be publicly blamed, he cut off from himself even him who had anointed him to the kingdom."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Gregory The Great: Pastoral Rule I 3:16",
                            "text": "Thus David, who in the judgment of Him who chose him was well pleasing to Him in almost all his deeds, as soon as the weight of pressure was removed, broke out into a swelling sore (2 Kings xi."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Gregory The Great: Pastoral Rule I 3:17",
                            "text": "3, seq."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Gregory The Great: Pastoral Rule I 3:18",
                            "text": "), and, having been as a laxly running one in his appetite for the woman, became as a cruelly hard one in the slaughter of the man; and he who had before known pitifully how to spare the bad learnt afterwards, without impediment of hesitation, to pant even for the death of the good (Ibid."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Gregory The Great: Pastoral Rule I 3:19",
                            "text": "15)."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Gregory The Great: Pastoral Rule I 3:20",
                            "text": "For, indeed, previously he had been unwilling to smite his captured persecutor; and afterwards, with loss to his wearied army, he destroyed even his devoted soldier."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Gregory The Great: Pastoral Rule I 3:21",
                            "text": "And in truth his crime would have snatched him farther away from the number of the elect, had not scourges called him back to pardon."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Gregory The Great: Pastoral Rule I 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:2",
                            "text": "That for the most part the occupation of government dissipates the solidity of the mind."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:3",
                            "text": "Often the care of government, when undertaken, distracts the heart in divers directions; and one is found unequal to dealing with particular things, while with confused mind divided among many."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:4",
                            "text": "Whence a certain wise man providently dissuades, saying, My son, meddle not with many matters (Ecclus."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:5",
                            "text": "xi."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:6",
                            "text": "10); because, that is, the mind is by no means collected on the plan of any single work while parted among divers."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:7",
                            "text": "And, when it is drawn abroad by unwonted care, it is emptied of the solidity of inward fear: it becomes anxious in the ordering of things that are without, and, ignorant of itself alone, knows how to think of many things, while itself it knows not."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:8",
                            "text": "For, when it implicates itself more than is needful in things that are without, it is as though it were so occupied during a journey as to forget where it was going; so that, being estranged from the business of self-examination, it does not even consider the losses it is suffering, or know how great they are."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:9",
                            "text": "For neither did  Hezekiah believe himself to be sinning (2 Kings xx."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:10",
                            "text": "13), when he shewed to the strangers who came to him his storehouses of spices; but he fell under the anger of the judge, to the condemnation of his future offspring, from what he supposed himself to be doing lawfully (Isai."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:11",
                            "text": "xxxix."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:12",
                            "text": "4)."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:13",
                            "text": "Often, when means are abundant, and many things can be done for subordinates to admire, the mind exalts itself in thought, and fully provokes to itself the anger of the judge, though not breaking out in overt acts of iniquity."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:14",
                            "text": "For he who judges is within; that which is judged is within."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:15",
                            "text": "When, then, in heart we transgress, what we are doing within ourselves is hidden from men."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:16",
                            "text": "but yet in the eyes of the judge we sin."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:17",
                            "text": "For neither did the King of Babylon then first stand guilty of elation (Dan."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:18",
                            "text": "iv."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:19",
                            "text": "16, seq."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:20",
                            "text": ") when he came to utter words of elation, inasmuch as even before, when he had given no utterance to his elation, he heard the sentence of reprobation from the prophet's mouth."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:21",
                            "text": "For he had already wiped off the fault of the pride he had been guilty of, when he proclaimed to all the nations under him the omnipotent God whom he found himself to have offended."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:22",
                            "text": "But after this, elevated by the success of his dominion, and rejoicing in having done great things, he first preferred himself to all in thought, and afterwards, still vain-glorious, said, Is not this great Babylon, that I have built for the house of the kingdom, and in the might of my power, and for the honour of my majesty? (Dan."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:23",
                            "text": "iv."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:24",
                            "text": "30."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:25",
                            "text": ") Which utterance of his, as we see, fell openly under the vengeance of the wrath which his hidden elation kindled."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:26",
                            "text": "For the strict judge first sees invisibly what he afterwards reproves by publicly smiting it."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:27",
                            "text": "Hence him He turned even into an irrational animal, separated him from human society, changed his mind and joined him to the beasts of the field, that in obviously strict and just judgment he who had esteemed himself great beyond men should lose even his being as a man."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Gregory The Great: Pastoral Rule I 4:28",
                            "text": "Now in adducing these things we are not finding fault with dominion, but guarding the infirmity of the heart from coveting it, lest any that are imperfect should venture to snatch at supreme rule, or those who stumble on plain ground set foot on a precipice."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Gregory The Great: Pastoral Rule I 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:2",
                            "text": "Of those who are able to profit others by virtuous example in supreme rule, but fly from it in pursuit of their own ease."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:3",
                            "text": "For there are some who are eminently endowed with virtues, and for the training of others are exalted by great gifts, who are pure in zeal for chastity, strong in the might of abstinence, filled with the feasts of doctrine, humble in the long-suffering of patience, erect in the fortitude of authority, tender in the grace of loving-kindness, strict in the severity of justice."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:4",
                            "text": "Truly such as these, if when called they refuse to undertake offices of supreme rule, for the most part deprive themselves of the very gifts which they received not for themselves alone, but for others also; and, while they meditate their own and not another's gain, they forfeit the very benefits which they desire to keep to themselves."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:5",
                            "text": "For hence it was that the Truth said to His disciples, A city that is set on an hill cannot be hid: neither do they light a candle and put it under a bushel, but on a candlestick, that it may give light to all that are in the house (Matth."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:6",
                            "text": "v."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:7",
                            "text": "15)."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:8",
                            "text": "Hence He says to Peter, Simon, Son of Jonas, lovest thou Me? (Joh."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:9",
                            "text": "xv."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:10",
                            "text": "16, 17); and he, when he had at once answered that he loved, was told, If thou lovest Me, feed My sheep."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:11",
                            "text": "If, then, the care of feeding is the proof of loving, whosoever abounds in virtues, and yet refuses to feed the flock of God, is convicted of not loving the chief Shepherd."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:12",
                            "text": "Hence Paul says, If Christ died for all, then all died."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:13",
                            "text": "And if He died for all, it remaineth that they which live should now no longer live unto themselves, but unto Him which died for them and rose again (2 Cor."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:14",
                            "text": "v."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:15",
                            "text": "15)."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:16",
                            "text": "Hence Moses says (Deut."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:17",
                            "text": "xxv."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:18",
                            "text": "5) that a surviving brother shall take to him the wife of a brother who has died without children, and beget children to the name of his brother; and that, if he haply refuse to take her, the woman shall spit in his face, and her kinsman shall loose the shoe from off one of his feet, and call his habitation the house of him that hath his shoe loosed."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:19",
                            "text": "Now the deceased brother is He who, after the glory of the resurrection, said, Go tell My brethren (Matth."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:20",
                            "text": "xxviii."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:21",
                            "text": "10)."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:22",
                            "text": "For He died as it were without children, in that He had not yet filled up the number of His elect."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:23",
                            "text": "Then, it is ordered that the surviving brother shall have the wife assigned to him, because it is surely fit that the care of holy Church be imposed on him who is best able to rule it well."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:24",
                            "text": "But, should he be unwilling, the woman spits in his face, because whosoever cares not to benefit others out of the gifts which he has received, the holy Church exprobrates even what he has of good, and, as it were, casts spittle on his face; and from one foot the shoe is taken away, inasmuch as it is written, Your feet shod in preparation of the Gospel of Peace (Ephes."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:25",
                            "text": "vi."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:26",
                            "text": "15)."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:27",
                            "text": "If, then, we have the care of our neighbour as well as of ourselves upon us, we have each foot protected by a shoe."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:28",
                            "text": "But he who, meditating his own advantage, neglects that of his neighbours, loses with disgrace one foot's shoe."
                        },
                        {
                            "verse": 29,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:29",
                            "text": "And so there are some, as we have said, enriched with great gifts, who, while they are ardent for the studies of contemplation only, shrink from serving to their neighbour's benefit by preaching; they love a secret place of quiet, they long for a retreat for speculation."
                        },
                        {
                            "verse": 30,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:30",
                            "text": "With respect to which conduct, they are, if strictly judged, undoubtedly guilty in proportion to the greatness of the gifts whereby they might have been publicly useful."
                        },
                        {
                            "verse": 31,
                            "chapter": 5,
                            "name": "Gregory The Great: Pastoral Rule I 5:31",
                            "text": "For with what disposition of mind does one who might be conspicuous in profiting his neighbours prefer his own privacy to the advantage of others, when the Only-begotten of the supreme Father Himself came forth from the bosom of the Father into the midst of us all, that He might profit many?."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Gregory The Great: Pastoral Rule I 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Gregory The Great: Pastoral Rule I 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Gregory The Great: Pastoral Rule I 6:2",
                            "text": "That those who fly from the burden of rule through humility are then truly humble when they resist not the divine decrees."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Gregory The Great: Pastoral Rule I 6:3",
                            "text": "There are some also who fly by reason only of their humility, lest they should be preferred to others to whom they esteem themselves unequal."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Gregory The Great: Pastoral Rule I 6:4",
                            "text": "And theirs, indeed, if it be surrounded by other virtues, is then true humility before the eyes of God, when it is not pertinacious in rejecting what it is enjoined to undertake with profit."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Gregory The Great: Pastoral Rule I 6:5",
                            "text": "For neither is he truly humble, who understands how the good pleasure of the Supernal Will ought to bear sway, and yet contemns its sway."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Gregory The Great: Pastoral Rule I 6:6",
                            "text": "But, submitting himself to the divine disposals, and averse from the vice of obstinacy, if he be already prevented with gifts whereby he may profit others also, he ought, when enjoined to undertake supreme rule, in his heart to flee from it, but against his will to obey."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Gregory The Great: Pastoral Rule I 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Gregory The Great: Pastoral Rule I 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Gregory The Great: Pastoral Rule I 7:2",
                            "text": "That sometimes some laudably desire the office of preaching, while others, as laudably, are drawn to it by compulsion."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Gregory The Great: Pastoral Rule I 7:3",
                            "text": "Although sometimes some laudably desire the office of preaching, yet others are as laudably drawn to it by compulsion; as we plainly perceive, if we consider the conduct of two prophets, one of whom offered himself of his own accord to be sent to preach, yet the other in fear refused to go."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Gregory The Great: Pastoral Rule I 7:4",
                            "text": "For Isaiah, when the Lord asked whom He should send, offered himself of his own accord, saying, Here I am; send me (Isai."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Gregory The Great: Pastoral Rule I 7:5",
                            "text": "vi."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Gregory The Great: Pastoral Rule I 7:6",
                            "text": "8)."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Gregory The Great: Pastoral Rule I 7:7",
                            "text": "But Jeremiah is sent, yet humbly pleads that he should not be sent, saying, Ah, Lord God! behold I cannot speak: for I am a child (Jer."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Gregory The Great: Pastoral Rule I 7:8",
                            "text": "i."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Gregory The Great: Pastoral Rule I 7:9",
                            "text": "6)."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Gregory The Great: Pastoral Rule I 7:10",
                            "text": "Lo, from these two men different voices proceeded outwardly, but they flowed from the same fountain of love."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Gregory The Great: Pastoral Rule I 7:11",
                            "text": "For there are two precepts of charity; the love of God and of our neighbour."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Gregory The Great: Pastoral Rule I 7:12",
                            "text": "Wherefore Isaiah, eager to profit his neighbours through an active life, desires the office of preaching; but Jeremiah, longing to cleave sedulously to the love of his Creator through a contemplative life, remonstrates against being sent to preach."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Gregory The Great: Pastoral Rule I 7:13",
                            "text": "Thus what the one laudably desired the other laudably shrunk from; the latter, lest by speaking he should lose the gains of silent contemplation; the former, lest by keeping silence he should suffer loss for lack of diligent work."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Gregory The Great: Pastoral Rule I 7:14",
                            "text": "But this in both cases is to be nicely observed, that he who refused did not persist in his refusal, and he who wished to be sent saw himself previously cleansed by a coal of the altar; lest any one who has not been purged should dare to approach sacred ministries, or any whom supernal grace has chosen should proudly gainsay it under a show of humility."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Gregory The Great: Pastoral Rule I 7:15",
                            "text": "Wherefore, since it is very difficult for any one to be sure that he has been cleansed, it is safer to decline the office of preaching, though (as we have said) it should not be declined pertinaciously when the Supernal Will that it should be undertaken is recognized."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Gregory The Great: Pastoral Rule I 7:16",
                            "text": "Both requirements Moses marvellously fulfilled, who was unwilling to be set over so great a multitude, and yet obeyed."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Gregory The Great: Pastoral Rule I 7:17",
                            "text": "For peradventure he were proud, were he to undertake without trepidation the leadership of that innumerable people; and, again, proud he would plainly be were he to refuse to obey his Lord's command."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Gregory The Great: Pastoral Rule I 7:18",
                            "text": "Thus in both ways humble, in both ways submissive, he was unwilling, as measuring himself, to be set over the people; and yet, as presuming on the might of Him who commanded him, he consented."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Gregory The Great: Pastoral Rule I 7:19",
                            "text": "Hence, then, hence let all rash ones infer how great guilt is theirs, if they fear not to be preferred to others by their own seeking, when holy men, even when God commanded, feared to undertake the leadership of peoples."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Gregory The Great: Pastoral Rule I 7:20",
                            "text": "Moses trembles though God persuades him; and yet every weak one pants to assume the burden of dignity; and one who can hardly bear his own load without falling, gladly puts his shoulders under the pressure of others not his own: his own deeds are too heavy for him to carry, and he augments his burden."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Gregory The Great: Pastoral Rule I 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Gregory The Great: Pastoral Rule I 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Gregory The Great: Pastoral Rule I 8:2",
                            "text": "Of those who covet pre-eminence, and seize on the language of the Apostle to serve the purpose of their own cupidity."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Gregory The Great: Pastoral Rule I 8:3",
                            "text": "But for the most part those who covet pre-eminence seize on the language of the Apostle to serve the purpose of their own cupidity, where he says, If a man desire the office of a bishop, he desireth a good work (1 Tim."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Gregory The Great: Pastoral Rule I 8:4",
                            "text": "iii."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Gregory The Great: Pastoral Rule I 8:5",
                            "text": "1)."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Gregory The Great: Pastoral Rule I 8:6",
                            "text": "But, while praising the desire, he forthwith turns what he has praised to fear when at once he adds, but a bishop must be blameless (1 Tim."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Gregory The Great: Pastoral Rule I 8:7",
                            "text": "iii."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Gregory The Great: Pastoral Rule I 8:8",
                            "text": "2)."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Gregory The Great: Pastoral Rule I 8:9",
                            "text": "And, when he subsequently enumerates the necessary virtues, he makes manifest what this blamelessness consists in."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Gregory The Great: Pastoral Rule I 8:10",
                            "text": "And so, with regard to their desire, he approves them, but by his precept he alarms them; as if saying plainly, I praise what ye seek; but first learn what it is ye seek; lest, while ye neglect to measure yourselves, your blamefulness appear all the fouler for its haste to be seen by all in the highest place of honour."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Gregory The Great: Pastoral Rule I 8:11",
                            "text": "For the great master in the art of ruling impels by approval and checks by alarms; so that, by describing the height of blamelessness, he may restrain his hearers from pride, and, by praising the office which is sought, dispose them to the life required."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Gregory The Great: Pastoral Rule I 8:12",
                            "text": "Nevertheless it is to be noted that this was said at a time when whosoever was set over people was usually the first to be led to the torments of martyrdom."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Gregory The Great: Pastoral Rule I 8:13",
                            "text": "At that time, therefore, it was laudable to seek the office of a bishop, since through it there was no doubt that a man would come in the end to heavier pains."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Gregory The Great: Pastoral Rule I 8:14",
                            "text": "Hence even the office of a bishop itself is defined as a good work, when it is said, If a man desire the office of a bishop, he desireth a good work (1 Tim."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Gregory The Great: Pastoral Rule I 8:15",
                            "text": "iii."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Gregory The Great: Pastoral Rule I 8:16",
                            "text": "1)."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Gregory The Great: Pastoral Rule I 8:17",
                            "text": "Wherefore he that seeks, not this ministry of a good work, but the glory of distinction, is himself a witness against himself that he does not desire the office of a bishop; inasmuch as that man not only does not love at all the sacred office, but even knows not what it is, who, panting after supreme rule, is fed by the subjection of others in the hidden meditation of his thought, rejoices in his own praises, lifts up his heart to honour, exults in abundant affluence."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Gregory The Great: Pastoral Rule I 8:18",
                            "text": "Thus worldly gain is sought under colour of that honour by which worldly gains should have been destroyed; and, when the mind thinks to seize on the highest post of humility for its own elation, it inwardly changes what it outwardly desires."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Gregory The Great: Pastoral Rule I 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Gregory The Great: Pastoral Rule I 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Gregory The Great: Pastoral Rule I 9:2",
                            "text": "That the mind of those who wish for pre-eminence for the most part flatters itself with a feigned promise of good works."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Gregory The Great: Pastoral Rule I 9:3",
                            "text": "But for the most part those who covet pastoral authority mentally propose to themselves some good works besides, and, though desiring it with a motive of pride, still muse how they will effect great things: and so it comes to pass that the motive suppressed in the depths of the heart is one thing, another what the surface of thought presents to the muser's mind."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Gregory The Great: Pastoral Rule I 9:4",
                            "text": "For the mind itself lies to itself about itself, and feigns with respect to good work to love what it does not love, and with respect to the world's glory not to love what it does love."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Gregory The Great: Pastoral Rule I 9:5",
                            "text": "Eager for domination, it becomes timid with regard to it while in pursuit, audacious after attainment."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Gregory The Great: Pastoral Rule I 9:6",
                            "text": "For, while advancing towards it, it is in trepidation lest it should not attain it; but all at once, on having attained, thinks what it has attained to be its just due."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Gregory The Great: Pastoral Rule I 9:7",
                            "text": "And, when it has once begun to enjoy the office of its acquired dominion in a worldly way, it willingly forgets what it has cogitated in a religious way."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Gregory The Great: Pastoral Rule I 9:8",
                            "text": "Hence it is necessary that, when such cogitation is extended beyond wont, the mind's eye should be recalled to works already accomplished, and that every one should consider what he has done as a subordinate; and so may he at once discover whether as a prelate he will be able to do the good things he has proposed to do."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Gregory The Great: Pastoral Rule I 9:9",
                            "text": "For one can by no means learn humility in a high place who has not ceased to be proud while occupying a low one: one knows not how to fly from praise when it abounds, who has learnt to pant for it when it was wanting: one can by no means overcome avarice, when advanced to the sustentation of many, whom his own means could not suffice for himself alone."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Gregory The Great: Pastoral Rule I 9:10",
                            "text": "Wherefore from his past life let every one discover what he is, lest in his craving for eminence the phantom of his cogitation illude him."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Gregory The Great: Pastoral Rule I 9:11",
                            "text": "Nevertheless it is generally the case that the very practice of good deeds which was maintained in tranquillity is lost in the occupation of government; since even an unskilful person guides a ship along a straight course in a calm sea; but in one disturbed by the waves of tempest even the skilled sailor is confounded."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Gregory The Great: Pastoral Rule I 9:12",
                            "text": "For what is eminent dominion but a tempest of the mind, in which the ship of the heart is ever shaken by hurricanes of thought, is incessantly driven hither and thither, so as to be shattered by sudden excesses of word and deed, as if by opposing rocks? In the midst of all these dangers, then, what course is to be followed, what is to be held to, except that one who abounds in virtues should accede to government under compulsion, and that one who is void of virtues should not, even under compulsion, approach it? As to the former, let him beware lest, if he refuses altogether, he be as one who binds up in a napkin the money which he has received, and be judged for hiding it (Matth."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Gregory The Great: Pastoral Rule I 9:13",
                            "text": "xxv."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Gregory The Great: Pastoral Rule I 9:14",
                            "text": "18)."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Gregory The Great: Pastoral Rule I 9:15",
                            "text": "For, indeed, to bind up in a napkin is to hide gifts received under the listlessness of sluggish torpor."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Gregory The Great: Pastoral Rule I 9:16",
                            "text": "But, on the other hand, let the latter, when he craves government, take care lest, by his example of evil deeds, he become an obstacle to such as are journeying to the entrance of the kingdom,  after the manner of the Pharisees, who, according to the Master's voice (Matth."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Gregory The Great: Pastoral Rule I 9:17",
                            "text": "xxiii."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Gregory The Great: Pastoral Rule I 9:18",
                            "text": "13), neither go in themselves nor suffer others to go in."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Gregory The Great: Pastoral Rule I 9:19",
                            "text": "And he should also consider how, when an elected prelate undertakes the cause of the people, he goes, as it were, as a physician to one that is sick."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Gregory The Great: Pastoral Rule I 9:20",
                            "text": "If, then, ailments still live in his body, what presumption is his, to make haste to heal the smitten, while in his own face carrying a sore!."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Gregory The Great: Pastoral Rule I 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Gregory The Great: Pastoral Rule I 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Gregory The Great: Pastoral Rule I 10:2",
                            "text": "What manner of man ought to come to rule."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Gregory The Great: Pastoral Rule I 10:3",
                            "text": "That man, therefore, ought by all means to be drawn with cords to be an example of good living who already lives spiritually, dying to all passions of the flesh; who disregards worldly prosperity; who is afraid of no adversity; who desires only inward wealth; whose intention the body, in good accord with it, thwarts not at all by its frailness, nor the spirit greatly by its disdain: one who is not led to covet the things of others, but gives freely of his own; who through the bowels of compassion is quickly moved to pardon, yet is never bent down from the fortress of rectitude by pardoning more than is meet; who perpetrates no unlawful deeds, yet deplores those perpetrated by others as though they were his own; who out of affection of heart sympathizes with another's infirmity, and so rejoices in the good of his neighbour as though it were his own advantage; who so insinuates himself as an example to others in all he does that among them he has nothing, at any rate of his own past deeds, to blush for; who studies so to live that he may be able to water even dry hearts with the streams of doctrine; who has already learnt by the use and trial of prayer that he can obtain what he has requested from the Lord, having had already said to him, as it were, through the voice of experience, While thou art yet speaking, I will say, Here am I (Isai."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Gregory The Great: Pastoral Rule I 10:4",
                            "text": "lviii."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Gregory The Great: Pastoral Rule I 10:5",
                            "text": "9)."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Gregory The Great: Pastoral Rule I 10:6",
                            "text": "For if perchance any one should come to us asking us to intercede for him with some great man, who was incensed against him, but to us unknown, we should at once reply, We cannot go to intercede for you, since we have no familiar acquaintance with that man."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Gregory The Great: Pastoral Rule I 10:7",
                            "text": "If, then, a man blushes to become an intercessor with another man on whom he has no claim, with what idea can any one grasp the post of intercession with God for the people, who does not know himself to be in favour with Him through the merit of his own life? And how can he ask of Him pardon for others while ignorant whether towards himself He is appeased? And in this matter there is yet another thing to be more anxiously feared; namely, lest one who is supposed to be competent to appease wrath should himself provoke it on account of guilt of his own."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Gregory The Great: Pastoral Rule I 10:8",
                            "text": "For we all know well that, when one who is in disfavour is sent to intercede with an incensed person, the mind of the latter is provoked to greater severity."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Gregory The Great: Pastoral Rule I 10:9",
                            "text": "Wherefore let one who is still tied and bound with earthly desires beware lest by more grievously incensing the strict judge, while he delights himself in his place of honour, he become the cause of ruin to his subordinates."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Gregory The Great: Pastoral Rule I 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:2",
                            "text": "What manner of man ought not to come to rule."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:3",
                            "text": "Wherefore let every one measure himself wisely, lest he venture to assume a place of rule, while in himself vice still reigns unto condemnation; lest one whom his own guilt depraves desire to become an intercessor for the faults of others."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:4",
                            "text": "For on this account it is said to Moses by the supernal voice, Speak unto Aaron; Whosoever he be of thy seed throughout their generations that hath a blemish, he shall not offer loaves of bread to the Lord his God (Lev."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:5",
                            "text": "xxi."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:6",
                            "text": "17)."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:7",
                            "text": "And it is also immediately subjoined; If he be blind, if he be lame, if he have either a small or a large and crooked nose, if he be brokenfooted or brokenhanded, if he be hunchbacked, if he be bleareyed (lippus), if he have a white speck (albuginem) in his eye, if chronic scabies, if impetigo in his body, or if he be ruptured (ponderosus) (Ibid."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:8",
                            "text": "18\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:9",
                            "text": ")."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:10",
                            "text": "For that man is indeed blind who is unacquainted with the light of supernal contemplation, who, whelmed in the darkness of the present life, while he beholds not at all by loving it the light to come, knows not whither he is advancing the steps of his conduct."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:11",
                            "text": "Hence by Hannah prophesying it is said, He will keep the feet of his saints, and the wicked shall be silent in darkness (1 Kings ii."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:12",
                            "text": "9)."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:13",
                            "text": "But that man is lame  who does indeed see in what direction he ought to go, but, through infirmity of purpose, is unable to keep perfectly the way of life which he sees, because, while unstable habit rises not to a settled state of virtue, the steps of conduct do not follow with effect the aim of desire."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:14",
                            "text": "Hence it is that Paul says, Lift up the hands which hang down, and the feeble knees, and make straight paths for your feet, lest that which is lame be turned out of the way; but let it rather be healed (Heb."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:15",
                            "text": "xii."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:16",
                            "text": "12, 13)."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:17",
                            "text": "But one with a small nose is he who is not adapted for keeping the measure of discernment."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:18",
                            "text": "For with the nose we discern sweet odours and stenches: and so by the nose is properly expressed discernment, through which we choose virtues and eschew sins."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:19",
                            "text": "Whence also it is said in praise of the bride, Thy nose is as the tower which is in Lebanon (Cant."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:20",
                            "text": "vii."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:21",
                            "text": "4); because, to wit, Holy Church, by discernment, espies assaults issuing from this or that quarter, and detects from an eminence the coming wars of vices."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:22",
                            "text": "But there are some who, not liking to be thought dull, busy themselves often more than needs in various investigations, and by reason of too great subtilty are deceived."
                        },
                        {
                            "verse": 23,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:23",
                            "text": "Wherefore this also is added, Or have a large and crooked nose."
                        },
                        {
                            "verse": 24,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:24",
                            "text": "For a large and crooked nose is excessive subtilty of discernment, which, having become unduly excrescent, itself confuses the correctness of its own operation."
                        },
                        {
                            "verse": 25,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:25",
                            "text": "But one with broken foot or hand is he who cannot walk in the way of God at all, and is utterly without part or lot in good deeds, to such degree that he does not, like the lame man, maintain them however weakly, but remains altogether apart from them."
                        },
                        {
                            "verse": 26,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:26",
                            "text": "But the hunchbacked is he whom the weight of earthly care bows down, so that he never looks up to the things that are above, but is intent only on what is trodden on among the lowest."
                        },
                        {
                            "verse": 27,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:27",
                            "text": "And he, should he ever hear anything of the good things of the heavenly country, is so pressed down by the weight of perverse custom, that he lifts not the face of his heart to it, being unable to erect the posture of his thought, which the habit of earthly care keeps downward bent."
                        },
                        {
                            "verse": 28,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:28",
                            "text": "Of this kind of men the Psalmist says, I am bent down and am brought low continually (Ps."
                        },
                        {
                            "verse": 29,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:29",
                            "text": "xxxviii."
                        },
                        {
                            "verse": 30,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:30",
                            "text": "8)."
                        },
                        {
                            "verse": 31,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:31",
                            "text": "The fault of such as these the Truth in person reprobates, saying, But the seed which fell among thorns are they which, when they have heard the word, go forth, and are choked with cares and riches and pleasures of life, and bear no fruit (Luke viii."
                        },
                        {
                            "verse": 32,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:32",
                            "text": "14)."
                        },
                        {
                            "verse": 33,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:33",
                            "text": "But the blear-eyed is he whose native wit flashes out for cognition of the truth, and yet carnal works obscure it."
                        },
                        {
                            "verse": 34,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:34",
                            "text": "For in the blear-eyed the pupils are sound; but the eyelids, weakened by defluxion of humours, become gross; and even the brightness of the pupils is impaired, because they are worn continually by the flux upon them."
                        },
                        {
                            "verse": 35,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:35",
                            "text": "The blear-eyed, then, is one whose sense nature has made keen, but whom a depraved habit of life confuses."
                        },
                        {
                            "verse": 36,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:36",
                            "text": "To him it is well said through the angel, Anoint thine eyes with eyesalve that thou mayest see (Apoc."
                        },
                        {
                            "verse": 37,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:37",
                            "text": "iii."
                        },
                        {
                            "verse": 38,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:38",
                            "text": "18)."
                        },
                        {
                            "verse": 39,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:39",
                            "text": "For we may be said to anoint our eyes with eyesalve that we may see, when we aid the eye of our understanding for perceiving the clearness of the true light with the medicament of good conduct."
                        },
                        {
                            "verse": 40,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:40",
                            "text": "But that man has a white speck in his eye who is not permitted to see the light of truth, in that he is blinded by the arrogant assumption of wisdom or of righteousness."
                        },
                        {
                            "verse": 41,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:41",
                            "text": "For the pupil of the eye, when black, sees; but, when it bears a white speck, sees nothing; by which we may understand that the perceiving sense of human thought, if a man understands himself to be a fool and a sinner, becomes cognizant of the clearness of inmost light; but, if it attributes to itself the whiteness of righteousness or wisdom, it excludes itself from the light of knowledge from above, and by so much the more fails entirely to penetrate the clearness of the true light, as it exalts itself within itself through arrogance; as of some it is said, Professing themselves to be wise, they became fools (Rom."
                        },
                        {
                            "verse": 42,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:42",
                            "text": "i."
                        },
                        {
                            "verse": 43,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:43",
                            "text": "22)."
                        },
                        {
                            "verse": 44,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:44",
                            "text": "But that man has chronic scabies whom the wantonness of the flesh without cease overmasters."
                        },
                        {
                            "verse": 45,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:45",
                            "text": "For in scabies the violent heat of the bowels is drawn to the skin; whereby lechery is rightly designated, since, if the heart's temptation shoots forth into action, it may be truly said that violent internal heat breaks out into scabies of the skin: and it now wounds the body outwardly, because, while sensuality is not repressed in thought, it gains the mastery also in action."
                        },
                        {
                            "verse": 46,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:46",
                            "text": "For Paul had a care to cleanse away this itch of the skin, when he said, Let no temptation take you but such as is human (1 Cor."
                        },
                        {
                            "verse": 47,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:47",
                            "text": "x."
                        },
                        {
                            "verse": 48,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:48",
                            "text": "13); as if to say plainly, It is human to suffer temptation in the heart; but it is devilish, in the struggle of temptation, to be also overcome in action."
                        },
                        {
                            "verse": 49,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:49",
                            "text": "He also has impetigo in his body whosoever is ravaged in the mind by avarice; which, if not restrained in small things, does indeed dilate itself without measure."
                        },
                        {
                            "verse": 50,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:50",
                            "text": "For, as impetigo invades the body without pain, and, spreading with no annoyance to him whom it invades, disfigures the comeliness of the members, so avarice, too, exulcerates, while it pleases, the mind of one who is captive to it."
                        },
                        {
                            "verse": 51,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:51",
                            "text": "As it offers to the thought one thing after another to be gained, it kindles the fire of enmities, and gives no pain with the wounds it causes, because it promises to the fevered mind abundance out of sin."
                        },
                        {
                            "verse": 52,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:52",
                            "text": "But the comeliness of the members is destroyed, because the beauty of other virtues is also hereby marred: and it exulcerates as it were the whole body, in that it corrupts the mind with vices of all kinds; as Paul attests, saying, The love of money is the root of all evils (1 Tim."
                        },
                        {
                            "verse": 53,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:53",
                            "text": "vi."
                        },
                        {
                            "verse": 54,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:54",
                            "text": "10)."
                        },
                        {
                            "verse": 55,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:55",
                            "text": "But the ruptured one is he who does not carry turpitude into action, but yet is immoderately weighed down by it in mind through continual cogitation; one who is indeed by no means carried away to the extent of nefarious conduct; but his mind still delights itself without prick of repugnance in the pleasure of lechery."
                        },
                        {
                            "verse": 56,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:56",
                            "text": "For the disease of rupture is when humor viscerum ad virilia labitur, quae profecto cum molestia dedecoris intumescunt He, then, may be said to be ruptured who, letting all his thoughts flow down to lasciviousness, bears in his heart a weight of turpitude; and, though not actually doing deeds of shame, nevertheless in mind is not withdrawn from them."
                        },
                        {
                            "verse": 57,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:57",
                            "text": "Nor has he power to rise to the practice of good living before the eyes of men, because, hidden within him, the shameful weight presses him down."
                        },
                        {
                            "verse": 58,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:58",
                            "text": "Whosoever, therefore, is subjected to any one of these diseases is forbidden to offer loaves of bread to the Lord, lest in sooth he should be of no avail for expiating the sins of others, being one who is still ravaged by his own."
                        },
                        {
                            "verse": 59,
                            "chapter": 11,
                            "name": "Gregory The Great: Pastoral Rule I 11:59",
                            "text": "And now, having briefly shewn after what manner one who is worthy should come to pastoral authority, and after what manner one who is unworthy should be greatly afraid, let us now demonstrate after what manner one who has attained to it worthily should live in it."
                        }
                    ]
                }
            ]
        }
    ]
}