{
    "books": [
        {
            "name": "Syriac: Homilies Composed by Mar Jacob",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Syriac: Homilies Composed by Mar Jacob 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:1",
                            "text": "Homilies, Composed by Mar Jacob: Ancient Syriac Documents."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:2",
                            "text": "Homily on Habib the Martyr, Composed by Mar Jacob."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:3",
                            "text": "Habib the martyr, clad in flame, hath called to me out of the fire,  That for him likewise I should fashion an image of beauty among the glorious."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:4",
                            "text": "Comrade of conquerors, lo! he beckoneth to me out of the burning,  That, as for the glory of his Lord, I should sing concerning him."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:5",
                            "text": "In the midst of live coals stands the heroic man, and lo! he calleth to me,  That I should fashion his image:  but the blazing fire permits me not."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:6",
                            "text": "His love is fervid, glowing is his faith;  His fire also burneth, and who is adequate to recount his love?  Nay, by reason of that love which led the martyr into the fire,  No man is able to recount his beauties divine."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:7",
                            "text": "For who shall dare enter and see in the blazing fire  To whom he is like, and after what pattern he is to be fashioned among the glorious?  Shall I fashion his image by the side of the youths, the children of the furnace?  With Hananiah shall I reckon Habib?  I know not."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:8",
                            "text": "Lo! these were not burned there:  how, then, is he like?  He, I say, like them, when he was burned and the youths not?  Which, I ask, the more beautiful—Habib the martyr, or Azariah?  Difficult for me is the image:  how I am to look upon it, I know not."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:9",
                            "text": "Lo! Michael was not burned by the flame;  But Habib was burned:  which, then, the more beautiful to him that looketh upon him?  Who shall dare say that this is repulsive, or that;  Or not so comely this as that, to him that beholdeth him?  Three there are in the fire, and the flame cometh not near them;  But one was burned:  and how shall I suffice to tell  That the Fourth form is that of Him who went down into the midst of the furnace,  That He might fashion an image for Habib there along with those of the three?  He giveth a place in the fire to him who was burned,  That he may be, instead of Him the Fourth, by the side of the conquerors."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:10",
                            "text": "And, if of the three the beauties be glorious, though they were not burned,  How shall not this one, who was burned, be mingled with the glorious?  If a man have the power either to be burned or not to be burned,  Of this man, who was burned, more exalted was the beauty than that of the three."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:11",
                            "text": "But, inasmuch as the Lord is the control of all things,  He is to be praised, both where He rescues and where He delivers up."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:12",
                            "text": "Moreover, too, the will of the three who were not burned,  And of him who was burned, is one and the same, in this case and in that;  And, had its Lord commanded the fire to burn them,  Even those three on their part, burned they would have been;  And, if He had signified to it that it should not burn that one man also,  He would not have been burned; nor had it been of himself that he was rescued."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:13",
                            "text": "To go into the fire was of their own will, when they went in;  But that they were not burned—because the Lord of the fire willed and commanded it."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:14",
                            "text": "Therefore one equal beauty is that of him who was burned,  And that of him who was not burned, because the will also was equal."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:15",
                            "text": "Beloved martyr! exalted is thy beauty; exalted is thy rank:  Graceful too thy crown, and mingled thy story with that of the glorious."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:16",
                            "text": "Choice gold art thou, and the fire hath tried thee, and resplendent is thy beauty."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:17",
                            "text": "And lo! into the King's crown art thou wrought, along with the victorious."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:18",
                            "text": "Good workman! who, in the doctrine of the Son of God,  Pursueth his course like a valiant man, because of the beauty of his faith."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:19",
                            "text": "Habib the martyr was a teacher of that which is true;  A preacher also, whose mouth was full of faith."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:20",
                            "text": "Watchful was he, and prompt for service; and he encouraged with his teaching  The household of the house of God, through his faith."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:21",
                            "text": "Of light was he full, and he wrestled with the darkness  Which overspread the country from the paganism which had darkened it."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:22",
                            "text": "With the Gospel of the Son was his mouth filled in the congregations;  And as it were a leader of the way did he become to the villages when he arrived in them."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:23",
                            "text": "Zealous he was, because he was concerned for the doctrine  Divine, that he might establish the adherents of the faith."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:24",
                            "text": "At the time when the winds of the pagans blew, a lamp was he,  And flamed forth whilst they blew upon him, and went not out."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:25",
                            "text": "All on fire was he, and filled with the love of his Lord, and was concerned  For this—that he might speak of Him without hindrance."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:26",
                            "text": "The thorns of errour sprang up in the land from paganism;  And, as much as in him lay, he rooted them out by his diligence."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:27",
                            "text": "He taught, admonished, and confirmed in the faith,  The friends of Christ, who were harassed by persecutors."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:28",
                            "text": "Against sword and against fire did he wrestle,  With love hot as the flame, and was not afraid."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:29",
                            "text": "Like a two-edged brand, keen was  His faith, and against error did he contend."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:30",
                            "text": "Leaven did he prove to be in this land which had become exhausted  Through fondness for the idols of vanity which error had brought in."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:31",
                            "text": "He was like salt by reason of his savoury doctrine  To this region, which had become insipid through unbelief."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:32",
                            "text": "A deacon was he, and filled the place of a high-priest  By the preaching and teaching of that which is true."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:33",
                            "text": "He was to the flock a good shepherd whilst he was its overseer;  And his life laid he down for the flock while he tended it."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:34",
                            "text": "He chased away the wolf, and drove off from it the beast of prey."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:35",
                            "text": "And he repaired the breaches, and gathered the lambs into their folds."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:36",
                            "text": "He went out secretly and encouraged the congregations:  He strengthened them, and exhorted them, and held them up."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:37",
                            "text": "And he forged armour of faith, and put it on them,  That they might not be ignominiously overthrown by the paganism which abounded."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:38",
                            "text": "The flocks of the fold of the Son of God were being laid waste  By persecutors:  and he encouraged the lambs and the ewes."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:39",
                            "text": "And he was an advocate to the household of faith;  And he taught them not to be daunted by persecutors."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:40",
                            "text": "He taught them to run to meet death,  Without being afraid either of sword or of fire."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:41",
                            "text": "In the teaching of the Son of God he prospered,  So that his faith pursued its course without dread."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:42",
                            "text": "Then errour grew envious, became furious, and was maddened, because of him;  And she pursued after him, that she might shed upon the earth innocent blood."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:43",
                            "text": "The Defamer, who hates the race of men,  Laid snares for him, that he might rid the place of his presence."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:44",
                            "text": "He who hateth the truth pursued after him to put him to death,  That he might make his voice to cease from the teaching of the house of God."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:45",
                            "text": "And errour raised an outcry demanding that Habib should die, because she hated him;  Vexation goaded her on, and she sought to take away his life."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:46",
                            "text": "His story was talked about before the pagan judge of the country,  And the dear fame of him reached the king:  who in great rage,  And because the diadem was interwoven with paganism, decreed death  Against Habib, because he was full of faith."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:47",
                            "text": "And, when the command reached the judge, he armed himself  With rage and fury; and, with a mind thirsting for blood,  And like hunters who lay nets for the young stag,  After Habib did they go out to catch him."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:48",
                            "text": "But this man was a preacher of the faith,  Who in the highway of the crucifixion was prospering;  And, that he might benefit by his teaching the children of his people,  His work embraced the countries round about him."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:49",
                            "text": "So, when error went out after him, she found him not:  Not that he was fled, but that he had gone out to preach the Gospel."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:50",
                            "text": "Then, because of the fury of the pagans, which was great beyond all that was meet,  His kindred and his mother did they seize for his sake."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:51",
                            "text": "Blessed art thou, O woman! mother since thou art of the martyr."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:52",
                            "text": "For wherefore was it that they seized thee and bound thee, iniquitously?  What do they require of thee, O thou full of beauty?  What, I ask, have they required of thee?  Lo! they require of thee that thou bring the martyr, that he may be a sacrifice."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:53",
                            "text": "Bring, oh bring thy sweet fruit to the place of the oblation—  The fruit whose smell is fragrant, that it may be incense to the Godhead."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:54",
                            "text": "Fair shoot, thy cluster bring from where it is,  That its wine may be for a libation whose taste is sweet."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:55",
                            "text": "The lamb heard that they were seeking him, that he might be a sacrifice;  And he set out and came to the sacrificers rejoicing."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:56",
                            "text": "He heard that others also were being afflicted for his sake,  And he came that he might bear the suffering which was his, in the stead of many."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:57",
                            "text": "The lot fell on him, to be himself alone a sacrifice;  And the fire that was to offer him up was looking out for him until he came."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:58",
                            "text": "Of the many who were bound for his sake  Not one single person was seized to die, but only he."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:59",
                            "text": "He it was that was worthy, and for him was martyrdom reserved;  And to snatch the martyr's place no man was able."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:60",
                            "text": "And therefore of his own will did he present himself  To the judge, that he might be seized, and die for Jesus' sake."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:61",
                            "text": "He heard that they sought him, and he came that he might be seized, even as they sought him:  And he went in of himself before the judge, and dauntless was his look."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:62",
                            "text": "He hid not himself, nor did he wish to flee from the judge:  For with light was he imbued, and from the darkness he would not flee."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:63",
                            "text": "No robber was he, no murderer, no thief,  No child of night:  but all his course was run in open day."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:64",
                            "text": "Wherefore from his flock should the good shepherd flee,  And leave his fold to be devoured by robbers?  Wherefore should the physician flee, who goeth forth to heal diseases,  And to cure souls by the blood of the Son of God?  A fearless countenance did the brave man carry with him, and a great heart;  And to meet death he ran, rejoicing, for Jesus' sake."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:65",
                            "text": "He went in, he stood before the judge, saying to him:  I am Habib, whom ye sought:  lo! here I stand."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:66",
                            "text": "And the pagan trembled, and amazement seized him, and he marvelled at him—  At the man who was not afraid, either of sword or of fire."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:67",
                            "text": "While he thought that he was fleeing apace, he entered in and mocked him;  And the judge shook, for he saw him courageous in the very face of death."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:68",
                            "text": "A disciple he of that Son of God who said:  \"Rise, come, let us go:  for he that betrayeth me lo! is here\"."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:69",
                            "text": "And to the crucifiers, again, He said:  \"Whom seek ye?\"  They say:  \"Jesus\"."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:70",
                            "text": "And He said to them:  \"I am He\"."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:71",
                            "text": "The Son of God of His own will came to the cross;  And on Him the martyr looked, and presented himself uncompelled before the judge."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:72",
                            "text": "And the pagan beheld him, and was smitten with fear, and was exasperated against him."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:73",
                            "text": "His rage was excited, and he began in his fury to put to him questions."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:74",
                            "text": "And, as if he had been one who had shed on the ground the blood of the slain,  He proceeded to question the saintly man, but he was not ashamed:  Menacing him, and trying to terrify him, and to frighten him,  And recounting the sufferings which were being prepared by him on his account."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:75",
                            "text": "But Habib, when questioned, was not afraid,  Was not ashamed, and was not frightened by the menaces he heard."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:76",
                            "text": "Lifting up his voice, he confessed Jesus, the Son of God—  That he was His servant, and was His priest, and His minister."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:77",
                            "text": "At the fury of the pagans, roaring at him like lions,  He trembled not, nor ceased from the confession of the Son of God."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:78",
                            "text": "He was scourged, and the scourgings were very dear to him,  Seeing that he bore a little of the stripes of the Son of God."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:79",
                            "text": "He was put into bonds, and he looked on his Lord, whom also they had bound;  And his heart rejoiced that in the path of His sufferings he had begun to walk."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:80",
                            "text": "He ascended the block, and they tore him with combs, but his soul was radiant with light,  Because he was deemed worthy that on him should come the agony of the sufferings of crucifixion."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:81",
                            "text": "In the pathway of death had he set his face to walk,  And what could he desire to find in it but sufferings?  The fire of sacrifice was betrothed to him, and for her did he look;  And she on her part sent him combs, and stripes, and pains, to taste."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:82",
                            "text": "All the while that she was coming, she sent him sufferings, that by means of them  He might be prepared, so that when she met him she might not dismay him."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:83",
                            "text": "Sufferings purged him, so that, when the blazing fire should put him to the proof,  There might not be any dross found in his choice gold."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:84",
                            "text": "And he endured the whole of the pains that came upon him,  That he might have experience of suffering, and in the burning stand like a brave man."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:85",
                            "text": "And he accepted rejoicing the sufferings which he had to bear:  For he knew that at their termination he should find death."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:86",
                            "text": "And he was not afraid, either of death or of sufferings:  For with that wine of the crucifixion his heart was drunk."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:87",
                            "text": "He despised his body, while it was being dragged along by the persecutors;  And his limbs, while they were being torn asunder in bitter agony."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:88",
                            "text": "Scourges on his back, combs on his sides, stocks on his feet,  And fire in front of him:  still was he brave and full of faith."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:89",
                            "text": "They taunted him:  Lo! thou worshippest a man;  But he said:  A man I worship not,  But God, who took a body and became man:  Him do I worship, because He is God with Him that begat Him."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:90",
                            "text": "The faith of Habib, the martyr, was full of light  And by it was enlightened Edessa, the faithful city."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:91",
                            "text": "The daughter of Abgar, whom Addaeus betrothed to the crucifixion—  Through it is her light, through it her truth and her faith."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:92",
                            "text": "Her king is from it, her martyrs from it, her truth from it;  The teachers also of her faith are from it."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:93",
                            "text": "Abgar believed that Thou art God, the Son of God;  And he received a blessing because of the beauty of his faith."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:94",
                            "text": "Sharbil the martyr, son of the Edessaeans, more-ever said:  My heart is led captive by God, who became man."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:95",
                            "text": "And Habib the martyr, who also was crowned at Edessa,  Confessed these things:  that He took a body and became man;  That He is the Son of God, and also is God, and became man."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:96",
                            "text": "Edessa learned from teachers the things that are true:  Her king taught her, her martyrs taught her, the faith;  But to others, who were fraudulent teachers, she would not hearken."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:97",
                            "text": "Habib the martyr, in the ear of Edessa, thus cried aloud  Out of the midst of the fire:  A man I worship not,  But God, who took a body and became man  Him do I worship."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:98",
                            "text": "Thus confessed the martyr with uplifted voice."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:99",
                            "text": "From confessors torn with combs, burnt, raised up on the block, slain  And from a righteous king, did Edessa learn the faith,  And she knows our Lord—that He is even God, the Son of God;  She also learned and firmly believed that He took a body and became man."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:100",
                            "text": "Not from common scribes did she learn the faith:  Her king taught her, her martyrs taught her; and she firmly believed them:  And, if she be calumniated as having ever worshipped a man,  She points to her martyrs, who died for Him as being God."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:101",
                            "text": "A man I worship not, said Habib,  Because it is written:  \"Cursed is he that putteth his trust in a man\"."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:102",
                            "text": "Forasmuch as He is God, I worship Him, yea submit to be burned  For His sake, nor will I renounce His faith."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:103",
                            "text": "This truth has Edessa held fast from her youth,  And in her old age she will not barter it away as a daughter of the poor."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:104",
                            "text": "Her righteous king became to her a scribe, and from him she learned  Concerning our Lord—that He is the Son of God, yea God."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:105",
                            "text": "Addaeus, who brought the bridegroom's ring and put it on her hand,  Betrothed her thus to the Son of God, who is the Only-begotten."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:106",
                            "text": "Sharbil the priest, who made trial and proof of all gods,  Died, even as he said, \"for God who became man\"."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:107",
                            "text": "Shamuna and Guria, for the sake of the Only-begotten,  Stretched out their necks to receive the stroke, and for Him died, forasmuch as He is God."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:108",
                            "text": "And Habib the martyr, who was teacher of congregations,  Preached of Him, that He took a body and became man."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:109",
                            "text": "For a man the martyr would not have submitted to be burned in the fire;  But he was burned \"for the sake of God who became man\"."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:110",
                            "text": "And Edessa is witness that thus he confessed while he was being burned:  And from the confession of a martyr that has been burned who is he that can escape?  All minds does faith reduce to silence and despise—  She that is full of light and stoopeth not to shadows."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:111",
                            "text": "She despiseth him that maligns the Son by denying that He is God;  Him too that saith \"He took not a body and became man\"."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:112",
                            "text": "In faith which was full of truth he stood upon the fire;  And he became incense, and propitiated with his fragrance the Son of God."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:113",
                            "text": "In all his afflictions, and in all his tortures, and in all his sufferings,  Thus did he confess, and thus did he teach the blessed city."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:114",
                            "text": "And this truth did Edessa hold fast touching our Lord—  Even that He is God, and of Mary became a man."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:115",
                            "text": "And the bride hates him that denies His God-head,  And despises and contemns him that maligns His corporeal nature."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:116",
                            "text": "And she recognises Him as One in Godhead and in manhood—  The Only-begotten, whose body is inseparable from Him."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:117",
                            "text": "And thus did the daughter of the Parthians learn to believe,  And thus did she firmly hold, and thus does she teach him that listens to her."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:118",
                            "text": "The judge, therefore, full of zeal for paganism, commanded  That the martyr should be led forth and burned in the fire which was reserved for him."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:119",
                            "text": "And forthwith a strap was thrust into his mouth, as though he had been a murderer,  His confession being kept within his heart towards God."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:120",
                            "text": "And they hurried him away, and he went out from the judgment-hall, rejoicing  That the hour was come when the crown should be given to his faith."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:121",
                            "text": "And there went out with him crowds of people, that they might bear him company,  Looking upon him, not as a dead man accompanied to his burial,  But as a man who was going away that by means of fire he might become a bridegroom,  And that there might be bestowed the crown which was by righteousness reserved for him."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:122",
                            "text": "They looked upon him as upon a man entering into battle,  And around him were spears, and lances, and swords, but he vanquished them."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:123",
                            "text": "They beheld him going up like a champion from the contest,  And in his triumph chaplets were brought to him by those who beheld."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:124",
                            "text": "They looked upon him as he vanquished principalities and powers,  Which all made war with him, and he put them to shame."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:125",
                            "text": "The whole congregation of the followers of Christ exulted over him,  Because he raised up the friends of the faith by the sufferings which he bore."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:126",
                            "text": "There went forth with him the Church, a bride full of light;  And her face was beaming on the beloved martyr who was united to her."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:127",
                            "text": "Then did his mother, because it was the marriage-feast for her son,  Deck herself in garments nobler than her wont."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:128",
                            "text": "Since sordid raiment suited not the banquet-hall,  In magnificent attire all white she clad herself right tastefully."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:129",
                            "text": "Hither to the battle came down love to fight  In the mother's soul—the love of nature, and the love of God."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:130",
                            "text": "She looked upon her son as he went forth to be put into the flame;  And, forasmuch as there was in her the love of the Lord, she suffered not."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:131",
                            "text": "The yearnings of her mother's womb cried out on behalf of its fruit;  But faith silenced them, so that their tumult ceased."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:132",
                            "text": "Nature shrieked over the limb which was severed from her;  But the love of the Lord intoxicated the soul, that she should not perceive it."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:133",
                            "text": "Nature loved, but the love of the Lord did conquer in the strife  Within the soul of the mother, that she should not grieve for her beloved."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:134",
                            "text": "And instead of suffering, her heart was filled with all emotions of joy;  And, instead of mourning, she went forth in splendid apparel."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:135",
                            "text": "And she accompanied him as he went out to be burned, and was elate,  Because the love of the Lord vanquished that of nature."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:136",
                            "text": "And clad in white, as for a bridegroom, she made a marriage-feast—  She the mother of the martyr, and was blithe because of him."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:137",
                            "text": "\"Shamuna the Second\" may we call this blessed one:  Since, had seven been burned instead of one, she had been well content."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:138",
                            "text": "One she had, and she gave him to be food for the fire;  And, even as that one, if she had had seven, she had given them all."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:139",
                            "text": "He was cast into the fire, and the blaze kindled around him;  And his mother looked on, and grieved not at his burning."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:140",
                            "text": "Another eye, which gazeth upon the things unseen,  Was in her soul, and by reason of this she exulted when he was being burned."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:141",
                            "text": "On the gems of light which are in martyrs' crowns she looked,  And on the glory which is laid up for them after their sufferings;  And on the promised blessings which they inherit yonder through their afflictions,  And on the Son of God who clothes their limbs with light;  And on the manifold beauties of that kingdom which shall not be dissolved,  And on the ample door which is opened for them to enter in to God."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:142",
                            "text": "On these did the martyr's mother look when he was being burned,  And she rejoiced, she exalted, and in white did she go forth with him."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:143",
                            "text": "She looked upon him while the fire consumed his frame,  And, forasmuch as his crown was very noble, she grieved not."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:144",
                            "text": "The sweet root was thrown into the fire, upon the coals;  And it turned to incense, and cleansed the air from pollution."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:145",
                            "text": "With the fumes of sacrifice had the air been polluted,  And by the burning of this martyr was it cleansed."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:146",
                            "text": "The firmament was fetid with the exhalations from the altars;  And there rose up the sweet perfume of the martyr, and it grew sweet thereby."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:147",
                            "text": "And the sacrifices ceased, and there was peace in the assemblies;  And the sword was blunted, that it should no more lay waste the friends of Christ."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:148",
                            "text": "With Sharbil it began, with Habib it ended, in our land;  And from that time even until now not one has it slain, since he was burned."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:149",
                            "text": "Constantine, chief of conquerors, took the empire,  And the cross has trampled on the diadem of the emperor, and is set upon his head."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:150",
                            "text": "Broken is the lofty horn of idolatry,  And from the burning of the martyr even until now not one has it pierced."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Syriac: Homilies Composed by Mar Jacob 1:151",
                            "text": "His smoke arose, and it became incense to the Godhead;  And by it was the air purged which was tainted by paganism,  And by his burning was the whole land cleansed:  Blessed be he that gave him a crown, and glory, and a good name!  Here endeth the Homily on Habib the martyr, composed by Mar Jacob."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Syriac: Homilies Composed by Mar Jacob 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:1",
                            "text": "A Homily on Guria and Shamuna, Composed by Mar Jacob."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:2",
                            "text": "Shamuna and Guria, martyrs who made themselves illustrious in their afflictions,  Have in love required of me to tell of their illustrious deeds."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:3",
                            "text": "To champions of the faith the doctrine calleth me,  That I should go and behold their contests and their crowns."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:4",
                            "text": "Children of the right hand, who have done battle against the left,  Have called me this day to recite the marvellous tale of their conflicts:—  Simple old men, who entered into the fight like heroes,  And nobly distinguished themselves in the strife of blood:  Those who were the salt of our land, and it was sweetened thereby,  And its savour was restored, which had become insipid through unbelief:  Candlesticks of gold, which were full of the oil of the crucifixion,  By which was lighted up all our region, which had turned to darkness:  Two lamps, of which, when all the winds were blowing  Of every kind of error, the lights were not put out;  Good labourers, who from the spring of day laboured  In the blessed vineyard of the house of God right duteously:  Bulwarks of our land, who became to us as it were a defence  Against all spoilers in all the wars that surrounded us:  Havens of peace, a place also of retreat for all that were distressed,  And a resting-place for the head of every one that was in need of succour:  Two precious pearls, which were  An ornament for the bride of my lord Abgar, the Aramaean's son."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:5",
                            "text": "Teachers they were who practised their teaching in blood,  And whose faith was known by their sufferings."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:6",
                            "text": "On their bodies they wrote the story of the Son of God  With the marks of combs and scourges which thickly covered them."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:7",
                            "text": "They showed their love, not by words of the mouth alone,  But by tortures and by the rending of their limbs asunder."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:8",
                            "text": "For the love of the Son of God they gave up their bodies:  Since it beseemeth the lover that for his love he should give up himself."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:9",
                            "text": "Fire and sword proved their love, how true it was;  And more beautiful than silver tried in a furnace of earth were their necks."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:10",
                            "text": "They looked on God, and, because they saw His exalted beauties,  Therefore did they look with contempt upon their sufferings for His sake."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:11",
                            "text": "The Sun of righteousness had arisen in their hearts;  And they were enlightened by it, and with His light chased they away the darkness."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:12",
                            "text": "At the idols of vanity, which error had brought in, they laughed,  Instinct with the faith of the Son of God which is full of light."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:13",
                            "text": "The love of the Lord was as a fire in their hearts;  Nor could all the brambles of idolatry stand before it."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:14",
                            "text": "Fixed was their love on God unchangeably:  And therefore did they look with scorn upon the sword, all athirst as it was for blood."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:15",
                            "text": "With guilelessness and yet with wisdom stood they in the judgment-hall,  As they had been commanded by the Teacher of that which is true."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:16",
                            "text": "Despising as they did kindred and family, guileless were they;  Forasmuch, also, as possessions and wealth were held in no account by them."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:17",
                            "text": "Nor guileless only:  for in the judgment-hall with the wisdom of serpents too  They were heedful of the faith of the house of God."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:18",
                            "text": "When a serpent is seized and struck, he guards his head,  But gives up and leaves exposed all his body to his captors:  And, so long as his head is kept from harm, his life abideth in him;  But, if the head be struck, his life is left a prey to destruction."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:19",
                            "text": "The head of the soul is men's faith;  And, if this be preserved unharmed, by it is also preserved their life:  Even though the whole body be lacerated with blows,  Yet, so long as faith is preserved, the soul is alive;  But, if faith is struck down by unbelief,  Lost is the soul, and life has perished from the man."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:20",
                            "text": "Shamuna and Guria of the faith as men  Were heedful, that it should not be struck down by persecutors:  For they knew that, if faith is preserved,  Both soul and body are preserved from destruction."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:21",
                            "text": "And, because of this, touching their faith were they solicitous,  That that should not be struck down in which their very life was hidden."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:22",
                            "text": "They gave up their bodies both to blows and to dislocation,  Yea to every kind of torture, that their faith should not be stricken down;  And, even as the serpent also hides his head from blows,  So hid they their faith within their hearts;  And the body was smitten, and endured stripes, and bore sufferings:  But overthrown was not their faith which was within their hearts."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:23",
                            "text": "The mouth betrayeth the soul to death when it speaks,  And with the tongue, as with a sword, worketh slaughter."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:24",
                            "text": "And from it spring up both life and death to men:  Denying a man dies, confessing he lives, and the mouth hath power over it."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:25",
                            "text": "Denial is death, and in confession is the soul's life;  And power hath the mouth over them both, like a judge."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:26",
                            "text": "The word of the mouth openeth the door for death to enter in;  This, too, calleth for life, and it beameth forth upon the man."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:27",
                            "text": "Even the robber by one word of faith  Won him the kingdom, and became heir of paradise, all fraught with blessings."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:28",
                            "text": "The wicked judges too, from the martyrs, the sons of the right hand,  Demanded that by word of mouth only they should blaspheme;  But, like true men holding fast the faith,  They uttered not a word by which unbelief might be served."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:29",
                            "text": "Shamuna, beauty of our faith, who is adequate to tell of thee?  All too narrow is my mouth for thy praise, too mean for thee to be spoken of by it."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:30",
                            "text": "Thy truth is thy beauty, thy crown thy suffering, thy wealth thy stripes,  And by reason of thy blows magnificent is the beauty of thy championship."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:31",
                            "text": "Proud of thee is our country, as of a treasury which is full of gold:  Since wealth art thou to us, and a coveted store which cannot be stolen from us."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:32",
                            "text": "Guria, martyr, staunch hero of our faith,  Who shall suffice thee, to recount thy beauties divine?  Lo! tortures on thy body are set like gems of beryl,  And the sword on thy neck like a chain of choice gold."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:33",
                            "text": "Thy blood upon thy form is a robe of glory full of beauty,  And the scourging of thy back a vesture with which the sun may not compare."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:34",
                            "text": "Radiant thou art and comely by virtue of these thy sufferings, so abounding;  And resplendent are thy beauties, because of the pains which are so severe upon thee."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:35",
                            "text": "Shamuna, our riches, richer art thou than the rich:  For lo! the rich stand at thy door, that thou mayest relieve them."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:36",
                            "text": "Small thy village, poor thy country:  who, then, gave thee  That lords of villages and cities should court thy favour?  Lo! judges in their robes and vestments  Take dust from thy threshold, as though it were the medicine of life."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:37",
                            "text": "The cross is rich, and to its worshippers increaseth riches;  And its poverty despiseth all the riches of the world."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:38",
                            "text": "Shamuna and Guria, sons of the poor, lo! at your doors  Bow down the rich, that they may receive from you supplies for their wants."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:39",
                            "text": "The Son of God in poverty and want  Showed to the world that all its riches are as nothing,  His disciples, all fishermen, all poor, all weak,  All men of little note, became illustrious through His faith."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:40",
                            "text": "One fisherman, whose \"village\" too was a home of fishermen,  He made chief over the twelve, yea head of the house."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:41",
                            "text": "One a tentmaker, who aforetime was a persecutor,  He seized upon, and made him a chosen vessel for the faith."
                        },
                        {
                            "verse": 42,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:42",
                            "text": "Shamuna and Guria came from villages that were not wealthy,  And lo! in a great city became they lords;  And its chief men, its judges also, stand before their doors,  And they solicit their charity to satisfy their wants."
                        },
                        {
                            "verse": 43,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:43",
                            "text": "From their confession of the faith of the Son of God  These blessed men acquired riches beyond compute."
                        },
                        {
                            "verse": 44,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:44",
                            "text": "Poor did He Himself become, and the poor made He rich;  And lo! enriched is the whole creation through His poverty."
                        },
                        {
                            "verse": 45,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:45",
                            "text": "The chosen martyrs did battle against error,  And in the confession of the Son of God stood they firm like valiant men."
                        },
                        {
                            "verse": 46,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:46",
                            "text": "They went in and confessed Him before the judge with look undaunted,  That He too might confess them, even as they confessed Him, before His Father."
                        },
                        {
                            "verse": 47,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:47",
                            "text": "There arose against them the war of pagans like a tempest;  But the cross was their helmsman, and steered them on."
                        },
                        {
                            "verse": 48,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:48",
                            "text": "They were required to sacrifice to lifeless images,  But they departed not from their confession of the Son of God."
                        },
                        {
                            "verse": 49,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:49",
                            "text": "The wind of idolatry blew in their faces,  But they themselves were as rocks piled up against the hurricane."
                        },
                        {
                            "verse": 50,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:50",
                            "text": "Like a swift whirlwind, error snatched at them;  But, forasmuch as they were sheltered by the crucifixion, it hurt them not."
                        },
                        {
                            "verse": 51,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:51",
                            "text": "The Evil One set on all his dogs to bark, that they might bite them;  But, forasmuch as they had the cross for a staff, they put them all to flight."
                        },
                        {
                            "verse": 52,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:52",
                            "text": "But who is sufficient to tell of their contests,  Or their sufferings, or the rending asunder of their limbs?  Or who can paint the picture of their coronation,  How they went up from the contest covered with glory?  To judgment they went in, but of the judge they took no account;  Nor were they anxious what they should say when questioned."
                        },
                        {
                            "verse": 53,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:53",
                            "text": "The judge menaced them, and multiplied his words of threatening;  And recounted tortures and all kinds of inflictions, that he might terrify them."
                        },
                        {
                            "verse": 54,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:54",
                            "text": "He spake great words, that by fright and intimidation,  By menaces too, he might incline them to sacrifice."
                        },
                        {
                            "verse": 55,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:55",
                            "text": "Yet the combatants despised the menaces, and the intimidations,  And the sentence of judgment, and all bodily deaths;  And they prepared themselves for insult and stripes, and for blows,  And for provocation, and to be dragged along, and to be burnt;  For imprisonment also, and for bonds, and for all evil things,  And for all tortures, and for all sufferings, rejoicing all the while."
                        },
                        {
                            "verse": 56,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:56",
                            "text": "They were not alarmed nor affrighted, nor dismayed,  Nor did the sharpness of the tortures bend them to sacrifice."
                        },
                        {
                            "verse": 57,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:57",
                            "text": "Their body they despised, and as dung upon the ground accounted they it:  For they knew that, the more it was beaten, the more would its beauty increase;  And, the more the judge increased his menaces to alarm them,  The more did they show their contempt of him, having no fear of his threats."
                        },
                        {
                            "verse": 58,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:58",
                            "text": "He kept telling them what tortures he had prepared for them;  And they continued telling him about Gehenna which was reserved for him."
                        },
                        {
                            "verse": 59,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:59",
                            "text": "By those things which he told them he tried to frighten them to sacrifice;  And they spoke to him about the fearful judgment yonder."
                        },
                        {
                            "verse": 60,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:60",
                            "text": "Truth is wiser than wise words,  And very hateful, however much it may be adorned, is falsehood."
                        },
                        {
                            "verse": 61,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:61",
                            "text": "Shamuna and Guria went on speaking truth,  While the judge continued to utter falsehood."
                        },
                        {
                            "verse": 62,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:62",
                            "text": "And therefore were they not afraid of his threatening,  Because all his menaces against the truth were accounted by them as empty sound."
                        },
                        {
                            "verse": 63,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:63",
                            "text": "The intercourse of the world they despised, they contemned and scorned, yea they abandoned;  And to return to it they had no wish, or to enter it again."
                        },
                        {
                            "verse": 64,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:64",
                            "text": "From the place of judgment they set their faces to depart  To that meeting-place for them all, the life of the new world."
                        },
                        {
                            "verse": 65,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:65",
                            "text": "They cared neither for possessions nor for houses,  Nor for the advantages of this world, so full of evil."
                        },
                        {
                            "verse": 66,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:66",
                            "text": "In the world of light was their heart bound captive with God,  And to \"that\" country did they set their face to depart;  And they looked to the sword, to come and be a bridge  To let them pass over to God, for whom they were longing."
                        },
                        {
                            "verse": 67,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:67",
                            "text": "This world they accounted as a little tent,  But that yonder as a city full of beauties;  And they were in haste by the sword to depart hence  To the land of light, which is full of blessing for those who are worthy of it."
                        },
                        {
                            "verse": 68,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:68",
                            "text": "The judge commanded to hang them up by their arms,  And without mercy did they stretch them out in bitter agony."
                        },
                        {
                            "verse": 69,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:69",
                            "text": "A demon's fury breathed rage into the heart of the judge,  And embittered him against the stedfast ones, inciting him to crush them;  And between the height and the depth he stretched them out to afflict them:  And they were a marvel to both sides, when they saw how much they endured."
                        },
                        {
                            "verse": 70,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:70",
                            "text": "At the old men's frame heaven and earth marvelled,  To see how much suffering it bore nor cried out for help under their affliction."
                        },
                        {
                            "verse": 71,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:71",
                            "text": "Hung up and dragged along are their feeble bodies by their arms,  Yet is there deep silence, nor is there one that cries out for help or that murmurs."
                        },
                        {
                            "verse": 72,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:72",
                            "text": "Amazed were all who beheld their contests,  To see how calmly the outstretched forms bore the inflictions laid upon them."
                        },
                        {
                            "verse": 73,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:73",
                            "text": "Amazed too was Satan at their spotless frames,  To see what weight of affliction they sustained without a groan."
                        },
                        {
                            "verse": 74,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:74",
                            "text": "Yea, and gladdened too were the angels by that fortitude of theirs,  To see how patiently it bore that contest so terrible that was."
                        },
                        {
                            "verse": 75,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:75",
                            "text": "But, as combatants who were awaiting their crowns,  There entered no sense of weariness into their minds."
                        },
                        {
                            "verse": 76,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:76",
                            "text": "Nay, it was the judge that grew weary; yea, he was astonished:  But the noble men before him felt no weariness in their afflictions."
                        },
                        {
                            "verse": 77,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:77",
                            "text": "He asked them whether they would consent to sacrifice;  But the mouth was unable to speak from pain."
                        },
                        {
                            "verse": 78,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:78",
                            "text": "Thus did the persecutors increase their inflictions,  Until they gave no place for the word to be spoken."
                        },
                        {
                            "verse": 79,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:79",
                            "text": "Silent was the mouth from the inflictions laid on their limbs;  But the will, like that of a hero, was nerved with fortitude from itself."
                        },
                        {
                            "verse": 80,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:80",
                            "text": "Alas for the persecutors! how destitute were they of righteousness!  But the children of light—how were they clad in faith!  They demand speech, when there is no place for speaking,  Since the word of the mouth was forbidden them by pain."
                        },
                        {
                            "verse": 81,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:81",
                            "text": "Fast bound was the body, and silent the mouth, and it was unable  To utter the word when unrighteously questioned."
                        },
                        {
                            "verse": 82,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:82",
                            "text": "And what should the martyr do, who had no power to say,  When he was questioned, that he would not sacrifice?  All silent were the old men full of faith,  And from pain they were incapable of speaking."
                        },
                        {
                            "verse": 83,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:83",
                            "text": "Yet questioned they were:  and in what way, if a man is silent  When he is questioned, shall he assent to that which is said?  But the old men, that they might not be thought to assent,  Expressed clearly by signs the word which it behoved them to speak."
                        },
                        {
                            "verse": 84,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:84",
                            "text": "Their heads they shook, and, instead of speech, by a dumb sign they showed  The resolve of the new man that was within."
                        },
                        {
                            "verse": 85,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:85",
                            "text": "Their heads hung down, signifying amidst their pains  That they were not going to sacrifice, and every one understood their meaning."
                        },
                        {
                            "verse": 86,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:86",
                            "text": "As long as there was in them place for speech, with speech did they confess;  But, when it was forbidden them by pain, they spake with a dumb sign."
                        },
                        {
                            "verse": 87,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:87",
                            "text": "Of faith they spoke both with the voice and without the voice:  So that, when speaking and also when silent, they were alike stedfast."
                        },
                        {
                            "verse": 88,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:88",
                            "text": "Who but must be amazed at the path of life, how narrow it is,  And how straight to him that desires to walk in it?  Who but must marvel to see that, when the will is watchful and ready,  It is very broad and full of light to him that goeth therein?  About the path are ditches; full also is it of pitfalls;  And, if one turn but a little aside from it, a ditch receives him."
                        },
                        {
                            "verse": 89,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:89",
                            "text": "That dumb sign only is there between the right and the left,  And on \"Yea\" and \"Nay\" stand sin and righteousness."
                        },
                        {
                            "verse": 90,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:90",
                            "text": "By a dumb sign only did the blessed men plainly signify that they would not sacrifice,  And in virtue of a single dumb sign did the path lead them to Eden;  And, if this same dumb sign had inclined and turned down but a little  Toward the depth, the path of the old men would have been to Gehenna."
                        },
                        {
                            "verse": 91,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:91",
                            "text": "Upwards they made a sign, to signify that upwards were they prepared to ascend;  And in consequence of that sign they ascended and mingled with the heavenly ones."
                        },
                        {
                            "verse": 92,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:92",
                            "text": "Between sign and sign were Paradise and Gehenna:  They made a sign that they would not sacrifice, and they inherited the place of the kingdom."
                        },
                        {
                            "verse": 93,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:93",
                            "text": "Even while they were silent they were advocates for the Son of God:  For not in multitude of words doth faith consist."
                        },
                        {
                            "verse": 94,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:94",
                            "text": "That fortitude of theirs was a full-voiced confession,  And as though with open mouth declared they their faith by signs;  And every one knew what they were saying, though silent,  And enriched and increased was the faith of the house of God;  And error was put to shame by reason of two old men, who, though they spake not,  Vanquished it; and they kept silence, and their faith stood fast."
                        },
                        {
                            "verse": 95,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:95",
                            "text": "And, though tempestuous accents were heard from the judge,  And the commands of the emperor were dreadful, yea violent,  And paganism had a bold face and an open mouth,  And its voice was raised, and silent were the old men with pain,  Yet null and void became the command and drowned was the voice of the judge,  And without speech the mute sign of the martyrs bore off the palm."
                        },
                        {
                            "verse": 96,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:96",
                            "text": "Talking and clamour, and the sound of stripes, on the left;  And deep silence and suffering standing on the right;  And, by one mute sign with which the old men pointed above their heads,  The head of faith was lifted up, and error was put to shame."
                        },
                        {
                            "verse": 97,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:97",
                            "text": "Worsted in the encounter were they who spoke, and the victory was to the silent:  For, voiceless they uttered by signs the discourse of faith."
                        },
                        {
                            "verse": 98,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:98",
                            "text": "They took them down, because they had vanquished while silent;  And they put them in bonds, threatening yet to vanquish them."
                        },
                        {
                            "verse": 99,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:99",
                            "text": "Bonds and a dungeon void of light were by the martyrs  Held of no account—yea rather as the light which has no end."
                        },
                        {
                            "verse": 100,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:100",
                            "text": "To be without bread, and without water, and without light,  Pleased them well, because of the love of the Son of God."
                        },
                        {
                            "verse": 101,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:101",
                            "text": "The judge commanded by their feet to hang them up  With their heads downwards, by a sentence all unrighteous:  Hanged up was Shamuna with his head downwards; and he prayed  In prayer pure and strained clear by pain."
                        },
                        {
                            "verse": 102,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:102",
                            "text": "Sweet fruit was hanging on the tree in that judgment-hall,  And its taste and smell made the very denizens of heaven to marvel."
                        },
                        {
                            "verse": 103,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:103",
                            "text": "Afflicted was his body, but sound was his faith;  Bound fast was his person, but unfettered was his prayer over his deed."
                        },
                        {
                            "verse": 104,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:104",
                            "text": "For, prayer nothing whatsoever turneth aside,  And nothing hindereth it—not even sword, not even fire."
                        },
                        {
                            "verse": 105,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:105",
                            "text": "His form was turned upside down, but his prayer was unrestrained,  And straight was its path on high to the abode of the angels."
                        },
                        {
                            "verse": 106,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:106",
                            "text": "The more the affliction of the chosen martyr was increased,  The more from his lips was all confession heard."
                        },
                        {
                            "verse": 107,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:107",
                            "text": "The martyrs longed for the whetted sword affectionately,  And sought it as a treasure full of riches."
                        },
                        {
                            "verse": 108,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:108",
                            "text": "A new work has the Son of God wrought in the world—  That dreadful death should be yearned for by many."
                        },
                        {
                            "verse": 109,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:109",
                            "text": "That men should run to meet the sword is a thing unheard of,  Except they were those whom Jesus has enlisted in His service by His crucifixion."
                        },
                        {
                            "verse": 110,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:110",
                            "text": "That death is bitter, every one knoweth lo! from earliest time:  To martyrs alone is it not bitter to be slain."
                        },
                        {
                            "verse": 111,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:111",
                            "text": "They laughed at the whetted sword when they saw it,  And greeted it with smiles:  for it was that which was the occasion of their crowns."
                        },
                        {
                            "verse": 112,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:112",
                            "text": "As though it had been something hated, they left the body to be beaten:  Even though loving it, they held it not back from pains."
                        },
                        {
                            "verse": 113,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:113",
                            "text": "For the sword they waited, and the sword went forth and crowned them:  Because for it they looked; and it came to meet them, even as they desired."
                        },
                        {
                            "verse": 114,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:114",
                            "text": "The Son of God slew death by His crucifixion;  And, inasmuch as death is slain, it caused no suffering to the martyrs."
                        },
                        {
                            "verse": 115,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:115",
                            "text": "With a wounded serpent one playeth without fear;  A slain lion even a coward will drag along:  The great serpent our Lord crushed by His crucifixion;  The dread lion did the Son of God slay by His sufferings."
                        },
                        {
                            "verse": 116,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:116",
                            "text": "Death bound He fast, and laid him prostrate and trampled on him at the gate of Hades;  And now whosoever will draweth near and mocketh at him, because he is slain."
                        },
                        {
                            "verse": 117,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:117",
                            "text": "These old men, Shamuna and Guria, mocked at death,  As at that lion which by the Son of God was slain."
                        },
                        {
                            "verse": 118,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:118",
                            "text": "The great serpent, which slew Adam among the trees,  Who could seize, so long as he drank not of the blood of the cross?  The Son of God crushed the dragon by His crucifixion,  And lo! boys and old men mock at the wounded serpent."
                        },
                        {
                            "verse": 119,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:119",
                            "text": "Pierced is the lion with the spear which pierced the side of the Son of God;  And whosoever will trampleth on him, yea mocketh at him."
                        },
                        {
                            "verse": 120,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:120",
                            "text": "The Son of God—He is the cause of all good things,  And Him doth it behove every mouth to celebrate."
                        },
                        {
                            "verse": 121,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:121",
                            "text": "He did Himself espouse the bride with the blood which flowed from His wounds,  And of His wedding-friends He demanded as a nuptial gift the blood of their necks."
                        },
                        {
                            "verse": 122,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:122",
                            "text": "The Lord of the wedding-feast hung on the cross in nakedness,  And whosoever came to be a guest, He let fall His blood upon him."
                        },
                        {
                            "verse": 123,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:123",
                            "text": "Shamuna and Guria gave up their bodies for His sake  To sufferings and tomes and to all the various forms of woe."
                        },
                        {
                            "verse": 124,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:124",
                            "text": "At Him they looked as He was mocked by wicked men,  And thus did they themselves endure mockery without a groan."
                        },
                        {
                            "verse": 125,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:125",
                            "text": "Edessa was enriched by your slaughter, O blessed ones:  For ye adorned her with your crowns and with your sufferings."
                        },
                        {
                            "verse": 126,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:126",
                            "text": "Her beauty are ye, her bulwark ye, her salt ye,  Her riches and her store, yea her boast and all her treasure."
                        },
                        {
                            "verse": 127,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:127",
                            "text": "Faithful stewards are ye:  Since by your sufferings ye did array the bride in beauty."
                        },
                        {
                            "verse": 128,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:128",
                            "text": "The daughter of the Parthians, who was espoused to the cross,  Of you maketh her boast:  since by your teaching lo! she was enlightened."
                        },
                        {
                            "verse": 129,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:129",
                            "text": "Her advocates are ye; scribes who, though silent, vanquished  All error, whilst its voice was uplifted high in unbelief."
                        },
                        {
                            "verse": 130,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:130",
                            "text": "Those old men of the daughter of the Hebrews were sons of Belial,  False witnesses, who killed Naboth, feigning themselves to be true."
                        },
                        {
                            "verse": 131,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:131",
                            "text": "Her did Edessa outdo by her two old men full of beauty,  Who were witnesses to the Son of God, and died like Naboth."
                        },
                        {
                            "verse": 132,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:132",
                            "text": "Two were there, and two here, old men;  And these were called witnesses, and witnesses those."
                        },
                        {
                            "verse": 133,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:133",
                            "text": "Let us now see which of them were witnesses chosen of God,  And which city is beloved by reason of her old men and of her honourable ones."
                        },
                        {
                            "verse": 134,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:134",
                            "text": "Lo! the sons of Belial who slew Naboth are witnesses;  And here Shamuna and Guria, again, are witnesses."
                        },
                        {
                            "verse": 135,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:135",
                            "text": "Let us now see which witnesses, and which old men,  And which city can stand with confidence before God."
                        },
                        {
                            "verse": 136,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:136",
                            "text": "Sons of Belial were those witnesses of that adulterous woman,  And lo! their shame is all portrayed in their names."
                        },
                        {
                            "verse": 137,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:137",
                            "text": "Edessa's just and righteous old men, her witnesses,  Were like Naboth, who himself also was slain for righteousness' sake."
                        },
                        {
                            "verse": 138,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:138",
                            "text": "They were not like the two lying sons of Belial,  Nor is Edessa like Zion, which also crucified the Lord."
                        },
                        {
                            "verse": 139,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:139",
                            "text": "Like herself her old men were false, yea dared  To shed on the ground innocent blood wickedly."
                        },
                        {
                            "verse": 140,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:140",
                            "text": "But by these witnesses here lo! the truth is spoken."
                        },
                        {
                            "verse": 141,
                            "chapter": 2,
                            "name": "Syriac: Homilies Composed by Mar Jacob 2:141",
                            "text": "—  Blessed be He who gave us the treasure-store of their crowns!  Here endeth the Homily on Guria and Shamuna."
                        }
                    ]
                }
            ]
        }
    ]
}