{
    "books": [
        {
            "name": "The Gospel According to Peter",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "The Gospel According to Peter 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:1",
                            "text": "The Gospel According to Peter."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:2",
                            "text": "But of the Jews none washed his hands, neither Herod nor any one of his judges."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:3",
                            "text": "And when they had refused to wash them, Pilate rose up."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:4",
                            "text": "And then Herod the king commandeth that the Lord be taken, saying to them, What things soever I commanded you to do unto him, do."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:5",
                            "text": "And there was standing there Joseph the friend of Pilate and of the Lord; and, knowing that they were about to crucify him, he came to Pilate and asked the body of the Lord for burial."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:6",
                            "text": "And Pilate sent to Herod and asked his body."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:7",
                            "text": "And Herod said, Brother Pilate, even if no one had asked for him, we purposed to bury him, especially as the sabbath draweth on:  for it is written in the law, that the sun set not upon one that hath been put to death."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:8",
                            "text": "And he delivered him to the people on the day before the unleavened bread, their feast."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:9",
                            "text": "And they took the Lord and pushed him as they ran, and said, Let us drag away the Son of God, having obtained power over him."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:10",
                            "text": "And they clothed him with purple, and set him on the seat of judgment, saying, Judge righteously, O king of Israel."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:11",
                            "text": "And one of them brought a crown of thorns and put it on the head of the Lord."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:12",
                            "text": "And others stood and spat in his eyes, and others smote his cheeks:  others pricked him with a reed; and some scourged him, saying, With this honour let us honour the Son of God."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:13",
                            "text": "And they brought two malefactors, and they crucified the Lord between them."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:14",
                            "text": "But he held his peace, as though having no pain."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:15",
                            "text": "And when they had raised the cross, they wrote the title:  This is the king of Israel."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:16",
                            "text": "And having set his garments before him they parted them among them, and cast lots for them."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:17",
                            "text": "And one of those malefactors reproached them, saying, We for the evils that we have done have suffered thus, but this man, who hath become the Saviour of men, what wrong hath he done to you?  And they, being angered at him, commanded that his legs should not be broken, that he might die in torment."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:18",
                            "text": "And it was noon, and darkness came over all Judaea:  and they were troubled and distressed, lest the sun had set, whilst he was yet alive:  for it is written for them, that the sun set not on him that hath been put to death."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:19",
                            "text": "And one of them said, Give him to drink gall with vinegar."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:20",
                            "text": "And they mixed and gave him to drink, and fulfilled all things, and accomplished their sins against their own head."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:21",
                            "text": "And many went about with lamps, supposing that it was night, and fell down."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:22",
                            "text": "And the Lord cried out, saying, My power, my power, thou hast forsaken me."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:23",
                            "text": "And when he had said it he was taken up."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:24",
                            "text": "And in that hour the vail of the temple of Jerusalem was rent in twain."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:25",
                            "text": "And then they drew out the nails from the hands of the Lord, and laid him upon the earth, and the whole earth quaked, and great fear arose."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:26",
                            "text": "Then the sun shone, and it was found the ninth hour:  and the Jews rejoiced, and gave his body to Joseph that he might bury it, since he had seen what good things he had done."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:27",
                            "text": "And he took the Lord, and washed him, and rolled him in a linen cloth, and brought him into his own tomb, which was called the Garden of Joseph."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:28",
                            "text": "Then the Jews and the elders and the priests, perceiving what evil they had done to themselves, began to lament and to say, Woe for our sins:  the judgement hath drawn nigh, and the end of Jerusalem."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:29",
                            "text": "And I with my companions was grieved; and being wounded in mind we hid ourselves:  for we were being sought for by them as malefactors, and as wishing to set fire to the temple."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:30",
                            "text": "And upon all these things we fasted and sat mourning and weeping night and day until the sabbath."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:31",
                            "text": "But the scribes and Pharisees and elders being gathered together one with another, when they heard that all the people murmured and beat their breasts saying, If by his death these most mighty signs have come to pass, see how righteous he is,—the elders were afraid and came to Pilate, beseeching him and saying, Give us soldiers, that we may guard his sepulchre for three days, lest his disciples come and steal him away, and the people suppose that he is risen from the dead and do us evil."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:32",
                            "text": "And Pilate gave them Petronius the centurion with soldiers to guard the tomb."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:33",
                            "text": "And with them came elders and scribes to the sepulchre, and having rolled a great stone together with the centurion and the soldiers, they all together who were there set it at the door of the sepulchre; and they affixed seven seals, and they pitched a tent there and guarded it."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:34",
                            "text": "And early in the morning as the sabbath was drawing on, there came a multitude from Jerusalem and the region round about, that they might see the sepulchre that was sealed."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:35",
                            "text": "And in the night in which the Lord's day was drawing on, as the soldiers kept guard two by two in a watch, there was a great voice in the heaven; and they saw the heavens opened, and two men descend from thence with great light and approach the tomb."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:36",
                            "text": "And that stone which was put at the door rolled of itself and made way in part; and the tomb was opened, and both the young men entered in."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:37",
                            "text": "When therefore those soldiers saw it, they awakened the centurion and the elders; for they too were hard by keeping guard."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:38",
                            "text": "And, as they declared what things they had seen, again they see three men come forth from the tomb, and two of them supporting one, and a cross following them:  and of the two the head reached unto the heaven, but the head of him that was led by them overpassed the heavens."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:39",
                            "text": "And they heard a voice from the heavens, saying, Thou hast preached to them that sleep."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:40",
                            "text": "And a response was heard from the cross, Yea."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:41",
                            "text": "They therefore considered one with another whether to go away and shew these things to Pilate."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:42",
                            "text": "And while they yet thought thereon, the heavens again are seen to open, and a certain man to descend and enter into the sepulchre."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:43",
                            "text": "When the centurion and they that were with him saw these things, they hastened in the night to Pilate, leaving the tomb which they were watching, and declared all things which they had seen, being greatly distressed and saying, Truly he was the Son of God."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:44",
                            "text": "Pilate answered and said, I am pure from the blood of the Son of God:  but it was ye who determined this."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:45",
                            "text": "Then they all drew near and besought him and entreated him to command the centurion and the soldiers to say nothing of the things which they had seen:  For it is better, say they, for us to be guilty of the greatest sin before God, and not to fall into the hands of the people of the Jews and to be stoned."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:46",
                            "text": "Pilate therefore commanded the centurion and the soldiers to say nothing."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:47",
                            "text": "And at dawn upon the Lord's day Mary Magdalen, a disciple of the Lord, fearing because of the Jews, since they were burning with wrath, had not done at the Lord's sepulchre the things which women are wont to do for those that die and for those that are beloved by them—she took her friends with her and came to the sepulchre where he was laid."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:48",
                            "text": "And they feared lest the Jews should see them, and they said, Although on that day on which he was crucified we could not weep and lament, yet now let us do these things at his sepulchre."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:49",
                            "text": "But who shall roll away for us the stone that was laid at the door of the sepulchre, that we may enter in and sit by him and do the things that are due?  For the stone was great, and we fear lest some one see us."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:50",
                            "text": "And if we cannot, yet if we but set at the door the things which we bring for a memorial of him, we will weep and lament, until we come unto our home."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:51",
                            "text": "And they went and found the tomb opened, and coming near they looked in there; and they see there a certain young man sitting in the midst of the tomb, beautiful and clothed in a robe exceeding bright:  who said to them, Wherefore are ye come?  Whom seek ye?  Him that was crucified?  He is risen and gone."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:52",
                            "text": "But if ye believe not, look in and see the place where he lay, that he is not here; for he is risen and gone thither, whence he was sent."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:53",
                            "text": "Then the women feared and fled."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:54",
                            "text": "Now it was the last day of the unleavened bread, and many were going forth, returning to their homes, as the feast was ended."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:55",
                            "text": "But we, the twelve disciples of the Lord, wept and were grieved:  and each one, being grieved for that which was come to pass, departed to his home."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "The Gospel According to Peter 1:56",
                            "text": "But I Simon Peter and Andrew my brother took our nets and went to the sea; and there was with us Levi the son of Alphaeus, whom the Lord…."
                        }
                    ]
                }
            ]
        }
    ]
}