{
    "books": [
        {
            "name": "Justin Martyr: Hortatory Address to the Greeks",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 1:1",
                            "text": "Justin's Hortatory Address to the Greeks   Chapter 1 — Reasons for addressing the Greeks."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 1:2",
                            "text": "As I begin this hortatory address to you, ye men of Greece, I pray God that I may know what I ought to say to you, and that you, shaking off your habitual love of disputing, and being delivered from the error of your fathers, may now choose what is profitable; not fancying that you commit any offence against your forefathers, though the things which you formerly considered by no means salutary should now seem useful to you."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 1:3",
                            "text": "For accurate investigation of matters, putting truth to the question with a more searching scrutiny, often reveals that things which have passed for excellent are of quite another sort."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 1:4",
                            "text": "Since, then, we propose to discourse of the true religion (than which, I think, there is nothing which is counted more valuable by those who desire to pass through life without danger, on account of the judgment which is to be after the termination of this life, and which is announced not only by our forefathers according to God, to wit the prophets and lawgivers, but also by those among yourselves who have been esteemed wise, not poets alone, but also philosophers, who professed among you that they had attained the true and divine knowledge), I think it well first of all to examine the teachers of religion, both our own and yours, who they were, and how great, and in what times they lived; in order that those who have formerly received from their fathers the false religion, may now, when they perceive this, be extricated from that inveterate error; and that we may clearly and manifestly show that we ourselves follow the religion of our forefathers according to God."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 2:1",
                            "text": "Chapter 2 — The poets are unfit to be religious teachers."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 2:2",
                            "text": "Whom, then, ye men of Greece, do ye call your teachers of religion? The poets? It will do your cause no good to say so to men who know the poets; for they know how very ridiculous a theogony they have composed,—as we can learn from Homer, your most distinguished and prince of poets."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 2:3",
                            "text": "For he says, first, that the gods were in the beginning generated from water; for he has written thus:—  \"Both ocean, the origin of the gods, and their mother Tethys\"  And then we must also remind you of what he further says of him whom ye consider the first of the gods, and whom he often calls \"the father of gods and men;\" for he said:—  \"Zeus, who is the dispenser of war to men\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 2:4",
                            "text": "Indeed, he says that he was not only the dispenser of war to the army, but also the cause of perjury to the Trojans, by means of his daughter; and Homer introduces him in love, and bitterly complaining, and bewailing himself, and plotted against by the other gods, and at one time exclaiming concerning his own son:—  \"Alas! he falls, my most beloved of men! Sarpedon, vanquished by Patroclus, falls."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 2:5",
                            "text": "So will the fates\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 2:6",
                            "text": "And at another time concerning Hector:—  \"Ah! I behold a warrior dear to me Around the walls of Ilium driven, and grieve For Hector\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 2:7",
                            "text": "And what he says of the conspiracy of the other gods against Zeus, they know who read these words: \"When the other Olympians—Juno, and Neptune, and Minerva — wished to bind him\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 2:8",
                            "text": "And unless the blessed gods had feared him whom gods call Briareus, Zeus would have been bound by them."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 2:9",
                            "text": "And what Homer says of his intemperate loves, we must remind you in the very words he used."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 2:10",
                            "text": "For he said that Zeus spake thus to Juno:—  \"For never goddess pour'd, nor woman yet, So full a tide of love into my breast; I never loved Ixion's consort thus, Nor sweet Acrisian Danaë, from whom Sprang Perseus, noblest of the race of man; Nor Phoenix' daughter fair, of whom were born Minos, unmatch'd but by the powers above, And Rhadamanthus; nor yet Semele, Nor yet Alcmene, who in Thebes produced The valiant Hercules; and though my son By Semele were Bacchus, joy of man; Nor Ceres golden-hair'd, nor high-enthron'd Latona in the skies; no—nor thyself As now I love thee, and my soul perceive O'erwhelm'd with sweetness of intense desire\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 2:11",
                            "text": "It is fit that we now mention what one can learn from the work of Homer of the other gods, and what they suffered at the hands of men."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 2:12",
                            "text": "For he says that Mars and Venus were wounded by Diomed, and of many others of the gods he relates the sufferings."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 2:13",
                            "text": "For thus we can gather from the case of Dione consoling her daughter; for she said to her:—  \"Have patience, dearest child; though much enforc'd Restrain thine anger: we, in heav'n who dwell, Have much to bear from mortals; and ourselves Too oft upon each other suff'rings lay: Mars had his suff'rings; by Alöeus sons, Otus and Ephialtes, strongly bound, He thirteen months in brazen fetters lay: Juno, too, suffer'd, when Amphitryon's son Thro' her right breast a three-barb'd arrow sent: Dire, and unheard of, were the pangs she bore, Great Pluto's self the stinging arrow felt, When that same son of aegis-bearing Jove Assail'd him in the very gates of hell, And wrought him keenest anguish; pierced with pain, To high Olympus, to the courts of Jove, Groaning, he came; the bitter shaft remain'd Deep in his shoulder fix'd, and griev'd his soul\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 2:14",
                            "text": "But if it is right to remind you of the battle of the gods, opposed to one another, your own poet himself will recount it, saying:—  \"Such was the shock when gods in battle met; For there to royal Neptune stood oppos'd Phoebus Apollo with his arrows keen; The blue-eyed Pallas to the god of war; To Juno, Dian, heav'nly archeress, Sister of Phoebus, golden-shafted queen."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 2:15",
                            "text": "Stout Hermes, helpful god, Latona fac'd\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 2:16",
                            "text": "These and such like things did Homer teach you; and not Homer only, but also Hesiod."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 2:17",
                            "text": "So that if you believe your most distinguished poets, who have given the genealogies of your gods, you must of necessity either suppose that the gods are such beings as these, or believe that there are no gods at all."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 3:1",
                            "text": "Chapter 3 — Opinions of the school of Thales."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 3:2",
                            "text": "And if you decline citing the poets, because you say it is allowable for them to frame myths, and to relate in a mythical way many things about the gods which are far from true, do you suppose you have some others for your religious teachers, or how do you say that they themselves have learned this religion of yours? For it is impossible that any should know matters so great and divine, who have not themselves learned them first from the initiated."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 3:3",
                            "text": "You will no doubt say, \"The sages and philosophers\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 3:4",
                            "text": "For to them, as to a fortified wall, you are wont to flee, when any one quotes the opinions of your poets about the gods."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 3:5",
                            "text": "Therefore, since it is fit that we commence with the ancients and the earliest, beginning thence I will produce the opinion of each, much more ridiculous as it is than the theology of the poets."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 3:6",
                            "text": "For Thales of Miletus, who took the lead in the study of natural philosophy, declared that water was the first principle of all things; for from water he says that all things are, and that into water all are resolved."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 3:7",
                            "text": "And after him Anaximander, who came from the same Miletus, said that the infinite was the first principle of all things; for that from this indeed all things are produced, and into this do all decay."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 3:8",
                            "text": "Thirdly, Anaximenes—and he too was from Miletus—says that air is the first principle of all things; for he says that from this all things are produced, and into this all are resolved."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 3:9",
                            "text": "Heraclitus and Hippasus, from Metapontus, say that fire is the first principle of all things; for from fire all things proceed, and in fire do all things terminate."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 3:10",
                            "text": "Anaxagoras of Clazomenae said that the homogeneous parts are the first principles of all things."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 3:11",
                            "text": "Archelaus, the son of Apollodorus, an Athenian, says that the infinite air and its density and rarity are the first principle of all things."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 3:12",
                            "text": "All these, forming a succession from Thales, followed the philosophy called by themselves physical."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 4:1",
                            "text": "Chapter 4 — Opinions of Pythagoras and Epicurus."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 4:2",
                            "text": "Then, in regular succession from another starting-point, Pythagoras the Samian, son of Mnesarchus, calls numbers, with their proportions and harmonies, and the elements composed of both, the first principles; and he includes also unity and the indefinite binary."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 4:3",
                            "text": "Epicurus, an Athenian, the son of Neocles, says that the first principles of the things that exist are bodies perceptible by reason, admitting no vacuity, unbegotten, indestructible, which can neither be broken, nor admit of any formation of their parts, nor alteration, and are therefore perceptible by reason."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 4:4",
                            "text": "Empedocles of Agrigentum, son of Meton, maintained that there were four elements—fire, air, water, earth; and two elementary powers — love and hate, of which the former is a power of union, the latter of separation."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 4:5",
                            "text": "You see, then, the confusion of those who are considered by you to have been wise men, whom you assert to be your teachers of religion: some of them declaring that water is the first principle of all things; others, air others, fire; and others, some other of these fore-mentioned elements; and all of them employing persuasive arguments for the establishment of their own errors, and attempting to prove their own peculiar dogma to be the most valuable."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 4:6",
                            "text": "These things were said by them."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 4:7",
                            "text": "How then, ye men of Greece, can it be safe for those who desire to be saved, to fancy that they can learn the true religion from these philosophers, who were neither able so to convince themselves as to prevent sectarian wrangling with one another, and not to appear definitely opposed to one another's opinions?."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 5:1",
                            "text": "Chapter 5 — Opinions of Plato and Aristotle."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 5:2",
                            "text": "But possibly those who are unwilling to give up the ancient and inveterate error, maintain that they have received the doctrine of their religion not from those who have now been mentioned, but from those who are esteemed among them as the most renowned and finished philosophers, Plato and Aristotle."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 5:3",
                            "text": "For these, they say, have learned the perfect and true religion."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 5:4",
                            "text": "But I would be glad to ask, first of all, from those who say so, from whom they say that these men have learned this knowledge; for it is impossible that men who have not learned these so great and divine matters from some who knew them, should either themselves know them, or be able correctly to teach others; and, in the second place, I think we ought to examine the opinions even of these sages."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 5:5",
                            "text": "For we shall see whether each of these does not manifestly contradict the other."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 5:6",
                            "text": "But if we find that even they do not agree with each other, I think it is easy to see clearly that they too are ignorant."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 5:7",
                            "text": "For Plato, with the air of one that has descended from above, and has accurately ascertained and seen all that is in heaven, says that the most high God exists in a fiery substance."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 5:8",
                            "text": "But Aristotle, in a book addressed to Alexander of Macedon, giving a compendious explanation of his own philosophy, clearly and manifestly overthrows the opinion of Plato, saying that God does not exist in a fiery substance: but inventing, as a fifth substance, some kind of aetherial and unchangeable body, says that God exists in it."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 5:9",
                            "text": "Thus, at least, he wrote: \"Not, as some of those who have erred regarding the Deity say, that God exists in a fiery substance\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 5:10",
                            "text": "Then, as if he were not satisfied with this blasphemy against Plato, he further, for the sake of proving what he says about the aetherial body, cites as a witness him whom Plato had banished from his republic as a liar, and as being an imitator of the images of truth at three removes, for so Plato calls Homer; for he wrote: \"Thus at least did Homer speak, 'And Zeus obtained the wide heaven in the air and the clouds,' \" wishing to make his own opinion appear more worthy of credit by the testimony of Homer; not being aware that if he used Homer as a witness to prove that he spoke truth, many of his tenets would be proved untrue."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 5:11",
                            "text": "For Thales of Miletus, who was the founder of philosophy among them, taking occasion from him, will contradict his first opinions about first principles."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 5:12",
                            "text": "For Aristotle himself, having said that God and matter are the first principles of all things, Thales, the eldest of all their sages, says that water is the first principle of the things that exist; for he says that all things are from water, and that all things are resolved into water."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 5:13",
                            "text": "And he conjectures this, first, from the fact that the seed of all living creatures, which is their first principle, is moist; and secondly, because all plants grow and bear fruit in moisture, but when deprived of moisture, wither."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 5:14",
                            "text": "Then, as if not satisfied with his conjectures, he cites Homer as a most trustworthy testimony, who speaks thus:—  \"Ocean, who is the origin of all\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 5:15",
                            "text": "May not Thales, then, very fairly say to him, \"What is the reason, Aristotle, why you give heed to Homer, as if he spoke truth, when you wish to demolish the opinions of Plato; but when you promulgate an opinion contrary to ours, you think Homer untruthful?\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 6:1",
                            "text": "Chapter 6 — Further disagreements between Plato and Aristotle."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 6:2",
                            "text": "And that these very wonderful sages of yours do not even agree in other respects, can be easily learned from this."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 6:3",
                            "text": "For while Plato says that there are three first principles of all things, God, and matter, and form,—God, the maker of all; and matter, which is the subject of the first production of all that is produced, and affords to God opportunity for His workmanship; and form, which is the type of each of the things produced,— Aristotle makes no mention at all of form as a first principle, but says that there are two, God and matter."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 6:4",
                            "text": "And again, while Plato says that the highest God and the ideas exist in the first place of the highest heavens, and in fixed sphere, Aristotle says that, next to the most high God, there are, not ideas, but certain gods, who can be perceived by the mind."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 6:5",
                            "text": "Thus, then, do they differ concerning things heavenly."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 6:6",
                            "text": "So that one can see that they not only are unable to understand our earthly matters, but also, being at variance among themselves regarding these things, they will appear unworthy of credit when they treat of things heavenly."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 6:7",
                            "text": "And that even their doctrine regarding the human soul as it now is does not harmonize, is manifest from what has been said by each of them concerning it."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 6:8",
                            "text": "For Plato says that it is of three parts, having the faculty of reason, of affection, and of appetite."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 6:9",
                            "text": "But Aristotle says that the soul is not so comprehensive as to include also corruptible parts, but only reason."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 6:10",
                            "text": "And Plato loudly maintains that \"the whole soul is immortal\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 6:11",
                            "text": "But Aristotle, naming it \"the actuality,\" would have it to be mortal, not immortal."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 6:12",
                            "text": "And the former says it is always in motion; but Aristotle says that it is immoveable, since it must itself precede all motion."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 7:1",
                            "text": "Chapter 7 — Inconsistencies of Plato's doctrine."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 7:2",
                            "text": "But in these things they are convicted of thinking in contradiction to each other."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 7:3",
                            "text": "And if any one will accurately criticise their writings, they have chosen to abide in harmony not even with their own opinions."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 7:4",
                            "text": "Plato, at any rate, at one time says that there are three first principles of the universe—God, and matter, and form; but at another time four, for he adds the universal soul."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 7:5",
                            "text": "And again, when he has already said that matter is eternal, he afterwards says that it is produced; and when he has first given to form its peculiar rank as a first principle, and has asserted for its self-subsistence, he afterwards says that this same thing is among the things perceived by the understanding."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 7:6",
                            "text": "Moreover, having first declared that everything that is made is mortal he afterwards states that some of the things that are made are indestructible and immortal."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 7:7",
                            "text": "What, then, is the cause why those who have been esteemed wise among you disagree not only with one another but also with themselves? Manifestly, their unwillingness to learn from those who know, and their desire to attain accurate knowledge of things heavenly by their own human excess of wisdom though they were able to understand not even earthly matters."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 7:8",
                            "text": "Certainly some of your philosophers say that the human soul is in us; others, that it is around us."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 7:9",
                            "text": "For not even in this did they choose to agree with one another, but, distributing, as it were, ignorance in various ways among themselves, they thought fit to wrangle and dispute with one another even about the soul."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 7:10",
                            "text": "For some of them say that the soul is fire, and some that it is the air; and others, the mind; and others, motion; and others, an exhalation; and certain others say that it is a power flowing from the stars; and others, number capable of motion; and others, a generating water."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 7:11",
                            "text": "And a wholly confused and inharmonious opinion has prevailed among them, which only in this one respect appears praiseworthy to those who can form a right judgment, that they have been anxious to convict one another of error and falsehood."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 8:1",
                            "text": "Chapter 8 — Antiquity, inspiration, and harmony of Christian teachers."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 8:2",
                            "text": "Since therefore it is impossible to learn anything true concerning religion from your teachers, who by their mutual disagreement have furnished you with sufficient proof of their own ignorance, I consider it reasonable to recur to our progenitors, who both in point of time have by a great way the precedence of your teachers, and who have taught us nothing from their own private fancy, nor differed with one another, nor attempted to overturn one another's positions, but without wrangling and contention received from God the knowledge which also they taught to us."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 8:3",
                            "text": "For neither by nature nor by human conception is it possible for men to know things so great and divine, but by the gift which then descended from above upon the holy men, who had no need of rhetorical art, nor of uttering anything in a contentious or quarrelsome manner, but to present themselves pure to the energy of the Divine Spirit, in order that the divine plectrum itself, descending from heaven, and using righteous men as an instrument like a harp or lyre, might reveal to us the knowledge of things divine and heavenly."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 8:4",
                            "text": "Wherefore, as if with one mouth and one tongue, they have in succession, and in harmony with one another, taught us both concerning God, and the creation of the world, and the formation of man, and concerning the immortality of the human soul, and the judgment which is to be after this life, and concerning all things which it is needful for us to know, and thus in divers times and places have afforded us the divine instruction."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 9:1",
                            "text": "Chapter 9 — The antiquity of Moses proved by Greek writers."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 9:2",
                            "text": "I will begin, then, with our first prophet and lawgiver, Moses; first explaining the times in which he lived, on authorities which among you are worthy of all credit."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 9:3",
                            "text": "For I do not propose to prove these things only from our own divine histories, which as yet you are unwilling to credit on account of the inveterate error of your forefathers, but also from your own histories, and such, too, as have no reference to our worship, that you may know that, of all your teachers, whether sages, poets, historians, philosophers, or lawgivers, by far the oldest, as the Greek histories show us, was Moses, who was our first religious teacher."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 9:4",
                            "text": "For in the times of Ogyges and Inachus, whom some of your poets suppose to have been earth-born, Moses is mentioned as the leader and ruler of the Jewish nation."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 9:5",
                            "text": "For in this way he is mentioned both by Polemon in the first book of his Hellenics, and by Apion son of Posidonius in his book against the Jews, and in the fourth book of his history, where he says that during the reign of Inachus over Argos the Jews revolted from Amasis king of the Egyptians, and that Moses led them."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 9:6",
                            "text": "And Ptolemaeus the Mendesian, in relating the history of Egypt, concurs in all this."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 9:7",
                            "text": "And those who write the Athenian history, Hellanicus and Philochorus (the author of The Attic History), Castor and Thallus and Alexander Polyhistor, and also the very well informed writers on Jewish affairs, Philo and Josephus, have mentioned Moses as a very ancient and time-honoured prince of the Jews."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 9:8",
                            "text": "Josephus, certainly, desiring to signify even by the title of his work the antiquity and age of the history, wrote thus at the commencement of the history: \"The Jewish antiquities of Flavius Josephus,\"—signifying the oldness of the history by the word \"antiquities\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 9:9",
                            "text": "And your most renowned historian Diodorus, who employed thirty whole years in epitomizing the libraries, and who, as he himself wrote, travelled over both Asia and Europe for the sake of great accuracy, and thus became an eye-witness of very many things, wrote forty entire books of his own history."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 9:10",
                            "text": "And he in the first book, having said that he had learned from the Egyptian priests that Moses was an ancient lawgiver, and even the first, wrote of him in these very words: \"For subsequent to the ancient manner of living in Egypt which gods and heroes are fabled to have regulated, they say that Moses first persuaded the people to use written laws, and to live by them; and he is recorded to have been a man both great of soul and of great faculty in social matters\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 9:11",
                            "text": "Then, having proceeded a little further, and wishing to mention the ancient lawgivers, he mentions Moses first."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 9:12",
                            "text": "For he spoke in these words: \"Among the Jews they say that Moses ascribed his laws to that God who is called Jehovah, whether because they judged it a marvellous and quite divine conception which promised to benefit a multitude of men, or because they were of opinion that the people would be the more obedient when they contemplated the majesty and power of those who were said to have invented the laws."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 9:13",
                            "text": "And they say that Sasunchis was the second Egyptian legislator, a man of excellent understanding."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 9:14",
                            "text": "And the third, they say, was Sesonchosis the king, who not only performed the most brilliant military exploits of any in Egypt, but also consolidated that warlike race by legislation."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 9:15",
                            "text": "And the fourth lawgiver, they say, was Bocchoris the king, a wise and surpassingly skilful man."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 9:16",
                            "text": "And after him it is said that Amasis the king acceded to the government, whom they relate to have regulated all that pertains to the rulers of provinces, and to the general administration of the government of Egypt."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 9:17",
                            "text": "And they say that Darius, the father of Xerxes, was the sixth who legislated for the Egyptians\"."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 10:1",
                            "text": "Chapter 10 — Training and inspiration of Moses."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 10:2",
                            "text": "These things, ye men of Greece, have been recorded in writing concerning the antiquity of Moses by those who were not of our religion; and they said that they learned all these things from the Egyptian priests, among whom Moses was not only born, but also was thought worthy of partaking of all the education of the Egyptians, on account of his being adopted by the king's daughter as her son; and for the same reason was thought worthy of great attention, as the wisest of the historians relate, who have chosen to record his life and actions, and the rank of his descent, — I speak of Philo and Josephus."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 10:3",
                            "text": "For these, in their narration of the history of the Jews, say that Moses was sprung from the race of the Chaldaeans, and that he was born in Egypt when his forefathers had migrated on account of famine from Phoenicia to that country; and him God chose to honour on account of his exceeding virtue, and judged him worthy to become the leader and lawgiver of his own race, when He thought it right that the people of the Hebrews should return out of Egypt into their own land."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 10:4",
                            "text": "To him first did God communicate that divine and prophetic gift which in those days descended upon the holy men, and him also did He first furnish that he might be our teacher in religion, and then after him the rest of the prophets, who both obtained the same gift as he, and taught us the same doctrines concerning the same subjects."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 10:5",
                            "text": "These we assert to have been our teachers, who taught us nothing from their own human conception, but from the gift vouchsafed to them by God from above."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 11:1",
                            "text": "Chapter 11 — Heathen oracles testify of Moses."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 11:2",
                            "text": "But as you do not see the necessity of giving up the ancient error of your forefathers in obedience to these teachers of ours, what teachers of your own do you maintain to have lived worthy of credit in the matter of religion? For, as I have frequently said, it is impossible that those who have not themselves learned these so great and divine things from such persons as are acquainted with them, should either themselves know them, or be able rightly to teach others."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 11:3",
                            "text": "Since, therefore, it has been sufficiently proved that the opinions of your philosophers are obviously full of all ignorance and deceit, having now perhaps wholly abandoned the philosophers as formerly you abandoned the poets, you will turn to the deceit of the oracles; for in this style I have heard some speaking."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 11:4",
                            "text": "Therefore I think it fit to tell you at this step in our discourse what I formerly heard among you concerning their utterances."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 11:5",
                            "text": "For when one inquired at your oracle—it is your own story—what religious men had at any time happened to live, you say that the oracle answered thus: \"Only the Chaldaeans have obtained wisdom, and the Hebrews, who worship God Himself, the self-begotten King\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 11:6",
                            "text": "Since, therefore, you think that the truth can be learned from your oracles, when you read the histories and what has been written regarding the life of Moses by those who do not belong to our religion, and when you know that Moses and the rest of the prophets were descended from the race of the Chaldaeans and Hebrews, do not think that anything incredible has taken place if a man sprung from a godly line, and who lived worthily of the godliness of his fathers, was chosen by God to be honoured with this great gift and to be set forth as the first of all the prophets."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 12:1",
                            "text": "Chapter 12 — Antiquity of Moses proved."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 12:2",
                            "text": "And I think it necessary also to consider the times in which your philosophers lived, that you may see that the time which produced them for you is very recent, and also short."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 12:3",
                            "text": "For thus you will be able easily to recognise also the antiquity of Moses."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 12:4",
                            "text": "But lest, by a complete survey of the periods, and by the use of a greater number of proofs, I should seem to be prolix, I thing it may be sufficiently demonstrated from the following."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 12:5",
                            "text": "For Socrates was the teacher of Plato, and Plato of Aristotle."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 12:6",
                            "text": "Now these men flourished in the time of Philip and Alexander of Macedon, in which time also the Athenian orators flourished, as the Philippics of Demosthenes plainly show us."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 12:7",
                            "text": "And those who have narrated the deeds of Alexander sufficiently prove that during his reign Aristotle associated with him."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 12:8",
                            "text": "From all manner of proofs, then, it is easy to see that the history of Moses is by far more ancient than all profane histories."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 12:9",
                            "text": "And, besides, it is fit that you recognise this fact also, that nothing has been accurately recorded by Greeks before the era of the Olympiads, and that there is no ancient work which makes known any action of the Greeks or Barbarians."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 12:10",
                            "text": "But before that period existed only the history of the prophet Moses, which he wrote in the Hebrew character by the divine inspiration."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 12:11",
                            "text": "For the Greek character was not yet in use, as the teachers of language themselves prove, telling us that Cadmus first brought the letters from Phoenicia, and communicated them to the Greeks."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 12:12",
                            "text": "And your first of philosophers, Plato, testifies that they were a recent discovery."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 12:13",
                            "text": "For in the Timaeus he wrote that Solon, the wisest of the wise men, on his return from Egypt, said to Critias that he had heard this from a very aged Egyptian priest, who said to him, \"O Solon, Solon, you Greeks are ever children, and aged Greek there is none\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 12:14",
                            "text": "Then again he said, \"You are all youths in soul, for you hold no ancient opinion derived through remote tradition, nor any system of instruction hoary with time; but all these things escape your knowledge, because for many generations the posterity of these ancient ages died mute, not having the use of letters\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 12:15",
                            "text": "It is fit, therefore, that you understand that it is the fact that every history has been written in these recently-discovered Greek letters; and if any one would make mention of old poets, or legislators, or historians, or philosophers, or orators, he will find that they wrote their own works in the Greek character."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 13:1",
                            "text": "Chapter 13 — History of the Septuagint."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 13:2",
                            "text": "But if any one says that the writings of Moses and of the rest of the prophets were also written in the Greek character, let him read profane histories, and know that Ptolemy, king of Egypt, when he had built the library in Alexandria, and by gathering books from every quarter had filled it, then learnt that very ancient histories written in Hebrew happened to be carefully preserved; and wishing to know their contents, he sent for seventy wise men from Jerusalem, who were acquainted with both the Greek and Hebrew language, and appointed them to translate the books; and that in freedom from all disturbance they might the more speedily complete the translation, he ordered that there should be constructed, not in the city itself, but seven stadia off (where the Pharos was built), as many little cots as there were translators, so that each by himself might complete his own translation; and enjoined upon those officers who were appointed to this duty, to afford them all attendance, but to prevent communication with one another, in order that the accuracy of the translation might be discernible even by their agreement."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 13:3",
                            "text": "And when he ascertained that the seventy men had not only given the same meaning, but had employed the same words, and had failed in agreement with one another not even to the extent of one word; but had written the same things, and concerning the same things, he was struck with amazement, and believed that the translation had been written by divine power, and perceived that the men were worthy of all honour, as beloved of God; and with many gifts ordered them to return to their own country."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 13:4",
                            "text": "And having, as was natural, marvelled at the books, and concluded them to be divine, he consecrated them in that library."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 13:5",
                            "text": "These things, ye men of Greece, are no fable, nor do we narrate fictions; but we ourselves having been in Alexandria, saw the remains of the little cots at the Pharos still preserved, and having heard these things from the inhabitants, who had received them as part of their country's tradition, we now tell to you what you can also learn from others, and specially from those wise and esteemed men who have written of these things, Philo and Josephus, and many others."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 13:6",
                            "text": "But if any of those who are wont to be forward in contradiction should say that these books do not belong to us, but to the Jews, and should assert that we in vain profess to have learnt our religion froth them, let him know, as he may from those very things which are written in these books, that not to them, but to us, does the doctrine of them refer."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 13:7",
                            "text": "That the books relating to our religion are to this day preserved among the Jews, has been a work of Divine Providence on our behalf; for lest, by producing them out of the Church, we should give occasion to those who wish to slander us to charge us with fraud, we demand that they be produced from the synagogue of the Jews, that from the very books still preserved among them it might clearly and evidently appear, that the laws which were written by holy men for instruction pertain to us."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 14:1",
                            "text": "Chapter 14 — A warning appeal to the Greeks."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 14:2",
                            "text": "It is therefore necessary, ye Greeks, that you contemplate the things that are to be, and consider the judgment which is predicted by all, not only by the godly, but also by those who are irreligious, that ye do not without investigation commit yourselves to the error of your fathers, nor suppose that if they themselves have been in error, and have transmitted it to you, that this which they have taught you is true; but looking to the danger of so terrible a mistake, inquire and investigate carefully into those things which are, as you say, spoken of even by your own teachers."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 14:3",
                            "text": "For even unwillingly they were on your account forced to say many things by the Divine regard for mankind, especially those of them who were in Egypt, and profited by the godliness of Moses and his ancestry."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 14:4",
                            "text": "For I think that some of you, when you read even carelessly the history of Diodorus, and of those others who wrote of these things, cannot fail to see that both Orpheus, and Homer, and Solon, who wrote the laws of the Athenians, and Pythagoras, and Plato, and some others, when they had been in Egypt, and had taken advantage of the history of Moses, afterwards published doctrines concerning the gods quite contrary to those which formerly they had erroneously promulgated."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 15:1",
                            "text": "Chapter 15 — Testimony of Orpheus to monotheism."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 15:2",
                            "text": "At all events, we must remind you what Orpheus, who was, as one might say, your first teacher of polytheism, latterly addressed to his son Musaeus, and to the other legitimate auditors, concerning the one and only God."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 15:3",
                            "text": "And he spoke thus:—  \"I speak to those who lawfully may hear: All others, ye profane, now close the doors, And, O Musaeus! hearken thou to me, Who offspring art of the light-bringing moon: The words I utter now are true indeed; And if thou former thoughts of mine hast seen, Let them not rob thee of the blessed life, But rather turn the depths of thine own heart Unto the place where light and knowledge dwell."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 15:4",
                            "text": "Take thou the word divine to guide thy steps, And walking well in the straight certain path, Look to the one and universal King— One, self-begotten, and the only One, Of whom all things and we ourselves are sprung."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 15:5",
                            "text": "All things are open to His piercing gaze, While He Himself is still invisible."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 15:6",
                            "text": "Present in all His works, though still unseen, He gives to mortals evil out of good, Sending both chilling wars and tearful griefs; And other than the great King there is none."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 15:7",
                            "text": "The clouds for ever settle round His throne, And mortal eyeballs in mere mortal eyes Are weak, to see Jove reigning over all."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 15:8",
                            "text": "He sits established in the brazen heavens Upon His golden throne; under His feet He treads the earth, and stretches His right hand To all the ends of ocean, and around Tremble the mountain ranges and the streams, The depths, too, of the blue and hoary sea\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 15:9",
                            "text": "And again, in some other place he says:—  \"There is one Zeus alone, one sun, one hell, One Bacchus; and in all things but one God; Nor of all these as diverse let me speak\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 15:10",
                            "text": "And when he swears he says:—  \"Now I adjure thee by the highest heaven, The work of the great God, the only wise; And I adjure thee by the Father's voice."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 15:11",
                            "text": "Which first He uttered when He stablished The whole world by His counsel\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 15:12",
                            "text": "What does he mean by \"I adjure thee by the Father's voice, which first He uttered?\" It is the Word of God which he here names \"the voice,\" by whom heaven and earth and the whole creation were made, as the divine prophecies of the holy men teach us; and these he himself also paid some attention to in Egypt, and understood that all creation was made by the Word of God; and therefore, after he says, \"I adjure thee by the Father's voice, which first He uttered,\" he adds this besides, \"when by His counsel He established the whole world\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 15:13",
                            "text": "Here he calls the Word \"voice,\" for the sake of the poetical metre."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 15:14",
                            "text": "And that this is so, is manifest from the fact, that a little further on, where the metre permits him, he names it \"Word\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 15:15",
                            "text": "For he said:—  \"Take thou the Word divine to guide thy steps\"."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 16:1",
                            "text": "Chapter 16 — Testimony of the Sibyl."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 16:2",
                            "text": "We must also mention what the ancient and exceedingly remote Sibyl, whom Plato and Aristophanes, and others besides, mention as a prophetess, taught you in her oracular verses concerning one only God."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 16:3",
                            "text": "And she speaks thus:—  \"There is one only unbegotten God, Omnipotent, invisible, most high, All-seeing, but Himself seen by no flesh\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 16:4",
                            "text": "Then elsewhere thus:—  \"But we have strayed from the Immortal's ways, And worship with a dull and senseless mind Idols, the workmanship of our own hands, And images and figures of dead men\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 16:5",
                            "text": "And again somewhere else:—  \"Blessed shall be those men upon the earth Who shall love the great God before all else, Blessing Him when they eat and when they drink; Trusting it, this their piety alone."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 16:6",
                            "text": "Who shall abjure all shrines which they may see, All altars and vain figures of dumb stones, Worthless and stained with blood of animals, And sacrifice of the four-fooled tribes, Beholding the great glory of One God\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 16:7",
                            "text": "These are the Sibyl's words."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 17:1",
                            "text": "Chapter 17 — Testimony of Homer."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 17:2",
                            "text": "And the poet Homer, using the license of poetry, and rivalling the original opinion of Orpheus regarding the plurality of the gods, mentions, indeed, several gods in a mythical style, lest he should seem to sing in a different strain from the poem of Orpheus, which he so distinctly proposed to rival, that even in the first line of his poem he indicated the relation he held to him."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 17:3",
                            "text": "For as Orpheus in the beginning of his poem had said, \"O goddess, sing the wrath of Demeter, who brings the goodly fruit,\" Homer began thus, \"O goddess, sing the wrath of Achilles, son of Peleus,\" preferring, as it seems to me, even to violate the poetical metre in his first line, than that he should seem not to have remembered before all else the names of the gods."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 17:4",
                            "text": "But shortly after he also clearly and explicitly presents his own opinion regarding one God only, somewhere saying to Achilles by the mouth of Phoenix, \"Not though God Himself were to promise that He would peel off my old age, and give me the rigour of my youth,\" where he indicates by the pronoun the real and true God."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 17:5",
                            "text": "And somewhere he makes Ulysses address the host of the Greeks thus: \"The rule of many is not a good thing; let there be one ruler\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 17:6",
                            "text": "And that the rule of many is not a good thing, but on the contrary an evil, he proposed to evince by fact, recounting the wars which took place on account of the multitude of rulers, and the fights and factions, and their mutual counterplots."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 17:7",
                            "text": "For monarchy is free from contention."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 17:8",
                            "text": "So far the poet Homer."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 18:1",
                            "text": "Chapter 18 — Testimony of Sophocles."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 18:2",
                            "text": "And if it is needful that we add testimonies concerning one God, even from the dramatists, hear even Sophocles speaking thus:—  \"There is one God, in truth there is but one, Who made the heavens and the broad earth beneath, The glancing waves of ocean and the winds But many of us mortals err in heart, And set up for a solace in our woes Images of the gods in stone and wood, Or figures carved in brass or ivory, And, furnishing for these our handiworks, Both sacrifice and rite magnificent, We think that thus we do a pious work\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 18:3",
                            "text": "Thus, then, Sophocles."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 19:1",
                            "text": "Chapter 19 — Testimony of Pythagoras."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 19:2",
                            "text": "And Pythagoras, son of Mnesarchus, who expounded the doctrines of his own philosophy, mystically by means of symbols, as those who have written his life show, himself seems to have entertained thoughts about the unity of God not unworthy of his foreign residence in Egypt."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 19:3",
                            "text": "For when he says that unity is the first principle of all things, and that it is the cause of all good, he teaches by an allegory that God is one, and alone."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 19:4",
                            "text": "And that this is so, is evident from his saying that unity and one differ widely from one another."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 19:5",
                            "text": "For he says that unity belongs to the class of things perceived by the mind, but that one belongs to numbers."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 19:6",
                            "text": "And if you desire to see a clearer proof of the opinion of Pythagoras concerning one God, hear his own opinion, for he spoke as follows: \"God is one; and He Himself does not, as some suppose, exist outside the world, but in it, He being wholly present in the whole circle, and beholding all generations; being the regulating ingredient of all the ages, and the administrator of His own powers and works, the first principle of all things, the light of heaven, and Father of all, the intelligence and animating soul of the universe, the movement of all orbits\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 19:7",
                            "text": "Thus, then, Pythagoras."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 20:1",
                            "text": "Chapter 20 — Testimony of Plato."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 20:2",
                            "text": "But Plato, though he accepted, as is likely, the doctrine of Moses and the other prophets regarding one only God, which he learned while in Egypt, yet fearing, on account of what had befallen Socrates, lest he also should raise up some Anytus or Meletus against himself, who should accuse him before the Athenians, and say, \"Plato is doing harm, and making himself mischievously busy, not acknowledging the gods recognised by the state;\" in fear of the hemlock-juice, contrives an elaborate and ambiguous discourse concerning the gods, furnishing by his treatise gods to those who wish them, and none for those who are differently disposed, as may readily be seen from his own statements."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 20:3",
                            "text": "For when he has laid down that everything that is made is mortal, he afterwards says that the gods were made."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 20:4",
                            "text": "If, then, he would have God and matter to be the origin of all things, manifestly it is inevitably necessary to say that the gods were made of matter; but if of matter, out of which he said that evil also had its origin, he leaves right-thinking persons to consider what kind of beings the gods should be thought who are produced out of matter."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 20:5",
                            "text": "For, for this very reason did he say that matter was eternal, that he might not seem to say that God is the creator of evil."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 20:6",
                            "text": "And regarding the gods who were made by God, there is no doubt he said this: \"Gods of gods, of whom I am the creator\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 20:7",
                            "text": "And he manifestly held the correct opinion concerning the really existing God."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 20:8",
                            "text": "For having heard in Egypt that God had said to Moses, when He was about to send him to the Hebrews, \"I am that I am,\" he understood that God had not mentioned to him His own proper name."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 21:1",
                            "text": "Chapter 21 — The namelessness of God."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 21:2",
                            "text": "For God cannot be called by any proper name, for names are given to mark out and distinguish their subject-matters, because these are many and diverse; but neither did any one exist before God who could give Him a name, nor did He Himself think it right to name Himself, seeing that He is one and unique, as He Himself also by His own prophets testifies, when He says, \"I God am the first,\" and after this, \"And beside me there is no other God\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 21:3",
                            "text": "On this account, then, as I before said, God did not, when He sent Moses to the Hebrews, mention any name, but by a participle He mystically teaches them that He is the one and only God."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 21:4",
                            "text": "\"For,\" says He; \"I am the Being;\" manifestly contrasting Himself, \"the Being,\" with those who are not, that those who had hitherto been deceived might see that they were attaching themselves, not to beings, but to those who had no being."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 21:5",
                            "text": "Since, therefore, God knew that the first men remembered the old delusion of their forefathers, whereby the misanthropic demon contrived to deceive them when he said to them, \"If ye obey me in transgressing the commandment of God, ye shall be as gods,\" calling those gods which had no being, in order that men, supposing that there were other gods in existence, might believe that they themselves could become gods."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 21:6",
                            "text": "On this account He said to Moses, \"I am the Being,\" that by the participle \"being\" He might teach the difference between God who is and those who are not."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 21:7",
                            "text": "Men, therefore, having been duped by the deceiving demon, and having dared to disobey God, were cast out of Paradise, remembering the name of gods, but no longer being taught by God that there are no other gods."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 21:8",
                            "text": "For it was not just that they who did not keep the first commandment, which it was easy to keep, should any longer be taught, but should rather be driven to just punishment."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 21:9",
                            "text": "Being therefore banished from Paradise, and thinking that they were expelled on account of their disobedience only, not knowing that it was also because they had believed in the existence of gods which did not exist, they gave the name of gods even to the men who were afterwards born of themselves."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 21:10",
                            "text": "This first false fancy, therefore, concerning gods, had its origin with the father of lies."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 21:11",
                            "text": "God, therefore, knowing that the false opinion about the plurality of gods was burdening the soul of man like some disease, and wishing to remove and eradicate it, appeared first to Moses, and said to him, \"I am He who is\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 21:12",
                            "text": "For it was necessary, I think, that he who was to be the ruler and leader of the Hebrew people should first of all know the living God."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 21:13",
                            "text": "Wherefore, having appeared to him first, as it was possible for God to appear to a man, He said to him, \"I am He who is;\" then, being about to send him to the Hebrews, He further orders him to say, \"He who is hath sent me to you\"."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 22:1",
                            "text": "Chapter 22 — Studied ambiguity Plato."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 22:2",
                            "text": "Plato accordingly having learned this in Egypt, and being greatly taken with what was said about one God, did indeed consider it unsafe to mention the name of Moses, on account of his teaching the doctrine of one only God, for he dreaded the Areopagus; but what is very well expressed by him in his elaborate treatise, the Timaeus, he has written in exact correspondence with what Moses said regarding God, though he has done so, not as if he had learned it from him, but as if he were expressing his own opinion."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 22:3",
                            "text": "For he said, \"In my opinion, then, we must first define what that is which exists eternally, and has no generation, and what that is which is always being generated, but never really is\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 22:4",
                            "text": "Does not this, ye men of Greece, seem to those who are able to understand the matter to be one and the same thing, saving only the difference of the article? For Moses said, \"He who is,\" and Plato, \"That which is\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 22:5",
                            "text": "But either of the expressions seems to apply to the ever-existent God."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 22:6",
                            "text": "For He is the only one who eternally exists, and has no generation."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 22:7",
                            "text": "What, then, that other thing is which is contrasted with the ever-existent, and of which he said, \"And what that is which is always being generated, but never really is,\" we must attentively consider."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 22:8",
                            "text": "For we shall find him clearly and evidently saying that He who is unbegotten is eternal, but that those that are begotten and made are generated and perish—as he said of the same class, \"gods of gods, of whom I am maker\"—for he speaks in the following words: \"In my opinion, then, we must first define what that is which is always existent and has no birth, and what that is which is always being generated but never really is."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 22:9",
                            "text": "The former, indeed, which is apprehended by reflection combined with reason, always exists in the same way; while the latter, on the other hand, is conjectured by opinion formed by the perception of the senses unaided by reason, since it never really is, but is coming into being and perishing\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 22:10",
                            "text": "These expressions declare to those who can rightly understand them the death and destruction of the gods that have been brought into being."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 22:11",
                            "text": "And I think it necessary to attend to this also, that Plato never names him the creator, but the fashioner of the gods, although, in the opinion of Plato, there is considerable difference between these two."
                        },
                        {
                            "verse": 12,
                            "chapter": 22,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 22:12",
                            "text": "For the creator creates the creature by his own capability and power, being in need of nothing else; but the fashioner frames his production when he has received from matter the capability for his work."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 23:1",
                            "text": "Chapter 23 — Plato's self-contradiction."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 23:2",
                            "text": "But, perhaps, some who are unwilling to abandon the doctrines of polytheism, will say that to these fashioned gods the maker said, \"Since ye have been produced, ye are not immortal, nor at all, imperishable; yet shall ye not perish nor succumb to the fatality of death, because you have obtained my will, which is a still greater and mightier bond\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 23:3",
                            "text": "Here Plato, through fear of the adherents of polytheism, introduces his \"maker\" uttering words which contradict himself."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 23:4",
                            "text": "For having formerly stated that he said that everything which is produced is perishable, he now introduces him saying the very opposite; and he does not see that it is thus absolutely impossible for him to escape the charge of falsehood."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 23:5",
                            "text": "For he either at first uttered what is false when he said that everything which is produced is perishable, or now, when he propounds the very opposite to what he had formerly said."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 23:6",
                            "text": "For if, according to his former definition, it is absolutely necessary that every created thing be perishable, how can he consistently make that possible which is absolutely impossible? So that Plato seems to grant an empty and impossible prerogative to his \"maker,\" when he propounds that those who were once perishable because made from matter should again, by his intervention, become imperishable and enduring."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 23:7",
                            "text": "For it is quite natural that the power of matter, which, according to Plato's opinion, is uncreated, and contemporary and coaeval with the maker, should resist his will."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 23:8",
                            "text": "For he who has not created has no power, in respect of that which is uncreated, so that it is not possible that it (matter), being free, can be controlled by any external necessity."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 23:9",
                            "text": "Wherefore Plato himself, in consideration of this, has written thus: \"It is necessary to affirm that God cannot suffer violence\"."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 24:1",
                            "text": "Chapter 24 — Agreement of Plato and Homer."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 24:2",
                            "text": "How, then, does Plato banish Homer from his republic, since, in the embassy to Achilles, he represents Phoenix as saying to Achilles, \"Even the gods themselves are not inflexible,\" though Homer said this not of the king and Platonic maker of the gods, but of some of the multitude whom the Greeks esteem as gods, as one can gather from Plato's saying, \"gods of gods?\" For Homer, by that golden chain, refers all power and might to the one highest God."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 24:3",
                            "text": "And the rest of the gods, he said, were so far distant from his divinity, that he thought fit to name them even along with men."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 24:4",
                            "text": "At least he introduces Ulysses saying of Hector to Achilles, \"He is raging terribly, trusting in Zeus, and values neither men nor gods\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 24:5",
                            "text": "In this passage Homer seems to me without doubt to have learnt in Egypt, like Plato, concerning the one God, and plainly and openly to declare this, that he who trusts in the really existent God makes no account of those that do not exist."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 24:6",
                            "text": "For thus the poet, in another passage, and employing another but equivalent word, to wit, a pronoun, made use of the same participle employed by Plato to designate the really existent God, concerning whom Plato said, \"What that is which always exists, and has no birth\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 24:7",
                            "text": "For not without a double sense does this expression of Phoenix seem to have been used: \"Not even if God Himself were to promise me, that, having burnished off my old age, He should set me forth in the flower of youth\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 24:8",
                            "text": "For the pronoun \"Himself\" signifies the really existing God."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 24:9",
                            "text": "For thus, too, the oracle which was given to you concerning the Chaldaeans and Hebrews signifies."
                        },
                        {
                            "verse": 10,
                            "chapter": 24,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 24:10",
                            "text": "For when some one inquired what men had ever lived godly, you say the answer was:—  \"Only the Chaldaeans and the Hebrews found wisdom, Worshipping God Himself, the unbegotten King\"."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 25:1",
                            "text": "Chapter 25 — Plato's knowledge of God's eternity."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 25:2",
                            "text": "How, then, does Plato blame Homer for saying that the gods are not inflexible, although, as is obvious from the expressions used, Homer said this for a useful purpose? For it is the property of those who expect to obtain mercy by prayer and sacrifices, to cease from and repent of their sins."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 25:3",
                            "text": "For those who think that the Deity is inflexible, are by no means moved to abandon their sins, since they suppose that they will derive no benefit from repentance."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 25:4",
                            "text": "How, then, does Plato the philosopher condemn the poet Homer for saying, \"Even the gods themselves are not inflexible,\" and yet himself represent the maker of the gods as so easily turned, that he sometimes declares the gods to be mortal, and at other times declares the same to be immortal? And not only concerning them, but also concerning matter, from which, as he says, it is necessary that the created gods have been produced, he sometimes says that it is uncreated, and at other times that it is created; and yet he does not see that he himself, when he says that the maker of the gods is so easily turned, is convicted of having fallen into the very errors for which he blames Homer, though Homer said the very opposite concerning the maker of the gods."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 25:5",
                            "text": "For he said that he spoke thus of himself:—  \"For ne'er my promise shall deceive, or fail, Or be recall'd, if with a nod confirm'd\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 25:6",
                            "text": "But Plato, as it seems, unwillingly entered not these strange dissertations concerning the gods, for he feared those who were attached to polytheism."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 25:7",
                            "text": "And whatever he thinks fit to tell of all that he had learned from Moses and the prophets concerning one God, he preferred delivering in a mystical style, so that those who desired to be worshippers of God might have an inkling of his own opinion."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 25:8",
                            "text": "For being charmed with that saying of God to Moses, \"I am the really existing,\" and accepting with a great deal of thought the brief participial expression, he understood that God desired to signify to Moses His eternity, and therefore said, \"I am the really existing;\" for this word \"existing\" expresses not one time only, but the three—the past, the present, and the future."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 25:9",
                            "text": "For when Plato says, \"and which never really is,\" he uses the verb \"is\" of time indefinite."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 25:10",
                            "text": "For the word \"never\" is not spoken, as some suppose, of the past, but of the future time."
                        },
                        {
                            "verse": 11,
                            "chapter": 25,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 25:11",
                            "text": "And this has been accurately understood even by profane writers."
                        },
                        {
                            "verse": 12,
                            "chapter": 25,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 25:12",
                            "text": "And therefore, when Plato wished, as it were, to interpret to the uninitiated what had been mystically expressed by the participle concerning the eternity of God, he employed the following language: \"God indeed, as the old tradition runs, includes the beginning, and end, and middle of all things\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 25,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 25:13",
                            "text": "In this sentence he plainly and obviously names the law of Moses \"the old tradition,\" fearing, through dread of the hemlock-cup, to mention the name of Moses; for he understood that the teaching of the man was hateful to the Greeks;."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 26:1",
                            "text": "and he clearly enough indicates Moses by the antiquity of the tradition."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 26:2",
                            "text": "And we have sufficiently proved from Diodorus and the rest of the historians, in the foregoing chapters, that the law of Moses is not only old, but even the first."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 26:3",
                            "text": "For Diodorus says that he was the first of all lawgivers; the letters which belong to the Greeks, and which they employed in the writing of their histories, having not yet been discovered."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 27:1",
                            "text": "Chapter 26 — Plato indebted to the prophets."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 27:2",
                            "text": "And let no one wonder that Plato should believe Moses regarding the eternity of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 27:3",
                            "text": "For you will find him mystically referring the true knowledge of realities to the prophets, next in order after the really existent God."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 27:4",
                            "text": "For, discoursing in the Timaeus about certain first principles, he wrote thus: \"This we lay down as the first principle of fire and the other bodies,  proceeding according to probability and necessity."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 27:5",
                            "text": "But the first principles of these again God above knows, and whosoever among men is beloved of Him\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 27:6",
                            "text": "And what men does he think beloved of God, but Moses and the rest of the prophets? For their prophecies he read, and, having learned from them the doctrine of the judgment, he thus proclaims it in the first book of the Republic: \"When a man begins to think he is soon to die, fear invades him, and concern about things which had never before entered his head."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 27:7",
                            "text": "And those stories about what goes on in Hades, which tell us that the man who has here been unjust must there be punished, though formerly ridiculed, now torment his soul with apprehensions that they may be true."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 27:8",
                            "text": "And he, either through the feebleness of age, or even because he is now nearer to the things of the other world, views them more attentively."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 27:9",
                            "text": "He becomes, therefore, full of apprehension and dread, and begins to call himself to account and to consider whether he has done any one an injury."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 27:10",
                            "text": "And that man who finds in his life many iniquities, and who continually starts from his sleep as children do, lives in terror, and with a forlorn prospect."
                        },
                        {
                            "verse": 11,
                            "chapter": 27,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 27:11",
                            "text": "But to him who is conscious of no wrong-doing, sweet hope is the constant companion and good nurse of old age, as Pindar says."
                        },
                        {
                            "verse": 12,
                            "chapter": 27,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 27:12",
                            "text": "For this, Socrates, he has elegantly expressed, that 'whoever leads a life of holiness and justice, him sweet hope, the nurse of age, accompanies, cheering his heart, for she powerfully sways the changeful mind of mortals."
                        },
                        {
                            "verse": 13,
                            "chapter": 27,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 27:13",
                            "text": "' \" This Plato wrote in the first book of the Republic."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 28:1",
                            "text": "Chapter 27 — Plato's knowledge of the judgment."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 28:2",
                            "text": "And in the tenth book he plainly and manifestly wrote what he had learned from the prophets about the judgment, not as if he had learned it from them, but, on account of his fear of the Greeks, as if he had heard it from a man who has been slain in battle—for this story he thought fit to invent—and who, when he was about to be buried on the twelfth day, and was lying on the funeral pile, came to life again, and described the other world."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 28:3",
                            "text": "The following are his very words: \"For he said that he was present when one was asked by another person where the great Ardiaeus was."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 28:4",
                            "text": "This Ardiaeus had been prince in a certain city of Pamphylia, and had killed his aged father and his elder brother, and done many other unhallowed deeds, as was reported."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 28:5",
                            "text": "He said, then that the person who was asked said: He neither comes nor ever will come hither."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 28:6",
                            "text": "For we saw, among other terrible sights, this also."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 28:7",
                            "text": "When we were close to the mouth of the pit, and were about to return to the upper air, and had suffered everything else, we suddenly beheld both him and others likewise, most of whom were tyrants."
                        },
                        {
                            "verse": 8,
                            "chapter": 28,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 28:8",
                            "text": "But there were also some private sinners who had committed great crimes."
                        },
                        {
                            "verse": 9,
                            "chapter": 28,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 28:9",
                            "text": "And these, when they thought they were to ascend, the mouth would not permit, but bellowed when any of those who were so incurably wicked attempted to ascend, unless they had paid the full penalty."
                        },
                        {
                            "verse": 10,
                            "chapter": 28,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 28:10",
                            "text": "Then fierce men, fiery to look at, stood close by, and hearing the din, took some and led them away; but Ardiaeus and the rest, having bound hand and foot, and striking their heads down, and flaying, they dragged to the road outside, tearing them with thorns, and signifying to those who were present the cause of their suffering these things, and that they were leading them away to cast them into Tartarus."
                        },
                        {
                            "verse": 11,
                            "chapter": 28,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 28:11",
                            "text": "Hence, he said, that amidst all their various fears, this one was the greatest, lest the mouth should bellow when they ascended, since if it were silent each one would most gladly ascend; and that the punishments and torments were such as these, and that, on the other hand, the rewards were the reverse of these\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 28,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 28:12",
                            "text": "Here Plato seems to me to have learnt from the prophets not only the doctrine of the judgment, but also of the resurrection, which the Greeks refuse to believe."
                        },
                        {
                            "verse": 13,
                            "chapter": 28,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 28:13",
                            "text": "For his saying that the soul is judged along with the body, proves nothing more clearly than that he believed the doctrine of the resurrection."
                        },
                        {
                            "verse": 14,
                            "chapter": 28,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 28:14",
                            "text": "Since how could Ardiaeus and the rest have undergone such punishment in Hades, had they left on earth the body, with its head, hands, feet, and skin? For certainly they will never say that the soul has a head and hands, and feet and skin."
                        },
                        {
                            "verse": 15,
                            "chapter": 28,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 28:15",
                            "text": "But Plato, having fallen in with the testimonies of the prophets in Egypt, and having accepted what they teach concerning the resurrection of the body, teaches that the soul is judged in company with the body."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:1",
                            "text": "Chapter 28 — Homer's obligations to the sacred writers."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:2",
                            "text": "And not only Plato, but Homer also, having received similar enlightenment in Egypt, said that Tityus was in like manner punished."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:3",
                            "text": "For Ulysses speaks thus to Alcinous when he is recounting his divination by the shades of the dead:—  \"There Tityus, large and long, in fetters bound, O'erspread nine acres of infernal ground; Two ravenous vultures, furious for their food, Scream o'er the fiend, and riot in his blood, Incessant gore the liver in his breast, Th' immortal liver grows, and gives th' immortal feast\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:4",
                            "text": "For it is plain that it is not the soul, but the body, which has a liver."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:5",
                            "text": "And in the same manner he has described both Sisyphus and Tantalus as enduring punishment with the body."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:6",
                            "text": "And that Homer had been in Egypt, and introduced into his own poem much of what he there learnt, Diodorus, the most esteemed of historians, plainly enough teaches us."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:7",
                            "text": "For he said that when he was in Egypt he had learnt that Helen, having received from Theon's wife, Polydamna, a drug, \"lulling all sorrow and melancholy, and causing forgetfulness of all ills,\" brought it to Sparta."
                        },
                        {
                            "verse": 8,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:8",
                            "text": "And Homer said that by making use of that drug Helen put an end to the lamentation of Menelaus, caused by the presence of Telemachus."
                        },
                        {
                            "verse": 9,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:9",
                            "text": "And he also called Venus \"golden,\" from what he had seen in Egypt."
                        },
                        {
                            "verse": 10,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:10",
                            "text": "For he had seen the temple which in Egypt is called \"the temple of golden Venus,\" and the plain which is named \"the plain of golden Venus\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:11",
                            "text": "And why do I now make mention of this? To show that the poet transferred to his own poem much of what is contained in the divine writings of the prophets."
                        },
                        {
                            "verse": 12,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:12",
                            "text": "And first he transferred what Moses had related as the beginning of the creation of the world."
                        },
                        {
                            "verse": 13,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:13",
                            "text": "For Moses wrote thus: \"In the beginning God created the heaven and the earth,\" then the sun, and the moon, and the stars."
                        },
                        {
                            "verse": 14,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:14",
                            "text": "For having learned this in Egypt, and having been much taken with what Moses had written in the Genesis of the world, he fabled that Vulcan had made in the shield of Achilles a kind of representation of the creation of the world."
                        },
                        {
                            "verse": 15,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:15",
                            "text": "For he wrote thus:—  \"There he described the earth, the heaven, the sea, The sun that rests not, and the moon full-orb'd; There also, all the stars which round about, As with a radiant frontlet, bind the skies\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:16",
                            "text": "And he contrived also that the garden of Alcinous should preserve the likeness of Paradise, and through this likeness he represented it as ever-blooming and full of all fruits."
                        },
                        {
                            "verse": 17,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:17",
                            "text": "For thus he wrote:—  \"Tall thriving trees confess'd the fruitful mould; The reddening apple ripens here to gold."
                        },
                        {
                            "verse": 18,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:18",
                            "text": "Here the blue fig with luscious juice o'erflows, With deeper red the full pomegranate glows; The branch here bends beneath the weighty pear, And verdant olives flourish round the year."
                        },
                        {
                            "verse": 19,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:19",
                            "text": "The balmy spirit of the western gale Eternal breathes on fruits, untaught to fail; Each dropping pear a following pear supplies, On apples, figs on figs arise."
                        },
                        {
                            "verse": 20,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:20",
                            "text": "The same mild season gives the blooms to blow, The buds to harden, and the fruits to grow."
                        },
                        {
                            "verse": 21,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:21",
                            "text": "Here order'd vines in equal ranks appear, With all th' united labours of the year."
                        },
                        {
                            "verse": 22,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:22",
                            "text": "Some to unload the fertile branches run, Some dry the blackening clusters in the sun, Others to tread the liquid harvest join."
                        },
                        {
                            "verse": 23,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:23",
                            "text": "The groaning presses foam with floods of wine."
                        },
                        {
                            "verse": 24,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:24",
                            "text": "Here are the vines in early flower descry'd Here grapes discoloured on the sunny side, And there in autumn's richest purple dy'd\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:25",
                            "text": "Do not these words present a manifest and clear imitation of what the first prophet Moses said about Paradise? And if any one wish to know something of the building of the tower by which the men of that day fancied they would obtain access to heaven, he will find a sufficiently exact allegorical imitation of this in what the poet has ascribed to Otus and Ephialtes."
                        },
                        {
                            "verse": 26,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:26",
                            "text": "For of them he wrote thus:—  \"Proud of their strength, and more than mortal size, The gods they challenge, and affect the skies."
                        },
                        {
                            "verse": 27,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:27",
                            "text": "Heav'd on Olympus tottering Ossa stood; On Ossa, Pelion nods with all his wood\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:28",
                            "text": "And the same holds good regarding the enemy of mankind who was cast out of heaven, whom the Sacred Scriptures call the Devil, a name which he obtained from his first devilry against man; and if any one would attentively consider the matter, he would find that the poet, though he certainly never mentions the name of \"the devil,\" yet gives him a name from his wickedest action."
                        },
                        {
                            "verse": 29,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:29",
                            "text": "For the poet, calling him Ate, says that he was hurled from heaven by their god, just as if he had a distinct remembrance of the expressions which Isaiah the prophet had uttered regarding him."
                        },
                        {
                            "verse": 30,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:30",
                            "text": "He wrote thus in his own poem:—  \"And, seizing by her glossy locks The goddess Ate, in his wrath he swore That never to the starry skies again, And the Olympian heights, he would permit The universal mischief to return."
                        },
                        {
                            "verse": 31,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:31",
                            "text": "Then, whirling her around, he cast her down To earth."
                        },
                        {
                            "verse": 32,
                            "chapter": 29,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 29:32",
                            "text": "She, mingling with all works of men, Caused many a pang to Jove\"."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 30:1",
                            "text": "Chapter 29 — Origin of Plato's doctrine of form."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 30:2",
                            "text": "And Plato, too, when he says that form is the third original principle next to God and matter, has manifestly received this suggestion from no other source than from Moses, having learned, indeed, from the words of Moses the name of form, but not having at the same time been instructed by the initiated, that without mystic insight it is impossible to have any distinct knowledge of the writings of Moses."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 30:3",
                            "text": "For Moses wrote that God had spoken to him regarding the tabernacle in the following words: \"And thou shalt make for me according to all that I show thee in the mount, the pattern of the tabernacle\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 30:4",
                            "text": "And again: \"And thou shalt erect the tabernacle according to the pattern of all the instruments thereof, even so shalt thou make it\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 30:5",
                            "text": "And again, a little afterwards: \"Thus then thou shalt make it according to the pattern which was showed to thee in the mount\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 30:6",
                            "text": "Plato, then, reading these passages, and not receiving what was written with the suitable insight, thought that form had some kind of separate existence before that which the senses perceive, and he often calls it the pattern of the things which are made, since the writing of Moses spoke thus of the tabernacle: \"According to the form showed to thee in the mount, so shalt thou make it\"."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 31:1",
                            "text": "Chapter 30 — Homer's knowledge of man's origin."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 31:2",
                            "text": "And he was obviously deceived in the same way regarding the earth and heaven and man; for he supposes that there are \"ideas\" of these."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 31:3",
                            "text": "For as Moses wrote thus, \"In the beginning God created the heaven and the earth,\" and then subjoins this sentence, \"And the earth was invisible and unfashioned,\" he thought that it was the pre-existent earth which was spoken of in the words, \"The earth was,\" because Moses said, \"And the earth was invisible and unfashioned;\" and he thought that the earth, concerning which he says, \"God created the heaven and the earth,\" was that earth which we perceive by the senses, and which God made according to the pre-existent form."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 31:4",
                            "text": "And so also, of the heaven which was created, he thought that the heaven which was created—and which he also called the firmament—was that creation which the senses perceive; and that the heaven which the intellect perceives is that other of which the prophet said, \"The heaven of heavens is the Lord's, but the earth hath He given to the children of men\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 31:5",
                            "text": "And so also concerning man: Moses first mentions the name of man, and then after many other creations he makes mention of the formation of man, saying, \"And God made man, taking dust from the earth\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 31:6",
                            "text": "He thought, accordingly, that the man first so named existed before the man who was made, and that he who was formed of the earth was afterwards made according to the pre-existent form."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 31:7",
                            "text": "And that man was formed of earth, Homer, too, having discovered from the ancient and divine history which says, \"Dust thou art, and unto dust shalt thou return,\" calls the lifeless body of Hector dumb clay."
                        },
                        {
                            "verse": 8,
                            "chapter": 31,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 31:8",
                            "text": "For in condemnation of Achilles dragging the corpse of Hector after death, he says somewhere:—  \"On the dumb clay he cast indignity, Blinded with rage\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 31,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 31:9",
                            "text": "And again, somewhere else, he introduces Menelaus, thus addressing those who were not accepting Hector's challenge to single combat with becoming alacrity,—  \"To earth and water may you all return,\"—  resolving them in his violent rage into their original and pristine formation from earth."
                        },
                        {
                            "verse": 10,
                            "chapter": 31,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 31:10",
                            "text": "These things Homer and Plato, having learned in Egypt from the ancient histories, wrote in their own words."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 32:1",
                            "text": "Chapter 31 — Further proof of Plato's acquaintance with Scripture."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 32:2",
                            "text": "For from what other source, if not from his reading the writings of the prophets, could Plato have derived the information he gives us, that Jupiter drives a winged chariot in heaven? For he knew this from the following expressions of the prophet about the cherubim: \"And the glory of the Lord went out from the house and rested on the cherubim; and the cherubim lift up their wings, and the wheels beside them; and the glory of the Lord God of Israel was over them above\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 32:3",
                            "text": "And borrowing this idea, the magniloquent Plato shouts aloud with vast assurance, \"The great Jove, indeed, driving his winged chariot in heaven\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 32:4",
                            "text": "For from what other source, if not from Moses and the prophets, did he learn this and so write? And whence did he receive the suggestion of his saying that God exists in a fiery substance? Was it not from the third book of the history of the Kings, where it is written, \"The Lord was not in the wind; and after the wind an earthquake, but the Lord was not in the earthquake; and after the earthquake a fire, but the Lord was not in the fire; and after the fire a still small voice?\" But these things pious men must understand in a higher sense with profound and meditative insight."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 32:5",
                            "text": "But Plato, not attending to the words with the suitable insight, said that God exists in a fiery substance."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 33:1",
                            "text": "Chapter 32 — Plato's doctrine of the heavenly gift."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 33:2",
                            "text": "And if any one will attentively consider the gift that descends from God on the holy men, — which gift the sacred prophets call the Holy Ghost,—he shall find that this was announced under another name by Plato in the dialogue with Meno."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 33:3",
                            "text": "For, fearing to name the gift of God \"the Holy Ghost,\" lest he should seem, by following the teaching of the prophets, to be an enemy to the Greeks, he acknowledges, indeed, that it comes down from God, yet does not think fit to name it the Holy Ghost, but virtue."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 33:4",
                            "text": "For so in the dialogue with Meno, concerning reminiscence, after he had put many questions regarding virtue, whether it could be taught or whether it could not be taught, but must be gained by practice, or whether it could be attained neither by practice nor by learning, but was a natural gift in men, or whether it comes in some other way, he makes this declaration in these very words: \"But if now through this whole dialogue we have conducted our inquiry and discussion aright, virtue must be neither a natural gift, nor what one can receive by teaching, but comes to those to whom it does come by divine destiny\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 33:5",
                            "text": "These things, I think, Plato having learned from the prophets regarding the Holy Ghost, he has manifestly transferred to what he calls virtue."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 33:6",
                            "text": "For as the sacred prophets say that one and the same spirit is divided into seven spirits, so he also, naming it one and the same virtue, says this is divided into four virtues; wishing by all means to avoid mention of the Holy Spirit, but clearly declaring in a kind of allegory what the prophets said of the Holy Spirit."
                        },
                        {
                            "verse": 7,
                            "chapter": 33,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 33:7",
                            "text": "For to this effect he spoke in the dialogue with Meno towards the close: \"From this reasoning, Meno, it appears that virtue comes to those to whom it does come by a divine destiny."
                        },
                        {
                            "verse": 8,
                            "chapter": 33,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 33:8",
                            "text": "But we shall know clearly about this, in what kind of way virtue comes to men, when, as a first step, we shall have set ourselves to investigate, as an independent inquiry, what virtue itself is\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 33,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 33:9",
                            "text": "You see how he calls only by the name of virtue, the gift that descends from above; and yet he counts it worthy of inquiry, whether it is right that this gift be called virtue or some other thing, fearing to name it openly the Holy Spirit, lest he should seem to be following the teaching of the prophets."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 34:1",
                            "text": "Chapter 33 — Plato's idea of the beginning of time drawn from Moses."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 34:2",
                            "text": "And from what source did Plato draw the information that time was created along with the heavens? For he wrote thus: \"Time, accordingly, was created along with the heavens; in order that, coming into being together, they might also be together dissolved, if ever their dissolution should take place\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 34:3",
                            "text": "Had he not learned this from the divine history of Moses? For he knew that the creation of time had received its original constitution from days and months and years."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 34:4",
                            "text": "Since, then, the first day which was created along with the heavens constituted the beginning of all time (for thus Moses wrote, \"In the beginning God created the heavens and the earth,\" and then immediately subjoins, \"And one day was made,\" as if he would designate the whole of time by one part of it), Plato names the day \"time,\" lest, if he mentioned the \"day,\" he should seem to lay himself open to the accusation of the Athenians, that he was completely adopting the expressions of Moses."
                        },
                        {
                            "verse": 5,
                            "chapter": 34,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 34:5",
                            "text": "And from what source did he derive what he has written regarding the dissolution of the heavens? Had he not learned this, too, from the sacred prophets, and did he not think that this was their doctrine?."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 35:1",
                            "text": "Chapter 34 — Whence men attributed to God human form."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 35:2",
                            "text": "And if any person investigates the subject of images, and inquires on what ground those who first fashioned your gods conceived that they had the forms of men, he will find that this also was derived from the divine history."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 35:3",
                            "text": "For seeing that Moses history, speaking in the person of God, says, \"Let Us make man in our image and likeness,\" these persons, under the impression that this meant that men were like God in form, began thus to fashion their gods, supposing they would make a likeness from a likeness."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 35:4",
                            "text": "But why, ye men of Greece, am I now induced to recount these things? That ye may know that it is not possible to learn the true religion from those who were unable, even on those subjects by which they won the admiration of the heathen, to write anything original, but merely propounded by some allegorical device in their own writings what they had learned from Moses and the other prophets."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 36:1",
                            "text": "Chapter 35 — Appeal to the Greeks."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 36:2",
                            "text": "The time, then, ye men of Greece, is now come, that ye, having been persuaded by the secular histories that Moses and the rest of the prophets were far more ancient than any of those who have been esteemed sages among you, abandon the ancient delusion of your forefathers, and read the divine histories of the prophets, and ascertain from them the true religion; for they do not present to you artful discourses, nor speak speciously and plausibly—for this is the property of those who wish to rob you of the truth—but use with simplicity the words and expressions which offer themselves, and declare to you whatever the Holy Ghost, who descended upon them, chose to teach through them to those who are desirous to learn the true religion."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 36:3",
                            "text": "Having then laid aside all false shame, and the inveterate error of mankind, with all its bombastic parade and empty noise, though by means of it you fancy you are possessed of all advantages, do you give yourselves to the things that profit you."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 36:4",
                            "text": "For neither will you commit any offence against your fathers, if you now show a desire to betake yourselves to that which is quite opposed to their error, since it is likely enough that they themselves are now lamenting in Hades, and repenting with a too late repentance; and if it were possible for them to show you thence what had befallen them after the termination of this life, ye would know from what fearful ills they desired to deliver you."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 36:5",
                            "text": "But now, since it is not possible in this present life that ye either learn from them, or from those who here profess to teach that philosophy which is falsely so called, it follows as the one thing that remains for you to do, that, renouncing the error of your fathers, ye read the prophecies of the sacred writers, not requiring from them unexceptionable diction (for the matters of our religion lie in works, not in words), and learn from them what will give you life everlasting."
                        },
                        {
                            "verse": 6,
                            "chapter": 36,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 36:6",
                            "text": "For those who bootlessly disgrace the name of philosophy are convicted of knowing nothing at all, as they are themselves forced, though unwillingly, to confess, since not only do they disagree with each other, but also expressed their own opinions sometimes in one way, sometimes in another."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 37:1",
                            "text": "Chapter 36 — True knowledge not held by the philosophers."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 37:2",
                            "text": "And if \"the discovery of the truth\" be given among them as one definition of philosophy, how are they who are not in possession of the true knowledge worthy of the name of philosophy? For if Socrates, the wisest of your wise men, to whom even your oracle, as you yourselves say, bears witness, saying, \"Of all men Socrates is the wisest\"—if he confesses that he knows nothing, how did those who came after him profess to know even things heavenly? For Socrates said that he was on this account called wise, because, while other men pretended to know what they were ignorant of, he himself did not shrink from confessing that he knew nothing."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 37:3",
                            "text": "For he said, \"I seem to myself to be wisest by this little particular, that what I do not know, I do not suppose I know\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 37:4",
                            "text": "Let no one fancy that Socrates ironically feigned ignorance, because he often used to do so in his dialogues."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 37:5",
                            "text": "For the last expression of his apology which he uttered as he was being led away to the prison, proves that in seriousness and truth he was confessing his ignorance: \"But now it is time to go away, I indeed to die, but you to live."
                        },
                        {
                            "verse": 6,
                            "chapter": 37,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 37:6",
                            "text": "And which of us goes to the better state, is hidden to all but God\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 37,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 37:7",
                            "text": "Socrates, indeed, having uttered this last sentence in the Areopagus, departed to the prison, ascribing to God alone the knowledge of those things which are hidden from us; but those who came after him, though they are unable to comprehend even earthly things, profess to understand things heavenly as if they had seen them."
                        },
                        {
                            "verse": 8,
                            "chapter": 37,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 37:8",
                            "text": "Aristotle at least—as if he had seen things heavenly with greater accuracy than Plato—declared that God did not exist, as Plato said, in the fiery substance (for this was Plato's doctrine) but in the fifth element, air."
                        },
                        {
                            "verse": 9,
                            "chapter": 37,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 37:9",
                            "text": "And while he demanded that concerning these matters he should be believed on account of the excellence of his language, he yet departed this life because he was overwhelmed with the infamy and disgrace of being unable to discover even the nature of the Euripus in Chalcis."
                        },
                        {
                            "verse": 10,
                            "chapter": 37,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 37:10",
                            "text": "Let not any one, therefore, of sound judgment prefer the elegant diction of these men to his own salvation, but let him, according to that old story, stop his ears with wax, and flee the sweet hurt which these sirens would inflict upon him."
                        },
                        {
                            "verse": 11,
                            "chapter": 37,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 37:11",
                            "text": "For the above-mentioned men, presenting their elegant language as a kind of bait, have sought to seduce many from the right religion, in imitation of him who dared to teach the first men polytheism."
                        },
                        {
                            "verse": 12,
                            "chapter": 37,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 37:12",
                            "text": "Be not persuaded by these persons, I entreat you, but read the prophecies of the sacred writers."
                        },
                        {
                            "verse": 13,
                            "chapter": 37,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 37:13",
                            "text": "And if any slothfulness or old hereditary superstition prevents you from reading the prophecies of the holy men through which you can be instructed regarding the one only God, which is the first article of the true religion, yet believe him who, though at first he taught you polytheism, yet afterwards preferred to sing a useful and necessary recantation—I mean Orpheus, who said what I quoted a little before; and believe the others who wrote the same things concerning one God."
                        },
                        {
                            "verse": 14,
                            "chapter": 37,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 37:14",
                            "text": "For it was the work of Divine Providence on your behalf, that they, though unwillingly, bore testimony that what the prophets said regarding one God was true, in order that, the doctrine of a plurality of gods being rejected by all, occasion might be afforded you of knowing the truth."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 38:1",
                            "text": "Chapter 37 — Of the Sibyl."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 38:2",
                            "text": "And you may in part easily learn the right religion from the ancient Sibyl, who by some kind of potent inspiration teaches you, through her oracular predictions, truths which seem to be much akin to the teaching of the prophets."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 38:3",
                            "text": "She, they say, was of Babylonian extraction, being the daughter of Berosus, who wrote the Chaldaean History; and when she had crossed over (how, I know not) into the region of Campania, she there uttered her oracular sayings in a city called Cumae, six miles from Baiae, where the hot springs of Campania are found."
                        },
                        {
                            "verse": 4,
                            "chapter": 38,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 38:4",
                            "text": "And being in that city, we saw also a certain place, in which we were shown a very large basilica cut out of one stone; a vast affair, and worthy of all admiration."
                        },
                        {
                            "verse": 5,
                            "chapter": 38,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 38:5",
                            "text": "And they who had heard it from their fathers as part of their country's tradition, told us that it was here she used to publish her oracles."
                        },
                        {
                            "verse": 6,
                            "chapter": 38,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 38:6",
                            "text": "And in the middle of the basilica they showed us three receptacles cut out of one stone, in which, when filled with water, they said that she washed, and having put on her robe again, retires into the inmost chamber of the basilica, which is still a part of the one stone; and sitting in the middle of the chamber on a high rostrum and throne, thus proclaims her oracles."
                        },
                        {
                            "verse": 7,
                            "chapter": 38,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 38:7",
                            "text": "And both by many other writers has the Sibyl been mentioned as a prophetess, and also by Plato in his Phaedrus."
                        },
                        {
                            "verse": 8,
                            "chapter": 38,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 38:8",
                            "text": "And Plato seems to me to have counted prophets divinely inspired when he read her prophecies."
                        },
                        {
                            "verse": 9,
                            "chapter": 38,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 38:9",
                            "text": "For he saw that what she had long ago predicted was accomplished; and on this account he expresses in the Dialogue with Meno his wonder at and admiration of prophets in the following terms: \"Those whom we now call prophetic persons we should rightly name divine."
                        },
                        {
                            "verse": 10,
                            "chapter": 38,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 38:10",
                            "text": "And not least would we say that they are divine, and are raised to the prophetic ecstasy by the inspiration and possession of God, when they correctly speak of many and important matters, and yet know nothing of what they are saying,\" — plainly and manifestly referring to the prophecies of the Sibyl."
                        },
                        {
                            "verse": 11,
                            "chapter": 38,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 38:11",
                            "text": "For, unlike the poets who, after their poems are penned, have power to correct and polish, specially in the way of increasing the accuracy of their verse, she was filled indeed with prophecy at the time of the inspiration, but as soon as the inspiration ceased, there ceased also the remembrance of all she had said."
                        },
                        {
                            "verse": 12,
                            "chapter": 38,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 38:12",
                            "text": "And this indeed was the cause why some only, and not all, the metres of the verses of the Sibyl were preserved."
                        },
                        {
                            "verse": 13,
                            "chapter": 38,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 38:13",
                            "text": "For we ourselves, when in that city, ascertained from our cicerone, who showed us the places in which she used to prophesy, that there was a certain coffer made of brass in which they said that her remains were preserved."
                        },
                        {
                            "verse": 14,
                            "chapter": 38,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 38:14",
                            "text": "And besides all else which they told us as they had heard it from their fathers, they said also that they who then took down her prophecies, being illiterate persons, often went quite astray from the accuracy of the metres; and this, they said, was the cause of the want of metre in some of the verses, the prophetess having no remembrance of what she had said, after the possession and inspiration ceased, and the reporters having, through their lack of education, failed to record the metres with accuracy."
                        },
                        {
                            "verse": 15,
                            "chapter": 38,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 38:15",
                            "text": "And on this account, it is manifest that Plato had an eye to the prophecies of the Sibyl when he said this about prophets, for he said, \"When they correctly speak of many and important matters, and yet know nothing of what they are saying."
                        }
                    ]
                },
                {
                    "chapter": 39,
                    "name": "Justin Martyr: Hortatory Address to the Greeks 39",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 39,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 39:1",
                            "text": "Chapter 38 — Concluding appeal."
                        },
                        {
                            "verse": 2,
                            "chapter": 39,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 39:2",
                            "text": "But since, ye men of Greece, the matters of the true religion lie not in the metrical numbers of poetry, nor yet in that culture which is highly esteemed among you, do ye henceforward pay less devotion to accuracy of metres and of language; and giving heed without contentiousness to the words of the Sibyl, recognise how great are the benefits which she will confer upon you by predicting, as she does in a clear and patent manner, the advent of our Saviour Jesus Christ; who, being the Word of God, inseparable from Him in power, having assumed man, who had been made in the image and likeness of God, restored to us the knowledge of the religion of our ancient forefathers, which the men who lived after them abandoned through the bewitching counsel of the envious devil, and turned to the worship of those who were no gods."
                        },
                        {
                            "verse": 3,
                            "chapter": 39,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 39:3",
                            "text": "And if you still hesitate and are hindered from belief regarding the formation of man, believe those whom you have hitherto thought it right to give heed to, and know that your own oracle, when asked by some one to utter a hymn of praise to the Almighty God, in the middle of the hymn spoke thus, \"Who formed the first of men, and called him Adam\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 39,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 39:4",
                            "text": "And this hymn is preserved by many whom we know, for the conviction of those who are unwilling to believe the truth which all bear witness to."
                        },
                        {
                            "verse": 5,
                            "chapter": 39,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 39:5",
                            "text": "If therefore, ye men of Greece, ye do not esteem the false fancy concerning those that are no gods at a higher rate than your own salvation, believe, as I said, the most ancient and time-honoured Sibyl, whose books are preserved in all the world, and who by some kind of potent inspiration both teaches us in her oracular utterances concerning those that are called gods, that have no existence; and also clearly and manifestly prophesies concerning the predicted advent of our Saviour Jesus Christ, and concerning all those things which were to be done by Him."
                        },
                        {
                            "verse": 6,
                            "chapter": 39,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 39:6",
                            "text": "For the knowledge of these things will constitute your necessary preparatory training for the study of the prophecies of the sacred writers."
                        },
                        {
                            "verse": 7,
                            "chapter": 39,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 39:7",
                            "text": "And if any one supposes that he has learned the doctrine concerning God from the most ancient of those whom you name philosophers, let him listen to Ammon and Hermes: to Ammon, who in his discourse concerning God calls Him wholly hidden; and to Hermes, who says plainly and distinctly, \"that it is difficult to comprehend God, and that it is impossible even for the man who can comprehend Him to declare Him to others\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 39,
                            "name": "Justin Martyr: Hortatory Address to the Greeks 39:8",
                            "text": "From every point of view, therefore, it must be seen that in no other way than only from the prophets who teach us by divine inspiration, is it at all possible to learn anything concerning God and the true religion."
                        }
                    ]
                }
            ]
        }
    ]
}