{
    "books": [
        {
            "name": "Augustine: Confessions Book IX",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: Confessions Book IX 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book IX 1:1",
                            "text": "Confessions Book IX:  Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book IX 1:2",
                            "text": "—He Praises God, the Author of Safety, and Jesus Christ, the Redeemer, Acknowledging His Own Wickedness."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book IX 1:3",
                            "text": "\"O Lord, truly I am Thy servant; I am Thy servant, and the son of Thine handmaid: Thou hast loosed my bonds."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book IX 1:4",
                            "text": "I will offer to Thee the sacrifice of thanksgiving\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book IX 1:5",
                            "text": "Let my heart and my tongue praise Thee, and let all my bones say, \"Lord, who is like unto Thee?\" Let them so say, and answer Thou me, and \"say unto my soul, I am Thy salvation\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book IX 1:6",
                            "text": "Who am I, and what is my nature? How evil have not my deeds been; or if not my deeds, my words; or if not my words, my will? But Thou, O Lord, art good and merciful, and Thy right hand had respect unto the profoundness of my death, and removed from the bottom of my heart that abyss of corruption."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book IX 1:7",
                            "text": "And this was the result, that I willed not to do what I willed, and willed to do what thou willedst."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book IX 1:8",
                            "text": "But where, during all those years, and out of what deep and secret retreat was my free will summoned forth in a moment, whereby I gave my neck to Thy \"easy yoke,\" and my shoulders to Thy \"light burden,\" O Christ Jesus, \"my strength and my Redeemer\"? How sweet did it suddenly become to me to be without the delights of trifles! And what at one time I feared to lose, it was now a joy to me to put away."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book IX 1:9",
                            "text": "For Thou didst cast them away from me, Thou true and highest sweetness."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book IX 1:10",
                            "text": "Thou didst cast them away, and instead of them didst enter in Thyself,—sweeter than all pleasure, though not to flesh and blood; brighter than all light, but more veiled than all mysteries; more exalted than all honour, but not to the exalted in their own conceits."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book IX 1:11",
                            "text": "Now was my soul free from the gnawing cares of seeking and getting, and of wallowing and exciting the itch of lust."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book IX 1:12",
                            "text": "And I babbled unto Thee my brightness, my riches, and my health, the Lord my God."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: Confessions Book IX 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book IX 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book IX 2:2",
                            "text": "—As His Lungs Were Affected, He Meditates Withdrawing Himself from Public Favour."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book IX 2:3",
                            "text": "And it seemed good to me, as before Thee, not tumultuously to snatch away, but gently to withdraw the service of my tongue from the talker's trade; that the young, who thought not on Thy law, nor on Thy peace, but on mendacious follies and forensic strifes, might no longer purchase at my mouth equipments for their vehemence."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book IX 2:4",
                            "text": "And opportunely there wanted but a few days unto the Vacation of the Vintage; and I determined to endure them, in order to leave in the usual way, and, being redeemed by Thee, no more to return for sale."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book IX 2:5",
                            "text": "Our intention then was known to Thee; but to men—excepting our own friends—was it not known."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book IX 2:6",
                            "text": "For we had determined among ourselves not to let it get abroad to any; although Thou hadst given to us, ascending from the valley of tears, and singing the song of degrees, \"sharp arrows,\" and destroying coals, against the \"deceitful tongue,\" which in giving counsel opposes, and in showing love consumes, as it is wont to do with its food."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book IX 2:7",
                            "text": "Thou hadst penetrated our hearts with Thy charity, and we carried Thy words fixed, as it were, in our bowels; and the examples of Thy servant, whom of black Thou hadst made bright, and of dead, alive, crowded in the bosom of our thoughts, burned and consumed our heavy torpor, that we might not topple into the abyss; and they enkindled us exceedingly, that every breath of the deceitful tongue of the gainsayer might inflame us the more, not extinguish us."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book IX 2:8",
                            "text": "Nevertheless, because for Thy name's sake which Thou hast sanctified throughout the earth, this, our vow and purpose, might also find commenders, it looked like a vaunting of oneself not to wait for the vacation, now so near, but to leave beforehand a public profession, and one, too, under general observation; so that all who looked on this act of mine, and saw how near was the vintage-time I desired to anticipate, would talk of me a great deal as if I were trying to appear to be a great person."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book IX 2:9",
                            "text": "And what purpose would it serve that people should consider and dispute about my intention, and that our good should be evil spoken of?."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book IX 2:10",
                            "text": "Furthermore, this very summer, from too great literary labour, my lungs began to be weak, and with difficulty to draw deep breaths; showing by the pains in my chest that they were affected, and refusing too loud or prolonged speaking."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book IX 2:11",
                            "text": "This had at first been a trial to me, for it compelled me almost of necessity to lay down that burden of teaching; or, if I could be cured and become strong again, at least to leave it off for a while."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book IX 2:12",
                            "text": "But when the full desire for leisure, that I might see that Thou art the Lord, arose, and was confirmed in me, my God, Thou knowest I even began to rejoice that I had this excuse ready,—and that not a feigned one,—which might somewhat temper the offence taken by those who for their sons' good wished me never to have the freedom of sons."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book IX 2:13",
                            "text": "Full, therefore, with such joy, I bore it till that period of time had passed,—perhaps it was some twenty days,—yet they were bravely borne; for the cupidity which was wont to sustain part of this weighty business had departed, and I had remained overwhelmed had not its place been supplied by patience."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book IX 2:14",
                            "text": "Some of Thy servants, my brethren, may perchance say that I sinned in this, in that having once fully, and from my heart, entered on Thy warfare, I permitted myself to sit a single hour in the seat of falsehood."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book IX 2:15",
                            "text": "I will not contend."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book IX 2:16",
                            "text": "But hast not Thou, O most merciful Lord, pardoned and remitted this sin also, with my others, so horrible and deadly, in the holy water?."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Augustine: Confessions Book IX 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IX 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IX 3:2",
                            "text": "—He Retires to the Villa of His Friend Verecundus, Who Was Not Yet a Christian, and Refers to His Conversion and Death, as Well as that of Nebridius."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IX 3:3",
                            "text": "Verecundus was wasted with anxiety at that our happiness, since he, being most firmly held by his bonds, saw that he would lose our fellowship."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IX 3:4",
                            "text": "For he was not yet a Christian, though his wife was one of the faithful; and yet hereby, being more firmly enchained than by anything else, was he held back from that journey which we had commenced."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IX 3:5",
                            "text": "Nor, he declared, did he wish to be a Christian on any other terms than those that were impossible."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IX 3:6",
                            "text": "However, he invited us most courteously to make use of his country house so long as we should stay there."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IX 3:7",
                            "text": "Thou, O Lord, wilt \"recompense\" him for this \"at the resurrection of the just,\" seeing that Thou hast already given him \"the lot of the righteous\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IX 3:8",
                            "text": "For although, when we were absent at Rome, he, being overtaken with bodily sickness, and therein being made a Christian, and one of the faithful, departed this life, yet hadst Thou mercy on him, and not on him only, but on us also; lest, thinking on the exceeding kindness of our friend to us, and unable to count him in Thy flock, we should be tortured with intolerable grief."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IX 3:9",
                            "text": "Thanks be unto Thee, our God, we are Thine."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IX 3:10",
                            "text": "Thy exhortations, consolations, and faithful promises assure us that Thou now repayest Verecundus for that country house at Cassiacum, where from the fever of the world we found rest in Thee, with the perpetual freshness of Thy Paradise, in that Thou hast forgiven him his earthly sins, in that mountain flowing with milk, that fruitful mountain,—Thine own."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IX 3:11",
                            "text": "He then was at that time full of grief; but Nebridius was joyous."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IX 3:12",
                            "text": "Although he also, not being yet a Christian, had fallen into the pit of that most pernicious error of believing Thy Son to be a phantasm, yet, coming out thence, he held the same belief that we did; not as yet initiated in any of the sacraments of Thy Church, but a most earnest inquirer after truth."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IX 3:13",
                            "text": "Whom, not long after our conversion and regeneration by Thy baptism, he being also a faithful member of the Catholic Church, and serving Thee in perfect chastity and continency amongst his own people in Africa, when his whole household had been brought to Christianity through him, didst Thou release from the flesh; and now he lives in Abraham's bosom."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IX 3:14",
                            "text": "Whatever that may be which is signified by that bosom, there lives my Nebridius, my sweet friend, Thy son, O Lord, adopted of a freedman; there he liveth."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IX 3:15",
                            "text": "For what other place could there be for such a soul? There liveth he, concerning which he used to ask me much,—me, an inexperienced, feeble one."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IX 3:16",
                            "text": "Now he puts not his ear unto my mouth, but his spiritual mouth unto Thy fountain, and drinketh as much as he is able, wisdom according to his desire,—happy without end."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IX 3:17",
                            "text": "Nor do I believe that he is so inebriated with it as to forget me, seeing Thou, O Lord, whom he drinketh, art mindful of us."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IX 3:18",
                            "text": "Thus, then, were we comforting the sorrowing Verecundus (our friendship being untouched) concerning our conversion, and exhorting him to a faith according to his condition, I mean, his married state."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IX 3:19",
                            "text": "And tarrying for Nebridius to follow us, which being so near, he was just about to do, when, behold, those days passed over at last; for long and many they seemed, on account of my love of easeful liberty, that I might sing unto Thee from my very marrow."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book IX 3:20",
                            "text": "My heart said unto Thee,—I have sought Thy face; \"Thy face, Lord, will I seek\"."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Augustine: Confessions Book IX 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:2",
                            "text": "—In the Country He Gives His Attention to Literature, and Explains the Fourth Psalm in Connection with the Happy Conversion of Alypius."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:3",
                            "text": "He is Troubled with Toothache."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:4",
                            "text": "And the day arrived on which, in very deed, I was to be released from the Professorship of Rhetoric, from which in intention I had been already released."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:5",
                            "text": "And done it was; and Thou didst deliver my tongue whence Thou hadst already delivered my heart; and full of joy I blessed Thee for it, and retired with all mine to the villa."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:6",
                            "text": "What I accomplished here in writing, which was now wholly devoted to Thy service, though still, in this pause as it were, panting from the school of pride, my books testify,—those in which I disputed with my friends, and those with myself alone before Thee; and what with the absent Nebridius, my letters testify."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:7",
                            "text": "And when can I find time to recount all Thy great benefits which Thou bestowedst upon us at that time, especially as I am hasting on to still greater mercies? For my memory calls upon me, and pleasant it is to me, O Lord, to confess unto Thee, by what inward goads Thou didst subdue me, and how Thou didst make me low, bringing down the mountains and hills of my imaginations, and didst straighten my crookedness, and smooth my rough ways; and by what means Thou also didst subdue that brother of my heart, Alypius, unto the name of Thy only-begotten, our Lord and Saviour Jesus Christ, which he at first refused to have inserted in our writings."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:8",
                            "text": "For he rather desired that they should savour of the \"cedars\" of the schools, which the Lord hath now broken down, than of the wholesome herbs of the Church, hostile to serpents."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:9",
                            "text": "What utterances sent I up unto Thee, my God, when I read the Psalms of David, those faithful songs and sounds of devotion which exclude all swelling of spirit, when new to Thy true love, at rest in the villa with Alypius, a catechumen like myself, my mother cleaving unto us,—in woman's garb truly, but with a man's faith, with the peacefulness of age, full of motherly love and Christian piety! What utterances used I to send up unto Thee in those Psalms, and how was I inflamed towards Thee by them, and burned to rehearse them, if it were possible, throughout the whole world, against the pride of the human race! And yet they are sung throughout the whole world, and none can hide himself from Thy heat."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:10",
                            "text": "With what vehement and bitter sorrow was I indignant at the Manichaeans; whom yet again I pitied, for that they were ignorant of those sacraments, those medicaments, and were mad against the antidote which might have made them sane! I wished that they had been somewhere near me then, and, without my being aware of their presence, could have beheld my face, and heard my words, when I read the fourth Psalm in that time of my leisure,—how that Psalm wrought upon me."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:11",
                            "text": "When I called upon Thee, Thou didst hear me, O God of my righteousness; Thou hast enlarged me when I was in distress; have mercy upon me, and hear my prayer."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:12",
                            "text": "Oh that they might have heard what I uttered on these words, without my knowing whether they heard or no, lest they should think that I spake it because of them! For, of a truth, neither should I have said the same things, nor in the way I said them, if I had perceived that I was heard and seen by them; and had I spoken them, they would not so have received them as when I spake by and for myself before Thee, out of the private feelings of my soul."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:13",
                            "text": "I alternately quaked with fear, and warmed with hope, and with rejoicing in Thy mercy, O Father."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:14",
                            "text": "And all these passed forth, both by mine eyes and voice, when Thy good Spirit, turning unto us, said, O ye sons of men, how long will ye be slow of heart? \"How long will ye love vanity, and seek after leasing?\" For I had loved vanity, and sought after leasing."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:15",
                            "text": "And Thou, O Lord, hadst already magnified Thy Holy One, raising Him from the dead, and setting Him at Thy right hand, whence from on high He should send His promise, the Paraclete, \"the Spirit of Truth\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:16",
                            "text": "And He had already sent Him, but I knew it not; He had sent Him, because He was now magnified, rising again from the dead, and ascending into heaven."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:17",
                            "text": "For till then \"the Holy Ghost was not yet given, because that Jesus was not yet glorified\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:18",
                            "text": "And the prophet cries out, How long will ye be slow of heart? How long will ye love vanity, and seek after leasing? Know this, that the Lord hath magnified His Holy One."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:19",
                            "text": "He cries out, \"How long?\" He cries out, \"Know this,\" and I, so long ignorant, \"loved vanity, and sought after leasing\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:20",
                            "text": "And therefore I heard and trembled, because these words were spoken unto such as I remembered that I myself had been."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:21",
                            "text": "For in those phantasms which I once held for truths was there \"vanity\" and \"leasing\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:22",
                            "text": "And I spake many things loudly and earnestly, in the sorrow of my remembrance, which, would that they who yet \"love vanity and seek after leasing\" had heard! They would perchance have been troubled, and have vomited it forth, and Thou wouldest hear them when they cried unto Thee; for by a true death in the flesh He died for us, who now maketh intercession for us with Thee."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:23",
                            "text": "I read further, \"Be ye angry, and sin not\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:24",
                            "text": "And how was I moved, O my God, who had now learned to \"be angry\" with myself for the things past, so that in the future I might not sin! Yea, to be justly angry; for that it was not another nature of the race of darkness which sinned for me, as they affirm it to be who are not angry with themselves, and who treasure up to themselves wrath against the day of wrath, and of the revelation of Thy righteous judgment."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:25",
                            "text": "Nor were my good things now without, nor were they sought after with eyes of flesh in that sun; for they that would have joy from without easily sink into oblivion, and are wasted upon those things which are seen and temporal, and in their starving thoughts do lick their very shadows."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:26",
                            "text": "Oh, if only they were wearied out with their fasting, and said, \"Who will show us any good?\" And we would answer, and they hear, O Lord."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:27",
                            "text": "The light of Thy countenance is lifted up upon us."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:28",
                            "text": "For we are not that Light, which lighteth every man, but we are enlightened by Thee, that we, who were sometimes darkness, may be light in Thee."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:29",
                            "text": "Oh that they could behold the internal Eternal, which having tasted I gnashed my teeth that I could not show It to them, while they brought me their heart in their eyes, roaming abroad from Thee, and said, \"Who will show us any good?\" But there, where I was angry with myself in my chamber, where I was inwardly pricked, where I had offered my \"sacrifice,\" slaying my old man, and beginning the resolution of a new life, putting my trust in Thee,—there hadst Thou begun to grow sweet unto me, and to \"put gladness in my heart\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:30",
                            "text": "And I cried out as I read this outwardly, and felt it inwardly."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:31",
                            "text": "Nor would I be increased with worldly goods, wasting time and being wasted by time; whereas I possessed in Thy eternal simplicity other corn, and wine, and oil."
                        },
                        {
                            "verse": 32,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:32",
                            "text": "And with a loud cry from my heart, I called out in the following verse, \"Oh, in peace!\" and \"the self-same!\" Oh, what said he, \"I will lay me down and sleep!\" For who shall hinder us, when \"shall be brought to pass the saying that is written, Death is swallowed up in victory?\" And Thou art in the highest degree \"the self-same,\" who changest not; and in Thee is the rest which forgetteth all labour, for there is no other beside Thee, nor ought we to seek after those many other things which are not what Thou art; but Thou, Lord, only makest me to dwell in hope."
                        },
                        {
                            "verse": 33,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:33",
                            "text": "These things I read, and was inflamed; but discovered not what to do with those deaf and dead, of whom I had been a pestilent member,—a bitter and a blind declaimer against the writings be-honied with the honey of heaven and luminous with Thine own light; and I was consumed on account of the enemies of this Scripture."
                        },
                        {
                            "verse": 34,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:34",
                            "text": "When shall I call to mind all that took place in those holidays? Yet neither have I forgotten, nor will I be silent about the severity of Thy scourge, and the amazing quickness of Thy mercy."
                        },
                        {
                            "verse": 35,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:35",
                            "text": "Thou didst at that time torture me with toothache; and when it had become so exceeding great that I was not able to speak, it came into my heart to urge all my friends who were present to pray for me to Thee, the God of all manner of health."
                        },
                        {
                            "verse": 36,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:36",
                            "text": "And I wrote it down on wax, and gave it to them to read."
                        },
                        {
                            "verse": 37,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:37",
                            "text": "Presently, as with submissive desire we bowed our knees, that pain departed."
                        },
                        {
                            "verse": 38,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:38",
                            "text": "But what pain? Or how did it depart? I confess to being much afraid, my Lord my God, seeing that from my earliest years I had not experienced such pain."
                        },
                        {
                            "verse": 39,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:39",
                            "text": "And Thy purposes were profoundly impressed upon me; and, rejoicing in faith, I praised Thy name."
                        },
                        {
                            "verse": 40,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book IX 4:40",
                            "text": "And that faith suffered me not to be at rest in regard to my past sins, which were not yet forgiven me by Thy baptism."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Augustine: Confessions Book IX 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book IX 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book IX 5:2",
                            "text": "—At the Recommendation of Ambrose, He Reads the Prophecies of Isaiah, But Does Not Understand Them."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book IX 5:3",
                            "text": "The vintage vacation being ended, I gave the citizens of Milan notice that they might provide their scholars with another seller of words; because both of my election to serve Thee, and my inability, by reason of the difficulty of breathing and the pain in my chest, to continue the Professorship."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book IX 5:4",
                            "text": "And by letters I notified to Thy bishop, the holy man Ambrose, my former errors and present resolutions, with a view to his advising me which of Thy books it was best for me to read, so that I might be readier and fitter for the reception of such great grace."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book IX 5:5",
                            "text": "He recommended Isaiah the Prophet; I believe, because he foreshows more clearly than others the gospel, and the calling of the Gentiles."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book IX 5:6",
                            "text": "But I, not understanding the first portion of the book, and imagining the whole to be like it, laid it aside, intending to take it up hereafter, when better practised in our Lord's words."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Augustine: Confessions Book IX 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IX 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IX 6:2",
                            "text": "—He is Baptized at Milan with Alypius and His Son Adeodatus."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IX 6:3",
                            "text": "The Book \"De Magistro\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IX 6:4",
                            "text": "Thence, when the time had arrived at which I was to give in my name, having left the country, we returned to Milan."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IX 6:5",
                            "text": "Alypius also was pleased to be born again with me in Thee, being now clothed with the humility appropriate to Thy sacraments, and being so brave a tamer of the body, as with unusual fortitude to tread the frozen soil of Italy with his naked feet."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IX 6:6",
                            "text": "We took into our company the boy Adeodatus, born of me carnally, of my sin."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IX 6:7",
                            "text": "Well hadst Thou made him."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IX 6:8",
                            "text": "He was barely fifteen years, yet in wit excelled many grave and learned men."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IX 6:9",
                            "text": "I confess unto Thee Thy gifts, O Lord my God, Creator of all, and of exceeding power to reform our deformities; for of me was there naught in that boy but the sin."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IX 6:10",
                            "text": "For that we fostered him in Thy discipline, Thou inspiredst us, none other,—Thy gifts I confess unto Thee."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IX 6:11",
                            "text": "There is a book of ours, which is entitled The Master."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IX 6:12",
                            "text": "It is a dialogue between him and me."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IX 6:13",
                            "text": "Thou knowest that all things there put into the mouth of the person in argument with me were his thoughts in his sixteenth year."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IX 6:14",
                            "text": "Many others more wonderful did I find in him."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IX 6:15",
                            "text": "That talent was a source of awe to me."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IX 6:16",
                            "text": "And who but Thou could be the worker of such marvels? Quickly didst Thou remove his life from the earth; and now I recall him to mind with a sense of security, in that I fear nothing for his childhood or youth, or for his whole self."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IX 6:17",
                            "text": "We took him coeval with us in Thy grace, to be educated in Thy discipline; and we were baptized, and solicitude about our past life left us."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IX 6:18",
                            "text": "Nor was I satiated in those days with the wondrous sweetness of considering the depth of Thy counsels concerning the salvation of the human race."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book IX 6:19",
                            "text": "How greatly did I weep in Thy hymns and canticles, deeply moved by the voices of Thy sweet-speaking Church! The voices flowed into mine ears, and the truth was poured forth into my heart, whence the agitation of my piety overflowed, and my tears ran over, and blessed was I therein."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Augustine: Confessions Book IX 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IX 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IX 7:2",
                            "text": "—Of the Church Hymns Instituted at Milan; Of the Ambrosian Persecution Raised by Justina; And of the Discovery of the Bodies of Two Martyrs."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IX 7:3",
                            "text": "Not long had the Church of Milan begun to employ this kind of consolation and exhortation, the brethren singing together with great earnestness of voice and heart."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IX 7:4",
                            "text": "For it was about a year, or not much more, since Justina, the mother of the boy-Emperor Valentinian, persecuted Thy servant Ambrose in the interest of her heresy, to which she had been seduced by the Arians."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IX 7:5",
                            "text": "The pious people kept guard in the church, prepared to die with their bishop, Thy servant."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IX 7:6",
                            "text": "There my mother, Thy handmaid, bearing a chief part of those cares and watchings, lived in prayer."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IX 7:7",
                            "text": "We, still unmelted by the heat of Thy Spirit, were yet moved by the astonished and disturbed city."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IX 7:8",
                            "text": "At this time it was instituted that, after the manner of the Eastern Church, hymns and psalms should be sung, lest the people should pine away in the tediousness of sorrow; which custom, retained from then till now, is imitated by many, yea, by almost all of Thy congregations throughout the rest of the world."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IX 7:9",
                            "text": "Then didst Thou by a vision make known to Thy renowned bishop the spot where lay the bodies of Gervasius and Protasius, the martyrs (whom Thou hadst in Thy secret storehouse preserved uncorrupted for so many years), whence Thou mightest at the fitting time produce them to repress the feminine but royal fury."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IX 7:10",
                            "text": "For when they were revealed and dug up and with due honour transferred to the Ambrosian Basilica, not only they who were troubled with unclean spirits (the devils confessing themselves) were healed, but a certain man also, who had been blind many years, a well-known citizen of that city, having asked and been told the reason of the people's tumultuous joy, rushed forth, asking his guide to lead him thither."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IX 7:11",
                            "text": "Arrived there, he begged to be permitted to touch with his handkerchief the bier of Thy saints, whose death is precious in Thy sight."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IX 7:12",
                            "text": "When he had done this, and put it to his eyes, they were forthwith opened."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IX 7:13",
                            "text": "Thence did the fame spread; thence did Thy praises burn,—shine; thence was the mind of that enemy, though not yet enlarged to the wholeness of believing, restrained from the fury of persecuting."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IX 7:14",
                            "text": "Thanks be to Thee, O my God."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IX 7:15",
                            "text": "Whence and whither hast Thou thus led my remembrance, that I should confess these things also unto Thee,—great, though I, forgetful, had passed them over? And yet then, when the \"savour\" of Thy \"ointments\" was so fragrant, did we not \"run after Thee\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book IX 7:16",
                            "text": "And so I did the more abundantly weep at the singing of Thy hymns, formerly panting for Thee, and at last breathing in Thee, as far as the air can play in this house of grass."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Augustine: Confessions Book IX 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IX 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IX 8:2",
                            "text": "—Of the Conversion of Evodius, and the Death of His Mother When Returning with Him to Africa; And Whose Education He Tenderly Relates."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IX 8:3",
                            "text": "Thou, who makest men to dwell of one mind in a house, didst associate with us Evodius also, a young man of our city, who, when serving as an agent for Public Affairs, was converted unto Thee and baptized prior to us; and relinquishing his secular service, prepared himself for Thine."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IX 8:4",
                            "text": "We were together, and together were we about to dwell with a holy purpose."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IX 8:5",
                            "text": "We sought for some place where we might be most useful in our service to Thee, and were going back together to Africa."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IX 8:6",
                            "text": "And when we were at the Tiberine Ostia my mother died."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IX 8:7",
                            "text": "Much I omit, having much to hasten."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IX 8:8",
                            "text": "Receive my confessions and thanksgivings, O my God, for innumerable things concerning which I am silent."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IX 8:9",
                            "text": "But I will not omit aught that my soul has brought forth as to that Thy handmaid who brought me forth,—in her flesh, that I might be born to this temporal light, and in her heart, that I might be born to life eternal."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IX 8:10",
                            "text": "I will speak not of her gifts, but Thine in her; for she neither made herself nor educated herself."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IX 8:11",
                            "text": "Thou createdst her, nor did her father nor her mother know what a being was to proceed from them."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IX 8:12",
                            "text": "And it was the rod of Thy Christ, the discipline of Thine only Son, that trained her in Thy fear, in the house of one of Thy faithful ones, who was a sound member of Thy Church."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IX 8:13",
                            "text": "Yet this good discipline did she not so much attribute to the diligence of her mother, as that of a certain decrepid maid-servant, who had carried about her father when an infant, as little ones are wont to be carried on the backs of elder girls."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IX 8:14",
                            "text": "For which reason, and on account of her extreme age and very good character, was she much respected by the heads of that Christian house."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IX 8:15",
                            "text": "Whence also was committed to her the care of her master's daughters, which she with diligence performed, and was earnest in restraining them when necessary, with a holy severity, and instructing them with a sober sagacity."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IX 8:16",
                            "text": "For, excepting at the hours in which they were very temperately fed at their parents' table, she used not to permit them, though parched with thirst, to drink even water; thereby taking precautions against an evil custom, and adding the wholesome advice, \"You drink water only because you have not control of wine; but when you have come to be married, and made mistresses of storeroom and cellar, you will despise water, but the habit of drinking will remain\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IX 8:17",
                            "text": "By this method of instruction, and power of command, she restrained the longing of their tender age, and regulated the very thirst of the girls to such a becoming limit, as that what was not seemly they did not long for."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IX 8:18",
                            "text": "And yet—as Thine handmaid related to me, her son—there had stolen upon her a love of wine."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IX 8:19",
                            "text": "For when she, as being a sober maiden, was as usual bidden by her parents to draw wine from the cask, the vessel being held under the opening, before she poured the wine into the bottle, she would wet the tips of her lips with a little, for more than that her inclination refused."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IX 8:20",
                            "text": "For this she did not from any craving for drink, but out of the overflowing buoyancy of her time of life, which bubbles up with sportiveness, and is, in youthful spirits, wont to be repressed by the gravity of elders."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IX 8:21",
                            "text": "And so unto that little, adding daily littles (for \"he that contemneth small things shall fall by little and little\"), she contracted such a habit as, to drink off eagerly her little cup nearly full of wine."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IX 8:22",
                            "text": "Where, then, was the sagacious old woman with her earnest restraint? Could anything prevail against a secret disease if Thy medicine, O Lord, did not watch over us? Father, mother, and nurturers absent, Thou present, who hast created, who callest, who also by those who are set over us workest some good for the salvation of our souls, what didst Thou at that time, O my God? How didst Thou heal her? How didst Thou make her whole? Didst Thou not out of another woman's soul evoke a hard and bitter insult, as a surgeon's knife from Thy secret store, and with one thrust remove all that putrefaction? For the maidservant who used to accompany her to the cellar, falling out, as it happens, with her little mistress, when she was alone with her, cast in her teeth this vice, with very bitter insult, calling her a \"wine-bibber\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IX 8:23",
                            "text": "Stung by this taunt, she perceived her foulness, and immediately condemned and renounced it."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IX 8:24",
                            "text": "Even as friends by their flattery pervert, so do enemies by their taunts often correct us."
                        },
                        {
                            "verse": 25,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IX 8:25",
                            "text": "Yet Thou renderest not unto them what Thou dost by them, but what was proposed by them."
                        },
                        {
                            "verse": 26,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IX 8:26",
                            "text": "For she, being angry, desired to irritate her young mistress, not to cure her; and did it in secret, either because the time and place of the dispute found them thus, or perhaps lest she herself should be exposed to danger for disclosing it so late."
                        },
                        {
                            "verse": 27,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book IX 8:27",
                            "text": "But Thou, Lord, Governor of heavenly and earthly things, who convertest to Thy purposes the deepest torrents, and disposest the turbulent current of the ages, healest one soul by the unsoundness of another; lest any man, when he remarks this, should attribute it unto his own power if another, whom he wishes to be reformed, is so through a word of his."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Augustine: Confessions Book IX 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IX 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IX 9:2",
                            "text": "—He Describes the Praiseworthy Habits of His Mother; Her Kindness Towards Her Husband and Her Sons."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IX 9:3",
                            "text": "Being thus modestly and soberly trained, and rather made subject by Thee to her parents, than by her parents to Thee, when she had arrived at a marriageable age, she was given to a husband whom she served as her lord."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IX 9:4",
                            "text": "And she busied herself to gain him to Thee, preaching Thee unto him by her behaviour; by which Thou madest her fair, and reverently amiable, and admirable unto her husband."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IX 9:5",
                            "text": "For she so bore the wronging of her bed as never to have any dissension with her husband on account of it."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IX 9:6",
                            "text": "For she waited for Thy mercy upon him, that by believing in Thee he might become chaste."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IX 9:7",
                            "text": "And besides this, as he was earnest in friendship, so was he violent in anger; but she had learned that an angry husband should not be resisted, neither in deed, nor even in word."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IX 9:8",
                            "text": "But so soon as he was grown calm and tranquil, and she saw a fitting moment, she would give him a reason for her conduct, should he have been excited without cause."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IX 9:9",
                            "text": "In short, while many matrons, whose husbands were more gentle, carried the marks of blows on their dishonoured faces, and would in private conversation blame the lives of their husbands, she would blame their tongues, monishing them gravely, as if in jest: \"That from the hour they heard what are called the matrimonial tablets read to them, they should think of them as instruments whereby they were made servants; so, being always mindful of their condition, they ought not to set themselves in opposition to their lords\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IX 9:10",
                            "text": "And when they, knowing what a furious husband she endured, marvelled that it had never been reported, nor appeared by any indication, that Patricius had beaten his wife, or that there had been any domestic strife between them, even for a day, and asked her in confidence the reason of this, she taught them her rule, which I have mentioned above."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IX 9:11",
                            "text": "They who observed it experienced the wisdom of it, and rejoiced; those who observed it not were kept in subjection, and suffered."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IX 9:12",
                            "text": "Her mother-in-law, also, being at first prejudiced against her by the whisperings of evil-disposed servants, she so conquered by submission, persevering in it with patience and meekness, that she voluntarily disclosed to her son the tongues of the meddling servants, whereby the domestic peace between herself and her daughter-in-law had been agitated, begging him to punish them for it."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IX 9:13",
                            "text": "When, therefore, he had—in conformity with his mother's wish, and with a view to the discipline of his family, and to ensure the future harmony of its members—corrected with stripes those discovered, according to the will of her who had discovered them, she promised a similar reward to any who, to please her, should say anything evil to her of her daughter-in-law."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IX 9:14",
                            "text": "And, none now daring to do so, they lived together with a wonderful sweetness of mutual good-will."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IX 9:15",
                            "text": "This great gift Thou bestowedst also, my God, my mercy, upon that good handmaid of Thine, out of whose womb Thou createdst me, even that, whenever she could, she showed herself such a peacemaker between any differing and discordant spirits, that when she had heard on both sides most bitter things, such as swelling and undigested discord is wont to give vent to, when the crudities of enmities are breathed out in bitter speeches to a present friend against an absent enemy, she would disclose nothing about the one unto the other, save what might avail to their reconcilement."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IX 9:16",
                            "text": "A small good this might seem to me, did I not know to my sorrow countless persons, who, through some horrible and far-spreading infection of sin, not only disclose to enemies mutually enraged the things said in passion against each other, but add some things that were never spoken at all; whereas, to a generous man, it ought to seem a small thing not to incite or increase the enmities of men by ill-speaking, unless he endeavour likewise by kind words to extinguish them."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IX 9:17",
                            "text": "Such a one was she,—Thou, her most intimate Instructor, teaching her in the school of her heart."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IX 9:18",
                            "text": "Finally, her own husband, now towards the end of his earthly existence, did she gain over unto Thee; and she had not to complain of that in him, as one of the faithful, which, before he became so, she had endured."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IX 9:19",
                            "text": "She was also the servant of Thy servants."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IX 9:20",
                            "text": "Whosoever of them knew her, did in her much magnify, honour, and love Thee; for that through the testimony of the fruits of a holy conversation, they perceived Thee to be present in her heart."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IX 9:21",
                            "text": "For she had \"been the wife of one man,\" had requited her parents, had guided her house piously, was \"well-reported of for good works,\" had \"brought up children,\" as often travailing in birth of them as she saw them swerving from Thee."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book IX 9:22",
                            "text": "Lastly, to all of us, O Lord (since of Thy favour Thou sufferest Thy servants to speak), who, before her sleeping in Thee, lived associated together, having received the grace of Thy baptism, did she devote, care such as she might if she had been mother of us all; served us as if she had been child of all."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Augustine: Confessions Book IX 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IX 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IX 10:2",
                            "text": "—A Conversation He Had with His Mother Concerning the Kingdom of Heaven."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IX 10:3",
                            "text": "As the day now approached on which she was to depart this life (which day Thou knewest, we did not), it fell out—Thou, as I believe, by Thy secret ways arranging it—that she and I stood alone, leaning in a certain window, from which the garden of the house we occupied at Ostia could be seen; at which place, removed from the crowd, we were resting ourselves for the voyage, after the fatigues of a long journey."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IX 10:4",
                            "text": "We then were conversing alone very pleasantly; and, \"forgetting those things which are behind, and reaching forth unto those things which are before,\" we were seeking between ourselves in the presence of the Truth, which Thou art, of what nature the eternal life of the saints would be, which eye hath not seen, nor ear heard, neither hath entered into the heart of man."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IX 10:5",
                            "text": "But yet we opened wide the mouth of our heart, after those supernal streams of Thy fountain, \"the fountain of life,\" which is \"with Thee;\" that being sprinkled with it according to our capacity, we might in some measure weigh so high a mystery."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IX 10:6",
                            "text": "And when our conversation had arrived at that point, that the very highest pleasure of the carnal senses, and that in the very brightest material light, seemed by reason of the sweetness of that life not only not worthy of comparison, but not even of mention, we, lifting ourselves with a more ardent affection towards \"the Selfsame,\" did gradually pass through all corporeal things, and even the heaven itself, whence sun, and moon, and stars shine upon the earth; yea, we soared higher yet by inward musing, and discoursing, and admiring Thy works; and we came to our own minds, and went beyond them, that we might advance as high as that region of unfailing plenty, where Thou feedest Israel for ever with the food of truth, and where life is that Wisdom by whom all these things are made, both which have been, and which are to come; and she is not made, but is as she hath been, and so shall ever be; yea, rather, to \"have been,\" and \"to be hereafter,\" are not in her, but only \"to be,\" seeing she is eternal, for to \"have been\" and \"to be hereafter\" are not eternal."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IX 10:7",
                            "text": "And while we were thus speaking, and straining after her, we slightly touched her with the whole effort of our heart; and we sighed, and there left bound \"the first-fruits of the Spirit;\" and returned to the noise of our own mouth, where the word uttered has both beginning and end."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IX 10:8",
                            "text": "And what is like unto Thy Word, our Lord, who remaineth in Himself without becoming old, and \"maketh all things new\"?."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IX 10:9",
                            "text": "We were saying, then, If to any man the tumult of the flesh were silenced,—silenced the phantasies of earth, waters, and air,—silenced, too, the poles; yea, the very soul be silenced to herself, and go beyond herself by not thinking of herself,—silenced fancies and imaginary revelations, every tongue, and every sign, and whatsoever exists by passing away, since, if any could hearken, all these say, \"We created not ourselves, but were created by Him who abideth for ever:\" If, having uttered this, they now should be silenced, having only quickened our ears to Him who created them, and He alone speak not by them, but by Himself, that we may hear His word, not by fleshly tongue, nor angelic voice, nor sound of thunder, nor the obscurity of a similitude, but might hear Him—Him whom in these we love—without these, like as we two now strained ourselves, and with rapid thought touched on that Eternal Wisdom which remaineth over all."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IX 10:10",
                            "text": "If this could be sustained, and other visions of a far different kind be withdrawn, and this one ravish, and absorb, and envelope its beholder amid these inward joys, so that his life might be eternally like that one moment of knowledge which we now sighed after, were not this \"Enter thou into the joy of Thy Lord\"? And when shall that be? When we shall all rise again; but all shall not be changed."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IX 10:11",
                            "text": "Such things was I saying; and if not after this manner, and in these words, yet, Lord, Thou knowest, that in that day when we were talking thus, this world with all its delights grew contemptible to us, even while we spake."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IX 10:12",
                            "text": "Then said my mother, \"Son, for myself, I have no longer any pleasure in aught in this life."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IX 10:13",
                            "text": "What I want here further, and why I am here, I know not, now that my hopes in this world are satisfied."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IX 10:14",
                            "text": "There was indeed one thing for which I wished to tarry a little in this life, and that was that I might see thee a Catholic Christian before I died."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book IX 10:15",
                            "text": "My God has exceeded this abundantly, so that I see thee despising all earthly felicity, made His servant,—what do I here?\"."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Augustine: Confessions Book IX 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IX 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IX 11:2",
                            "text": "—His Mother, Attacked by Fever, Dies at Ostia."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IX 11:3",
                            "text": "What reply I made unto her to these things I do not well remember."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IX 11:4",
                            "text": "However, scarcely five days after, or not much more, she was prostrated by fever; and while she was sick, she one day sank into a swoon, and was for a short time unconscious of visible things."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IX 11:5",
                            "text": "We hurried up to her; but she soon regained her senses, and gazing on me and my brother as we stood by her, she said to us inquiringly, \"Where was I?\" Then looking intently at us stupefied with grief, \"Here,\" saith she, \"shall you bury your mother\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IX 11:6",
                            "text": "I was silent, and refrained from weeping; but my brother said something, wishing her, as the happier lot, to die in her own country and not abroad."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IX 11:7",
                            "text": "She, when she heard this, with anxious countenance arrested him with her eye, as savouring of such things, and then gazing at me, \"Behold,\" saith she, \"what he saith;\" and soon after to us both she saith, \"Lay this body anywhere, let not the care for it trouble you at all."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IX 11:8",
                            "text": "This only I ask, that you will remember me at the Lord's altar, wherever you be\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IX 11:9",
                            "text": "And when she had given forth this opinion in such words as she could, she was silent, being in pain with her increasing sickness."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IX 11:10",
                            "text": "But, as I reflected on Thy gifts, O thou invisible God, which Thou instillest into the hearts of Thy faithful ones, whence such marvellous fruits do spring, I did rejoice and give thanks unto Thee, calling to mind what I knew before, how she had ever burned with anxiety respecting her burial-place, which she had provided and prepared for herself by the body of her husband."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IX 11:11",
                            "text": "For as they had lived very peacefully together, her desire had also been (so little is the human mind capable of grasping things divine) that this should be added to that happiness, and be talked of among men, that after her wandering beyond the sea, it had been granted her that they both, so united on earth, should lie in the same grave."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IX 11:12",
                            "text": "But when this uselessness had, through the bounty of Thy goodness, begun to be no longer in her heart, I knew not, and I was full of joy admiring what she had thus disclosed to me; though indeed in that our conversation in the window also, when she said, \"What do I here any longer?\" she appeared not to desire to die in her own country."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IX 11:13",
                            "text": "I heard afterwards, too, that at the time we were at Ostia, with a maternal confidence she one day, when I was absent, was speaking with certain of my friends on the contemning of this life, and the blessing of death; and when they—amazed at the courage which Thou hadst given to her, a woman—asked her whether she did not dread leaving her body at such a distance from her own city, she replied, \"Nothing is far to God; nor need I fear lest He should be ignorant at the end of the world of the place whence He is to raise me up\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Augustine: Confessions Book IX 11:14",
                            "text": "On the ninth day, then, of her sickness, the fifty-sixth year of her age, and the thirty-third of mine, was that religious and devout soul set free from the body."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Augustine: Confessions Book IX 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IX 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IX 12:2",
                            "text": "—How He Mourned His Dead Mother."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IX 12:3",
                            "text": "I closed her eyes; and there flowed a great sadness into my heart, and it was passing into tears, when mine eyes at the same time, by the violent control of my mind, sucked back the fountain dry, and woe was me in such a struggle! But, as soon as she breathed her last the boy Adeodatus burst out into wailing, but, being checked by us all, he became quiet."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IX 12:4",
                            "text": "In like manner also my own childish feeling, which was, through the youthful voice of my heart, finding escape in tears, was restrained and silenced."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IX 12:5",
                            "text": "For we did not consider it fitting to celebrate that funeral with tearful plaints and groanings; for on such wise are they who die unhappy, or are altogether dead, wont to be mourned."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IX 12:6",
                            "text": "But she neither died unhappy, nor did she altogether die."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IX 12:7",
                            "text": "For of this were we assured by the witness of her good conversation, her \"faith unfeigned,\" and other sufficient grounds."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IX 12:8",
                            "text": "o."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IX 12:9",
                            "text": "What, then, was that which did grievously pain me within, but the newly-made wound, from having that most sweet and dear habit of living together suddenly broken off? I was full of joy indeed in her testimony, when, in that her last illness, flattering my dutifulness, she called me \"kind,\" and recalled, with great affection of love, that she had never heard any harsh or reproachful sound come out of my mouth against her."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IX 12:10",
                            "text": "But yet, O my God, who madest us, how can the honour which I paid to her be compared with her slavery for me? As, then, I was left destitute of so great comfort in her, my soul was stricken, and that life torn apart as it were, which, of hers and mine together, had been made but one."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IX 12:11",
                            "text": "The boy then being restrained from weeping, Evodius took up the Psalter, and began to sing—the whole house responding—the Psalm, \"I will sing of mercy and judgment: unto Thee, O Lord\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IX 12:12",
                            "text": "But when they heard what we were doing, many brethren and religious women came together; and whilst they whose office it was were, according to custom, making ready for the funeral, I, in a part of the house where I conveniently could, together with those who thought that I ought not to be left alone, discoursed on what was suited to the occasion; and by this alleviation of truth mitigated the anguish known unto Thee—they being unconscious of it, listened intently, and thought me to be devoid of any sense of sorrow."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IX 12:13",
                            "text": "But in Thine ears, where none of them heard, did I blame the softness of my feelings, and restrained the flow of my grief, which yielded a little unto me; but the paroxysm returned again, though not so as to burst forth into tears, nor to a change of countenance, though I knew what I repressed in my heart."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IX 12:14",
                            "text": "And as I was exceedingly annoyed that these human things had such power over me, which in the due order and destiny of our natural condition must of necessity come to pass, with a new sorrow I sorrowed for my sorrow, and was wasted by a twofold sadness."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IX 12:15",
                            "text": "So, when the body was carried forth, we both went and returned without tears."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IX 12:16",
                            "text": "For neither in those prayers which we poured forth unto Thee when the sacrifice of our redemption was offered up unto Thee for her,—the dead body being now placed by the side of the grave, as the custom there is, prior to its being laid therein,—neither in their prayers did I shed tears; yet was I most grievously sad in secret all the day, and with a troubled mind entreated Thee, as I was able, to heal my sorrow, but Thou didst not; fixing, I believe, in my memory by this one lesson the power of the bonds of all habit, even upon a mind which now feeds not upon a fallacious word."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IX 12:17",
                            "text": "It appeared to me also a good thing to go and bathe, I having heard that the bath balneum took its name from the Greek βαλανεῖον, because it drives trouble from the mind."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IX 12:18",
                            "text": "Lo, this also I confess unto Thy mercy, \"Father of the fatherless,\" that I bathed, and felt the same as before I had done so."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IX 12:19",
                            "text": "For the bitterness of my grief exuded not from my heart."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IX 12:20",
                            "text": "Then I slept, and on awaking found my grief not a little mitigated; and as I lay alone upon my bed, there came into my mind those true verses of Thy Ambrose, for Thou art—  \"Deus creator omnium,  Polique rector, vestiens  Diem decora lumine,  Noctem sopora gratia;  Artus solutos ut quies  Reddat laboris usui,  Mentesque fessas allevet,  Luctusque solvat anxios\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IX 12:21",
                            "text": "And then little by little did I bring back my former thoughts of Thine handmaid, her devout conversation towards Thee, her holy tenderness and attentiveness towards us, which was suddenly taken away from me; and it was pleasant to me to weep in Thy sight, for her and for me, concerning her and concerning myself."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IX 12:22",
                            "text": "And I set free the tears which before I repressed, that they might flow at their will, spreading them beneath my heart; and it rested in them, for Thy ears were nigh me,—not those of man, who would have put a scornful interpretation on my weeping."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "Augustine: Confessions Book IX 12:23",
                            "text": "But now in writing I confess it unto Thee, O Lord! Read it who will, and interpret how he will; and if he finds me to have sinned in weeping for my mother during so small a part of an hour,—that mother who was for a while dead to mine eyes, who had for many years wept for me, that I might live in Thine eyes,—let him not laugh at me, but rather, if he be a man of a noble charity, let him weep for my sins against Thee, the Father of all the brethren of Thy Christ."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Augustine: Confessions Book IX 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IX 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IX 13:2",
                            "text": "—He Entreats God for Her Sins, and Admonishes His Readers to Remember Her Piously."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IX 13:3",
                            "text": "But,—my heart being now healed of that wound, in so far as it could be convicted of a carnal affection,—I pour out unto Thee, O our God, on behalf of that Thine handmaid, tears of a far different sort, even that which flows from a spirit broken by the thoughts of the dangers of every soul that dieth in Adam."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IX 13:4",
                            "text": "And although she, having been \"made alive\" in Christ even before she was freed from the flesh had so lived as to praise Thy name both by her faith and conversation, yet dare I not say that from the time Thou didst regenerate her by baptism, no word went forth from her mouth against Thy precepts."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IX 13:5",
                            "text": "And it hath been declared by Thy Son, the Truth, that \"Whosoever shall say to his brother, Thou fool, shall be in danger of hell fire\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IX 13:6",
                            "text": "And woe even unto the praiseworthy life of man, if, putting away mercy, Thou shouldest investigate it."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IX 13:7",
                            "text": "But because Thou dost not narrowly inquire after sins, we hope with confidence to find some place of indulgence with Thee."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IX 13:8",
                            "text": "But whosoever recounts his true merits to Thee, what is it that he recounts to Thee but Thine own gifts? Oh, if men would know themselves to be men; and that \"he that glorieth\" would \"glory in the Lord!\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IX 13:9",
                            "text": "I then, O my Praise and my Life, Thou God of my heart, putting aside for a little her good deeds, for which I joyfully give thanks to Thee, do now beseech Thee for the sins of my mother."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IX 13:10",
                            "text": "Hearken unto me, through that Medicine of our wounds who hung upon the tree, and who, sitting at Thy right hand, \"maketh intercession for us\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IX 13:11",
                            "text": "I know that she acted mercifully, and from the heart forgave her debtors their debts; do Thou also forgive her debts, whatever she contracted during so many years since the water of salvation."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IX 13:12",
                            "text": "Forgive her, O Lord, forgive her, I beseech Thee; \"enter not into judgment\" with her."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IX 13:13",
                            "text": "Let Thy mercy be exalted above Thy justice, because Thy words are true, and Thou hast promised mercy unto \"the merciful;\" which Thou gavest them to be who wilt \"have mercy\" on whom Thou wilt \"have mercy,\" and wilt \"have compassion\" on whom Thou hast had compassion."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IX 13:14",
                            "text": "And I believe Thou hast already done that which I ask Thee; but \"accept the free-will offerings of my mouth, O Lord\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IX 13:15",
                            "text": "For she, when the day of her dissolution was near at hand, took no thought to have her body sumptuously covered, or embalmed with spices; nor did she covet a choice monument, or desire her paternal burial-place."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IX 13:16",
                            "text": "These things she entrusted not to us, but only desired to have her name remembered at Thy altar, which she had served without the omission of a single day; whence she knew that the holy sacrifice was dispensed, by which the handwriting that was against us is blotted out; by which the enemy was triumphed over, who, summing up our offences, and searching for something to bring against us, found nothing in Him in whom we conquer."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IX 13:17",
                            "text": "Who will restore to Him the innocent blood? Who will repay Him the price with which He bought us, so as to take us from Him? Unto the sacrament of which our ransom did Thy handmaid bind her soul by the bond of faith."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IX 13:18",
                            "text": "Let none separate her from Thy protection."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IX 13:19",
                            "text": "Let not the \"lion\" and the \"dragon\" introduce himself by force or fraud."
                        },
                        {
                            "verse": 20,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IX 13:20",
                            "text": "For she will not reply that she owes nothing, lest she be convicted and got the better of by the wily deceiver; but she will answer that her \"sins are forgiven\" by Him to whom no one is able to repay that price which He, owing nothing, laid down for us."
                        },
                        {
                            "verse": 21,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IX 13:21",
                            "text": "May she therefore rest in peace with her husband, before or after whom she married none; whom she obeyed, with patience bringing forth fruit unto Thee, that she might gain him also for Thee."
                        },
                        {
                            "verse": 22,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IX 13:22",
                            "text": "And inspire, O my Lord my God, inspire Thy servants my brethren, Thy sons my masters, who with voice and heart and writings I serve, that so many of them as shall read these confessions may at Thy altar remember Monica, Thy handmaid, together with Patricius, her sometime husband, by whose flesh Thou introducedst me into this life, in what manner I know not."
                        },
                        {
                            "verse": 23,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IX 13:23",
                            "text": "May they with pious affection be mindful of my parents in this transitory light, of my brethren that are under Thee our Father in our Catholic mother, and of my fellow-citizens in the eternal Jerusalem, which the wandering of Thy people sigheth for from their departure until their return."
                        },
                        {
                            "verse": 24,
                            "chapter": 13,
                            "name": "Augustine: Confessions Book IX 13:24",
                            "text": "That so my mother's last entreaty to me may, through my confessions more than through my prayers, be more abundantly fulfilled to her through the prayers of many."
                        }
                    ]
                }
            ]
        }
    ]
}