{
    "books": [
        {
            "name": "Constitutions of the Holy Apostles Book VI",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Constitutions of the Holy Apostles Book VI 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book VI 1:1",
                            "text": "Constitutions of the Holy Apostles Book : Sec."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book VI 1:2",
                            "text": "I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book VI 1:3",
                            "text": "—On Heresies."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book VI 1:4",
                            "text": "Who They Were that Ventured to Make Schisms, and Did Not Escape Punishment."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book VI 1:5",
                            "text": "I."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book VI 1:6",
                            "text": "Above all things, O bishop, avoid the sad and dangerous and most atheistical heresies, eschewing them as fire that burns those that come near to it."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book VI 1:7",
                            "text": "Avoid also schisms: for it is neither lawful to turn one's mind towards wicked heresies, nor to separate from those of the same sentiment out of ambition."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book VI 1:8",
                            "text": "For some who ventured to set up such practices of old did not escape punishment."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book VI 1:9",
                            "text": "For Dathan and Abiram, who set up in opposition to Moses, were swallowed up into the earth."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book VI 1:10",
                            "text": "But Corah, and those two hundred and fifty who with him raised a sedition against Aaron, were consumed by fire."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book VI 1:11",
                            "text": "Miriam also, who reproached Moses, was cast out of the camp for seven days; for she said that Moses had taken an Ethiopian to wife."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book VI 1:12",
                            "text": "Nay, in the case of Azariah and Uzziah, the latter of which was king of Judah, but venturing to usurp the priesthood, and desiring to offer incense, which it was not lawful for him to do, was hindered by Azariah the high priest, and the fourscore priests; and when he would not obey he found the leprosy to arise in his forehead, and he hastened to go out, because the Lord had reproved him."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book VI 1:13",
                            "text": "That It is Not Lawful to Rise Up Either Against the Kingly or the Priestly Office."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book VI 1:14",
                            "text": "II."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book VI 1:15",
                            "text": "Let us therefore, beloved, consider what sort of glory that of the seditious is, and what their condemnation."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book VI 1:16",
                            "text": "For if he that rises up against kings is worthy of punishment, even though he be a son or a friend, how much more he that rises up against the priests! For by how much the priesthood is more noble than the royal power, as having its concern about the soul, so much has he a greater punishment who ventures to oppose the priesthood, than he who ventures to oppose the royal power, although neither of them goes unpunished."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book VI 1:17",
                            "text": "For neither did Absalom nor Abdadan escape without punishment; nor Corah and Dathan."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book VI 1:18",
                            "text": "The former rose against David, and strove concerning the kingdom; the latter against Moses, concerning pre-eminence."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book VI 1:19",
                            "text": "And they both spake evil; Absalom of his father David, as of an unjust judge, saying to every one: \"Thy words are good, but there is no one that will hear thee, and do thee justice."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book VI 1:20",
                            "text": "Who will make me a ruler?\" But Abdadan: \"I have no part in David, nor any inheritance in the son of Jesse\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book VI 1:21",
                            "text": "It is plain that he could not endure to be under David's government, of whom God spake: \"I have found David the son of Jesse, a man after my heart, who will do all my commands\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book VI 1:22",
                            "text": "But Dathan and Abiram, and the followers of Corah, said to Moses: \"Is it a small thing that thou hast brought us out of the land of Egypt, out of a land flowing with milk and honey? And why hast thou put out our eyes? And wilt thou rule over us?\" And they gathered together against him a great congregation; and the followers of Corah said: \"Has God spoken alone to Moses? Why is it that He has given the high-priesthood to Aaron alone? Is not all the congregation of the Lord holy? And why is Aaron alone possessed of the priesthood?\" And before this, one said: \"Who made thee a ruler and a judge over us?\"  Concerning the Virtue of Moses and the Incredulity of the Jewish Nation, and What Wonderful Works God Did Among Them."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book VI 1:23",
                            "text": "III."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book VI 1:24",
                            "text": "And they raised a sedition against Moses the servant of God, the meekest of all men, and faithful, and affronted so great a man with the highest ingratitude; him who was their lawgiver, and guardian, and high priest, and king, the administrator of divine things; one that showed as a creator the mighty works of the Creator; the meekest man, freest from arrogance, and full of fortitude, and most benign in his temper; one who had delivered them from many dangers, and freed them from several deaths by his holiness; who had done so many signs and wonders from God before the people, and had performed glorious and wonderful works for their benefit; who had brought the ten plagues upon the Egyptians; who had divided the Red Sea, and had separated the waters as a wall on this side and on that side, and had led the people through them as through a dry wilderness, and had drowned Pharaoh and the Egyptians, and all that were in company with them; and had made the fountain sweet for them with wood, and had brought water out of the stony rock for them when they were thirsty; and had given them manna out of heaven, and had distributed flesh to them out of the air; and had afforded them a pillar of fire in the night to enlighten and conduct them, and a pillar of a cloud to shadow them in the day, by reason of the violent heat of the sun; and had exhibited to them the law of God, engraven from the mouth, and hand, and writing of God, in tables of stone, the perfect number of ten commandments; \"to whom God spake face to face, as if a man spake to his friend;\" of whom He said, \"And there arose not a prophet like unto Moses\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book VI 1:25",
                            "text": "Against him arose the followers of Corah, and the Reubenites, and threw stones at Moses, who prayed, and said: \"Accept not Thou their offering\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Constitutions of the Holy Apostles Book VI 1:26",
                            "text": "And the glory of God appeared, and sent some down into the earth, and burnt up others with fire; and so, as to those ringleaders of this schismatical deceit which said, \"Let us make ourselves a leader,\" the earth opened its mouth, and swallowed them up, and their tents, and what appertained to them, and they went down alive into hell; but he destroyed the followers of Corah with fire."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Constitutions of the Holy Apostles Book VI 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:1",
                            "text": "Sec."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:2",
                            "text": "II."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:3",
                            "text": "—History and Doctrines of Heresies."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:4",
                            "text": "That Schism is Made, Not by Him Who Separates Himself from the Ungodly, But Who Departs from the Godly."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:5",
                            "text": "IV."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:6",
                            "text": "If therefore God inflicted punishment immediately on those that made a schism on account of their ambition, how much rather will He do it upon those who are the leaders of impious heresies! Will not He inflict severer punishment on those that blaspheme His providence or His creation? But do you, brethren, who are instructed out of the Scripture, take care not to make divisions in opinion, nor divisions in unity."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:7",
                            "text": "For those who set up unlawful opinions are marks of perdition to the people."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:8",
                            "text": "In like manner, do not you of the laity come near to such as advance doctrines contrary to the mind of God; nor be you partakers of their impiety."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:9",
                            "text": "For says God: \"Separate yourselves from the midst of these men, lest you perish together with them\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:10",
                            "text": "And again: \"Depart from the midst of them, and separate yourselves, says the Lord, and touch not the unclean thing, and I will receive you\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:11",
                            "text": "Upon What Account Israel, Falsely So Named, is Rejected by God, Demonstrated from the Prophetic Predictions."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:12",
                            "text": "V."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:13",
                            "text": "For those are most certainly to be avoided who blaspheme God."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:14",
                            "text": "The greatest part of the ungodly, indeed, are ignorant of God; but these men, as fighters against God, are possessed with a wilful evil disposition, as with a disease."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:15",
                            "text": "For from the wickedness of these heretics \"pollution is gone out upon all the earth,\" as says the prophet Jeremiah."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:16",
                            "text": "For the wicked synagogue is now cast off by the Lord God, and His house is rejected by Him, as He somewhere speaks: \"I have forsaken mine house, I have left mine inheritance\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:17",
                            "text": "And again, says Isaiah: \"I will neglect my vineyard, and it shall not be pruned nor digged, and thorns shall spring up upon it, as upon a desert; and I will command the clouds that they rain no rain upon it\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:18",
                            "text": "He has therefore \"left His people as a tent in a vineyard, and as a garner in a fig or olive yard, and as a besieged city\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:19",
                            "text": "He has taken away from them the Holy Spirit, and the prophetic rain, and has replenished His Church with spiritual grace, as the \"river of Egypt in the time of first-fruits;\" and has advanced the same \"as an house upon an hill, or as an high mountain; as a mountain fruitful for milk and fatness, wherein it has pleased God to dwell."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:20",
                            "text": "For the Lord will inhabit therein to the end\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:21",
                            "text": "And He says in Jeremiah: \"Our sanctuary is an exalted throne of glory\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:22",
                            "text": "And He says in Isaiah: \"And it shall come to pass in the last days, that the mountain of the Lord shall be glorious, and the house of the Lord shall be upon the top of the mountains, and shall be advanced above the hills\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:23",
                            "text": "Since, therefore, He has forsaken His people, He has also left His temple desolate, and rent the veil of the temple, and took from them the Holy Spirit; for says He, \"Behold, your house is left unto you desolate\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:24",
                            "text": "And He has bestowed upon you, the converted of the Gentiles, spiritual grace, as He says by Joel: \"And it shall come to pass after these things, saith God, that I will pour out of my Spirit upon all flesh; and your sons shall prophesy, and your daughters shall see visions, and your old men shall dream dreams\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:25",
                            "text": "For God has taken away all the power and efficacy of His word, and such like visitations, from that people, and has transferred it to you, the converted of the Gentiles."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:26",
                            "text": "For on this account the devil himself is very angry at the holy Church of God: he is removed to you, and has raised against you adversities, seditions, and reproaches, schisms, and heresies."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:27",
                            "text": "For he had before subdued that people to himself, by their slaying of Christ."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:28",
                            "text": "But you who have left his vanities he tempts in different ways, as he did the blessed Job."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:29",
                            "text": "For indeed he opposed that great high priest Joshua the son of Josedek; and he oftentimes sought to sift us, that our faith might fail."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:30",
                            "text": "But our Lord and Master, having brought him to trial, said unto him: \"The Lord rebuke thee, O devil; and the Lord, who hath chosen Jerusalem, rebuke thee."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:31",
                            "text": "Is not this plucked out of the fire as a brand?\" And who said then to those that stood by the high priest, \"Take away his ragged garments from him;\" and added, \"Behold, I have taken thine iniquities away from thee;\" He will say now, as He said formerly of us when we were assembled together, \"I have prayed that your faith may not fail\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:32",
                            "text": "That Even Among the Jews There Arose the Doctrine of Several Heresies Hateful to God."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:33",
                            "text": "VI."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:34",
                            "text": "For even the Jewish nation had wicked heresies: for of them were the Sadducees, who do not confess the resurrection of the dead; and the Pharisees, who ascribe the practice of sinners to fortune and fate; and the Basmotheans, who deny providence, and say that the world is made by spontaneous motion, and take away the immortality of the soul; and the Hemerobaptists, who every day, unless they wash, do not eat,—nay, and unless they cleanse their beds and tables, or platters and cups and seats, do not make use of any of them; and those who are newly risen amongst us, the Ebionites, who will have the Son of God to be a mere man, begotten by human pleasure, and the conjunction of Joseph and Mary."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:35",
                            "text": "There are also those that separate themselves from all these, and observe the laws of their fathers, and these are the Essenes."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:36",
                            "text": "These, therefore, arose among the former people."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:37",
                            "text": "And now the evil one, who is wise to do mischief, and as for goodness, knows no such good thing, has cast out some from among us, and has wrought by them heresies and schisms."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:38",
                            "text": "Whence the Heresies Sprang, and Who Was the Ringleader of Their Impiety."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:39",
                            "text": "VII."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:40",
                            "text": "Now the original of the new heresies began thus: the devil entered into one Simon, of a village called Gitthae, a Samaritan, by profession a magician, and made him the minister of his wicked design."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:41",
                            "text": "For when Philip our fellow-apostle, by the gift of the Lord and the energy of His Spirit, performed the miracles of healing in Samaria, insomuch that the Samaritans were affected, and embraced the faith of the God of the universe, and of the Lord Jesus, and were baptized into His name; nay, and that Simon himself, when he saw the signs and wonders which were done without any magic ceremonies, fell into admiration, and believed, and was baptized, and continued in fasting and prayer,—we heard of the grace of God which was among the Samaritans by Philip, and came down to them; and enlarging much upon the word of doctrine, we laid our hands upon all that were baptized, and we conferred upon them the participation of the Spirit."
                        },
                        {
                            "verse": 42,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:42",
                            "text": "But when Simon saw that the Spirit was given to believers by the imposition of our hands, he took money, and offered it to us, saying, \"Give me also the power, that on whomsoever I also shall lay my hand, he may receive the Holy Ghost;\" being desirous that as the devil deprived Adam by his tasting of the tree of that immortality which was promised him, so also that Simon might entice us by the receiving of money, and might thereby cut us off from the gift of God, that so by exchange we might sell to him for money the inestimable gift of the Spirit."
                        },
                        {
                            "verse": 43,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:43",
                            "text": "But as we were all troubled at this offer, I Peter, with a fixed attention on that malicious serpent which was in him, said to Simon: \"Let thy money go with thee to perdition, because thou hast thought to purchase the gift of God with money."
                        },
                        {
                            "verse": 44,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:44",
                            "text": "Thou hast no part in this matter, nor lot in this faith; for thy heart is not right in the sight of God."
                        },
                        {
                            "verse": 45,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:45",
                            "text": "Repent therefore of this thy wickedness, and pray to the Lord, if perhaps the thought of thine heart may be forgiven thee."
                        },
                        {
                            "verse": 46,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:46",
                            "text": "For I perceive thou art in the gall of bitterness and the bond of iniquity\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:47",
                            "text": "But then Simon was terrified, and said: \"I entreat you, pray ye to the Lord for me, that none of those things which ye have spoken come upon me\"."
                        },
                        {
                            "verse": 48,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:48",
                            "text": "Who Were the Successors of Simon's Impiety, and What Heresies They Set Up."
                        },
                        {
                            "verse": 49,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:49",
                            "text": "VIII."
                        },
                        {
                            "verse": 50,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:50",
                            "text": "But when we went forth among the Gentiles to preach the word of life, then the devil wrought in the people to send after us false apostles to the corrupting of the word; and they sent forth one Cleobius, and joined him with Simon, and these became disciples to one Dositheus, whom they despising, put him down from the principality."
                        },
                        {
                            "verse": 51,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:51",
                            "text": "Afterwards also others were the authors of absurd doctrines: Cerinthus, and Marcus, and Menander, and Basilides, and Saturnilus."
                        },
                        {
                            "verse": 52,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:52",
                            "text": "Of these some own the doctrine of many gods, some only of three, but contrary to each other, without beginning, and ever with one another, and some of an infinite number of them, and those unknown ones also."
                        },
                        {
                            "verse": 53,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:53",
                            "text": "And some reject marriage; and their doctrine is, that it is not the appointment of God; and others abhor some kinds of food: some are impudent in uncleanness, such as those who are falsely called Nicolaitans."
                        },
                        {
                            "verse": 54,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:54",
                            "text": "And Simon meeting me Peter, first at Caesarea Stratonis (where the faithful Cornelius, a Gentile, believed on the Lord Jesus by me), endeavoured to pervert the word of God; there being with me the holy children, Zacchaeus, who was once a publican, and Barnabas; and Nicetas and Aquila, brethren of Clement the bishop and citizen of Rome, who was the disciple of Paul, our fellow-apostle and fellow-helper in the Gospel."
                        },
                        {
                            "verse": 55,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:55",
                            "text": "I thrice discoursed before them with him concerning the true Prophet, and concerning the monarchy of God; and when I had overcome him by the power of the Lord, and had put him to silence, I drove him away into Italy."
                        },
                        {
                            "verse": 56,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:56",
                            "text": "How Simon, Desiring to Fly by Some Magical Arts, Fell Down Headlong from on High at the Prayers of Peter, and Brake His Feet, and Hands, and Ankle-Bones."
                        },
                        {
                            "verse": 57,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:57",
                            "text": "IX."
                        },
                        {
                            "verse": 58,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:58",
                            "text": "Now when he was in Rome, he mightily disturbed the Church, and subverted many, and brought them over to himself, and astonished the Gentiles with his skill in magic, insomuch that once, in the middle of the day, he went into their theatre, and commanded the people that they should bring me also by force into the theatre, and promised he would fly in the air; and when all the people were in suspense at this, I prayed by myself."
                        },
                        {
                            "verse": 59,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:59",
                            "text": "And indeed he was carried up into the air by demons, and did fly on high in the air, saying that he was returning into heaven, and that he would supply them with good things from thence."
                        },
                        {
                            "verse": 60,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:60",
                            "text": "And the people making acclamations to him, as to a god, I stretched out my hands to heaven, with my mind, and besought God through the Lord Jesus to throw down this pestilent fellow, and to destroy the power of those demons that made use of the same for the seduction and perdition of men, to dash him against the ground, and bruise him, but not to kill him."
                        },
                        {
                            "verse": 61,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:61",
                            "text": "And then, fixing my eyes on Simon, I said to him: \"If I be a man of God, and a real apostle of Jesus Christ, and a teacher of piety, and not of deceit, as thou art, Simon, I command the wicked powers of the apostate from piety, by whom Simon the magician is carried, to let go their hold, that he may fall down headlong from his height, that he may be exposed to the laughter of those that have been seduced by him\"."
                        },
                        {
                            "verse": 62,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:62",
                            "text": "When I had said these words, Simon was deprived of his powers, and fell down headlong with a great noise, and was violently dashed against the ground, and had his hip and ankle-bones broken; and the people cried out, saying, \"There is one only God, whom Peter rightly preaches in truth\"."
                        },
                        {
                            "verse": 63,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:63",
                            "text": "And many left him; but some who were worthy of perdition continued in his wicked doctrine."
                        },
                        {
                            "verse": 64,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:64",
                            "text": "And after this manner the most atheistical heresy of the Simonians was first established in Rome; and the devil wrought by the rest of the false apostles also."
                        },
                        {
                            "verse": 65,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:65",
                            "text": "How the Heresies Differ from Each Other, and from the Truth."
                        },
                        {
                            "verse": 66,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:66",
                            "text": "X."
                        },
                        {
                            "verse": 67,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:67",
                            "text": "Now all these had one and the same design of atheism, to blaspheme Almighty God, to spread their doctrine that He is an unknown being, and not the Father of Christ, nor the Creator of the world; but one who cannot be spoken of, ineffable, not to be named, and begotten by Himself; that we are not to make use of the law and the prophets; that there is no providence and no resurrection to be believed; that there is no judgment nor retribution; that the soul is not immortal; that we must only indulge our pleasures, and turn to any sort of worship without distinction."
                        },
                        {
                            "verse": 68,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:68",
                            "text": "Some of them say that there are many gods, some that there are three gods without beginning, some that there are two unbegotten gods, some that there are innumerable aeons."
                        },
                        {
                            "verse": 69,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:69",
                            "text": "Further, some of them teach that men are not to marry, and must abstain from flesh and wine, affirming that marriage, and the begetting of children, and the eating of certain foods, are abominable; that so, as sober persons, they may make their wicked opinions to be received as worthy of belief."
                        },
                        {
                            "verse": 70,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:70",
                            "text": "And some of them absolutely prohibit the eating of flesh, as being the flesh not of brute animals, but of creatures that have a rational soul, as though those that ventured to slay them would be charged with the crime of murder."
                        },
                        {
                            "verse": 71,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:71",
                            "text": "But others of them affirm that we must only abstain from swine's flesh, but may eat such as are clean by the law; and that we ought to be circumcised, according to the law, and to believe in Jesus as in an holy man and a prophet."
                        },
                        {
                            "verse": 72,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:72",
                            "text": "But others teach that men ought to be impudent in uncleanness, and to abuse the flesh, and to go through all unholy practices, as if this were the only way for the soul to avoid the rulers of this world."
                        },
                        {
                            "verse": 73,
                            "chapter": 2,
                            "name": "Constitutions of the Holy Apostles Book VI 2:73",
                            "text": "Now all these are the instruments of the devil, and the children of wrath."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Constitutions of the Holy Apostles Book VI 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:1",
                            "text": "Sec."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:2",
                            "text": "III."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:3",
                            "text": "—The Heresies Attacked by the Apostles."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:4",
                            "text": "An Exposition of the Preaching of the Apostles."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:5",
                            "text": "XI."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:6",
                            "text": "But we, who are the children of God and the sons of peace, do preach the holy and right word of piety, and declare one only God, the Lord of the law and of the prophets, the Maker of the world, the Father of Christ; not a being that caused Himself, or begat Himself, as they suppose, but eternal, and without original, and inhabiting light inaccessible; not two or three, or manifold, but eternally one only; not a being that cannot be known or spoken of, but who was preached by the law and the prophets; the Almighty, the Supreme Governor of all things, the All-powerful Being; the God and Father of the Only-begotten, and of the First-born of the whole creation; one God, the Father of one Son, not of many; the Maker of one Comforter by Christ, the Maker of the other orders, the one Creator of the several creatures by Christ, the same their Preserver and Legislator by Him; the cause of the resurrection, and of the judgment, and of the retribution which shall be made by Him: that this same Christ was pleased to become man, and went through life without sin, and suffered, and rose from the dead, and returned to Him that sent Him."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:7",
                            "text": "We also say that every creature of God is good, and nothing abominable; that everything for the support of life, when it is partaken of righteously, is very good: for, according to the Scripture, \"all things were very good\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:8",
                            "text": "We believe that lawful marriage, and the begetting of children, is honourable and undefiled; for difference of sexes was formed in Adam and Eve for the increase of mankind."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:9",
                            "text": "We acknowledge with us a soul that is incorporeal and immortal,—not corruptible as bodies are, but immortal, as being rational and free."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:10",
                            "text": "We abhor all unlawful mixtures, and that which is practised by some against nature as wicked and impious."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:11",
                            "text": "We profess there will be a resurrection both of the just and unjust, and a retribution."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:12",
                            "text": "We profess that Christ is not a mere man, but God the Word, and man the Mediator between God and men, the High Priest of the Father; nor are we circumcised with the Jews, as knowing that He is come \"to whom the inheritance was reserved,\" and on whose account the families were kept distinct—\"the expectation of the Gentiles,\" Jesus Christ, who sprang out of Judah, the Son from the branch, the flower from Jesse, whose government is upon His shoulder."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:13",
                            "text": "For Those that Confess Christ, But are Desirous to Judaize."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:14",
                            "text": "XII."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:15",
                            "text": "But because this heresy did then seem the more powerful to seduce men, and the whole Church was in danger, we the twelve assembled together at Jerusalem (for Matthias was chosen to be an apostle in the room of the betrayer, and took the lot of Judas; as it is said, \"His bishopric let another take\")."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:16",
                            "text": "We deliberated, together with James the Lord's brother, what was to be done; and it seemed good to him and to the elders to speak to the people words of doctrine."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:17",
                            "text": "For certain men likewise went down from Judea to Antioch, and taught the brethren who were there, saying: \"Unless ye be circumcised after the manner of Moses, and walk according to the other customs which he ordained, ye cannot be saved\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:18",
                            "text": "When, therefore, there had been no small dissension and disputation, the brethren which were at Antioch, when they knew that we were all met together about this question, sent out unto us men who were faithful and understanding in the Scriptures to learn concerning this question."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:19",
                            "text": "And they, when they were come to Jerusalem, declared to us what questions were arisen in the church of Antioch,—namely, that some said men ought to be circumcised, and to observe the other purifications."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:20",
                            "text": "And when some said one thing, and some another, I Peter stood up, and said unto them: \"Men and brethren, ye know how that from ancient days God made choice among you that the Gentiles should hear the word of the Gospel by my mouth, and believe; and God, which knoweth the hearts, bare them witness."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:21",
                            "text": "For an angel of the Lord appeared on a certain time to Cornelius, who was a centurion of the Roman government, and spake to him concerning me, that he should send for me, and hear the word of life from my mouth."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:22",
                            "text": "He therefore sent for me from Joppa to Caesarea Stratonis; and when I was ready to go to him, I would have eaten."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:23",
                            "text": "And while they made ready I was in the upper room praying; and I saw heaven opened, and a vessel, knit at the four corners like a splendid sheet, let down to the earth, wherein were all manner of four-footed beasts, and creeping things of the earth, and fowls of the heaven."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:24",
                            "text": "And there came a voice out of heaven to me, saying, Arise, Peter; kill, and eat."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:25",
                            "text": "And I said, By no means, Lord: for I have never eaten anything common or unclean."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:26",
                            "text": "And there came a voice a second time, saying, What God hath cleansed, that call not thou common."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:27",
                            "text": "And this was done thrice, and the vessel was received up again into heaven."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:28",
                            "text": "But as I doubted what this vision should mean, the Spirit said to me, Behold, men seek thee; but rise up, and go thy way with them, nothing doubting, for I have sent them."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:29",
                            "text": "These men were those which came from the centurion, and so by reasoning I understood the word of the Lord which is written: 'Whosoever shall call on the name of the Lord shall be saved."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:30",
                            "text": "' And again: 'All the ends of the earth shall remember, and turn unto the Lord, and all the families of the heathen shall worship before Him: for the kingdom is in the Lord's, and He is the governor of the nations."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:31",
                            "text": "' And observing that there were expressions everywhere concerning the calling of the Gentiles, I rose up, and went with them, and entered into the man's house."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:32",
                            "text": "And while I was preaching the word, the Holy Spirit fell upon him, and upon those that were with him, as it did upon us at the beginning; and He put no difference between us and them, purifying their hearts by faith."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:33",
                            "text": "And I perceived that God is no respecter of persons; but that in every nation he that feareth Him, and worketh righteousness, will be accepted with Him."
                        },
                        {
                            "verse": 34,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:34",
                            "text": "But even the believers which were of the circumcision were astonished at this."
                        },
                        {
                            "verse": 35,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:35",
                            "text": "Now therefore why tempt ye God, to lay an heavy yoke upon the neck of the disciples, which neither we nor our fathers were able to bear? But by the grace of the Lord, we believe we shall be saved, even as they."
                        },
                        {
                            "verse": 36,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:36",
                            "text": "For the Lord has loosed us from our bonds, and has made our burden light, and has loosed the heavy yoke from us by His clemency\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:37",
                            "text": "While I spake these things, the whole multitude kept silence."
                        },
                        {
                            "verse": 38,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:38",
                            "text": "But James the Lord's brother answered and said: \"Men and brethren, hearken unto me; Simeon hath declared how God at first visited to take out a people from the Gentiles for His name."
                        },
                        {
                            "verse": 39,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:39",
                            "text": "And to this agree the words of the prophets; as it is written: 'Afterwards I will return, and will raise again and rebuild the tabernacle of David, which is fallen down; and I will rebuild its ruins, and will again set it up, that the residue of men may seek after the Lord, and all the nations upon whom my name is called, saith the Lord, who doth these things."
                        },
                        {
                            "verse": 40,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:40",
                            "text": "' Known unto God are all His works from the beginning of the world."
                        },
                        {
                            "verse": 41,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:41",
                            "text": "Wherefore my sentence is, that we do not trouble those who from among the Gentiles turn unto God: but to charge them that they abstain from the pollutions of the Gentiles, and from what is sacrificed to idols, and from blood, and from things strangled, and from fornication; which laws were given to the ancients who lived before the law, under the law of nature, Enos, Enoch, Noah, Melchizedek, Job, and if there be any other of the same sort\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:42",
                            "text": "Then it seemed good to us the apostles, and to James the bishop, and to the elders, with the whole Church, to send men chosen from among our own selves, with Barnabas, and Paul of Tarsus, the apostle of the Gentiles, and Judas who was called Barsabbas, and Silas, chief men among the brethren, and wrote by their hand, as follows: \"The apostles, and elders, and brethren, to the brethren of Antioch, Syria, and Cilicia of the Gentiles, send greeting: Since we have heard that some from us have troubled you with words, subverting your souls, to whom we gave no such commandment, it has seemed good to us, when we were met together with one accord, to send chosen men to you, with our beloved Barnabas and Paul, men that have hazarded their lives for our Lord Jesus Christ, by whom ye sent unto us."
                        },
                        {
                            "verse": 43,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:43",
                            "text": "We have sent also with them Judas and Silas, who shall themselves declare the same things by mouth."
                        },
                        {
                            "verse": 44,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:44",
                            "text": "For it seemed good to the Holy Ghost, and to us, to lay no other burden upon you than these necessary things; that ye abstain from things offered to idols, and from blood, and from things strangled, and from fornication: from which things if ye keep yourselves, ye shall do well."
                        },
                        {
                            "verse": 45,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:45",
                            "text": "Fare ye well\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:46",
                            "text": "We accordingly sent this epistle; but we ourselves remained in Jerusalem many days, consulting together for the public benefit, for the well ordering of all things."
                        },
                        {
                            "verse": 47,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:47",
                            "text": "That We Must Separate from Heretics."
                        },
                        {
                            "verse": 48,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:48",
                            "text": "XIII."
                        },
                        {
                            "verse": 49,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:49",
                            "text": "But after a long time we visited the brethren, and confirmed them with the word of piety, and charged them to avoid those who, under the name of Christ and Moses, war against Christ and Moses, and in the clothing of sheep hide the wolf."
                        },
                        {
                            "verse": 50,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:50",
                            "text": "For these are false Christs, and false prophets, and false apostles, deceivers and corrupters, portions of foxes, the destroyers of the herbs of the vineyards: \"for whose sake the love of many will wax cold."
                        },
                        {
                            "verse": 51,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:51",
                            "text": "But he that endureth stedfast to the end, the same shall be saved\"."
                        },
                        {
                            "verse": 52,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:52",
                            "text": "Concerning whom, that He might secure us, the Lord declared, saying: \"There will come to you men in sheep's clothing, but inwardly they are ravening wolves."
                        },
                        {
                            "verse": 53,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:53",
                            "text": "Ye shall know them by their fruits; take care of them."
                        },
                        {
                            "verse": 54,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:54",
                            "text": "For false Christs and false prophets shall arise and shall deceive many\"."
                        },
                        {
                            "verse": 55,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:55",
                            "text": "Who Were the Preachers of the Catholic Doctrine, and Which are the Commandments Given by Them."
                        },
                        {
                            "verse": 56,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:56",
                            "text": "XIV."
                        },
                        {
                            "verse": 57,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:57",
                            "text": "On whose account also we, who are now assembled in one place,—Peter and Andrew; James and John, sons of Zebedee; Philip and Bartholomew; Thomas and Matthew; James the son of Alphaeus, and Lebbaeus who is surnamed Thaddaeus; and Simon the Canaanite, and Matthias, who instead of Judas was numbered with us; and James the brother of the Lord and bishop of Jerusalem, and Paul the teacher of the Gentiles, the chosen vessel, having all met together, have written to you this Catholic doctrine for the confirmation of you, to whom the oversight of the universal Church is committed: wherein we declare unto you, that there is only one God Almighty, besides whom there is no other, and that you must worship and adore Him alone, through Jesus Christ our Lord, in the most holy Spirit; that you are to make use of the sacred Scriptures, the law, and the prophets; to honour your parents; to avoid all unlawful actions; to believe the resurrection and the judgment, and to expect the retribution; and to use all His creatures with thankfulness, as the works of God, and having no evil in them; to marry after a lawful manner, for such marriage is unblameable."
                        },
                        {
                            "verse": 58,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:58",
                            "text": "For \"the woman is suited to the man by the Lord;\" and the Lord says: \"He that made them from the beginning, made them male and female; and said, For this cause shall a man leave his father and his mother, and shall cleave unto his wife: and they two shall be one flesh\"."
                        },
                        {
                            "verse": 59,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:59",
                            "text": "Nor let it be esteemed lawful after marriage to put her away who is without blame."
                        },
                        {
                            "verse": 60,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:60",
                            "text": "For says He: \"Thou shalt take care to thy spirit, and shalt not forsake the wife of thy youth; for she is the partner of thy life, and the remains of thy spirit."
                        },
                        {
                            "verse": 61,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:61",
                            "text": "I and no other have made her\"."
                        },
                        {
                            "verse": 62,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:62",
                            "text": "For the Lord says: \"What God has joined together, let no man put asunder\"."
                        },
                        {
                            "verse": 63,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:63",
                            "text": "For the wife is the partner of life, united by God unto one body from two."
                        },
                        {
                            "verse": 64,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:64",
                            "text": "But he that divides that again into two which is become one, is the enemy of the creation of God, and the adversary of His providence."
                        },
                        {
                            "verse": 65,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:65",
                            "text": "In like manner, he that retains her that is corrupted is a transgressor of the law of nature; since \"he that retains an adulteress is foolish and impious\"."
                        },
                        {
                            "verse": 66,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:66",
                            "text": "For says He, \"Cut her off from thy flesh;\" for she is not an help, but a snare, bending her mind from thee to another."
                        },
                        {
                            "verse": 67,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:67",
                            "text": "Nor be ye circumcised in your flesh, but let the circumcision which is of the heart by the Spirit suffice for the faithful; for He says, \"Be ye circumcised to your God, and be circumcised in the foreskin of your heart\"."
                        },
                        {
                            "verse": 68,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:68",
                            "text": "That We Ought Not to Rebaptize, Nor to Receive that Baptism Which is Given by the Ungodly, Which is Not Baptism, But a Pollution."
                        },
                        {
                            "verse": 69,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:69",
                            "text": "XV."
                        },
                        {
                            "verse": 70,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:70",
                            "text": "Be ye likewise contented with one baptism alone, that which is into the death of the Lord; not that which is conferred by wicked heretics, but that which is conferred by unblameable priests, \"in the name of the Father, and of the Son, and of the Holy Ghost:\" and let not that which comes from the ungodly be received by you, nor let that which is done by the godly be disannulled by a second."
                        },
                        {
                            "verse": 71,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:71",
                            "text": "For as there is one God, one Christ, and one Comforter, and one death of the Lord in the body, so let that baptism which is unto Him be but one."
                        },
                        {
                            "verse": 72,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:72",
                            "text": "But those that receive polluted baptism from the ungodly will become partners in their opinions."
                        },
                        {
                            "verse": 73,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:73",
                            "text": "For they are not priests."
                        },
                        {
                            "verse": 74,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:74",
                            "text": "For God says to them: \"Because thou hast rejected knowledge, I will also reject thee from the office of a priest to me\"."
                        },
                        {
                            "verse": 75,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:75",
                            "text": "Nor indeed are those that are baptized by them initiated, but are polluted, not receiving the remission of sins, but the bond of impiety."
                        },
                        {
                            "verse": 76,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:76",
                            "text": "And, besides, they that attempt to baptize those already initiated crucify the Lord afresh, slay Him a second time, laugh at divine and ridicule holy things, affront the Spirit, dishonour the sacred blood of Christ as common blood, are impious against Him that sent, Him that suffered, and Him that witnessed."
                        },
                        {
                            "verse": 77,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:77",
                            "text": "Nay, he that, out of contempt, will not be baptized, shall be condemned as an unbeliever, and shall be reproached as ungrateful and foolish."
                        },
                        {
                            "verse": 78,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:78",
                            "text": "For the Lord says: \"Except a man be baptized of water and of the Spirit, he shall by no means enter into the kingdom of heaven\"."
                        },
                        {
                            "verse": 79,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:79",
                            "text": "And again: \"He that believeth and is baptized shall be saved; but he that believeth not shall be damned\"."
                        },
                        {
                            "verse": 80,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:80",
                            "text": "But he that says, When I am dying I will be baptized, lest I should sin and defile my baptism, is ignorant of God, and forgetful of his own nature."
                        },
                        {
                            "verse": 81,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:81",
                            "text": "For \"do not thou delay to turn unto the Lord, for thou knowest not what the next day will bring forth\"."
                        },
                        {
                            "verse": 82,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:82",
                            "text": "Do you also baptize your infants, and bring them up in the nurture and admonition of God."
                        },
                        {
                            "verse": 83,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:83",
                            "text": "For says He: \"Suffer the little children to come unto me, and forbid them not\"."
                        },
                        {
                            "verse": 84,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:84",
                            "text": "Concerning Books with False Inscriptions."
                        },
                        {
                            "verse": 85,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:85",
                            "text": "XVI."
                        },
                        {
                            "verse": 86,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:86",
                            "text": "We have sent all these things to you, that ye may know our opinion, what it is; and that ye may not receive those books which obtain in our name, but are written by the ungodly."
                        },
                        {
                            "verse": 87,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:87",
                            "text": "For you are not to attend to the names of the apostles, but to the nature of the things, and their settled opinions."
                        },
                        {
                            "verse": 88,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:88",
                            "text": "For we know that Simon and Cleobius, and their followers, have compiled poisonous books under the name of Christ and of His disciples, and do carry them about in order to deceive you who love Christ, and us His servants."
                        },
                        {
                            "verse": 89,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:89",
                            "text": "And among the ancients also some have written apocryphal books of Moses, and Enoch, and Adam, and Isaiah, and David, and Elijah, and of the three patriarchs, pernicious and repugnant to the truth."
                        },
                        {
                            "verse": 90,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:90",
                            "text": "The same things even now have the wicked heretics done, reproaching the creation, marriage, providence, the begetting of children, the law, and the prophets; inscribing certain barbarous names, and, as they think, of angels, but, to speak the truth, of demons, which suggest things to them: whose doctrine eschew, that ye may not be partakers of the punishment due to those that write such things for the seduction and perdition of the faithful and unblameable disciples of the Lord Jesus."
                        },
                        {
                            "verse": 91,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:91",
                            "text": "Matrimonial Precepts Concerning Clergymen."
                        },
                        {
                            "verse": 92,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:92",
                            "text": "XVII."
                        },
                        {
                            "verse": 93,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:93",
                            "text": "We have already said, that a bishop, a presbyter, and a deacon, when they are constituted, must be but once married, whether their wives be alive or whether they be dead; and that it is not lawful for them, if they are unmarried when they are ordained, to be married afterwards; or if they be then married, to marry a second time, but to be content with that wife which they had when they came to ordination."
                        },
                        {
                            "verse": 94,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:94",
                            "text": "We also appoint that the ministers, and singers, and readers, and porters, shall be only once married."
                        },
                        {
                            "verse": 95,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:95",
                            "text": "But if they entered into the clergy before they were married, we permit them to marry, if they have an inclination thereto, lest they sin and incur punishment."
                        },
                        {
                            "verse": 96,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:96",
                            "text": "But we do not permit any one of the clergy to take to wife either a courtesan, or a servant, or a widow, or one that is divorced, as also the law says."
                        },
                        {
                            "verse": 97,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:97",
                            "text": "Let the deaconess be a pure virgin; or, at the least, a widow who has been but once married, faithful, and well esteemed."
                        },
                        {
                            "verse": 98,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:98",
                            "text": "An Exhortation Commanding to Avoid the Communion of the Impious Heretics."
                        },
                        {
                            "verse": 99,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:99",
                            "text": "XVIII."
                        },
                        {
                            "verse": 100,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:100",
                            "text": "Receive ye the penitent, for this is the will of God in Christ."
                        },
                        {
                            "verse": 101,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:101",
                            "text": "Instruct the catechumens in the elements of religion, and then baptize them."
                        },
                        {
                            "verse": 102,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:102",
                            "text": "Eschew the antheistical heretics, who are past repentance, and separate them from the faithful, and excommunicate them from the Church of God, and charge the faithful to abstain entirely from them, and not to partake with them either in sermons or prayers: for these are those that are enemies to the Church, and lay snares for it; who corrupt the flock, and defile the heritage of Christ, pretenders only to wisdom, and the vilest of men; concerning whom Solomon the wise said: \"The wicked doers pretend to act piously\"."
                        },
                        {
                            "verse": 103,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:103",
                            "text": "For, says he, \"there is a way which seemeth right to some, but the ends thereof look to the bottom of hell\"."
                        },
                        {
                            "verse": 104,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:104",
                            "text": "These are they concerning whom the Lord declared His mind with bitterness and severity, saying that \"they are false Christs and false teachers;\" who have blasphemed the Spirit of grace, and done despite to the gift they had from Him after the grace of baptism, \"to whom forgiveness shall not be granted, neither in this world nor in that which is to come;\" who are both more wicked than the Jews and more atheistical than the Gentiles; who blaspheme the God over all, and tread under foot His Son, and do despite to the doctrine of the Spirit; who deny the words of God, or pretend hypocritically to receive them, to the affronting of God, and the deceiving of those that come among them; who abuse the Holy Scriptures, and as for righteousness, they do not so much as know what it is; who spoil the Church of God, as the \"little foxes do the vineyard;\" whom we exhort you to avoid, lest you lay traps for your own souls."
                        },
                        {
                            "verse": 105,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:105",
                            "text": "\"For he that walketh with wise men shall be wise, but he that walketh with the foolish shall be known\"."
                        },
                        {
                            "verse": 106,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:106",
                            "text": "For we ought neither to run along with a thief, nor put in our lot with an adulterer; since holy David says: \"O Lord, I have hated them that hate Thee, and I am withered away on account of Thy enemies."
                        },
                        {
                            "verse": 107,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:107",
                            "text": "I hated them with a perfect hatred: they were to me as enemies\"."
                        },
                        {
                            "verse": 108,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:108",
                            "text": "And God reproaches Jehoshaphat with his friendship towards Ahab, and his league with him and with Ahaziah, by Jonah the prophet: \"Art thou in friendship with a sinner? Or dost thou aid him that is hated by the Lord?\" \"For this cause the wrath of the Lord would be upon thee suddenly, but that thy heart is found perfect with the Lord."
                        },
                        {
                            "verse": 109,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:109",
                            "text": "For this cause the Lord hath spared thee; yet are thy works shattered, and thy ships broken to pieces\"."
                        },
                        {
                            "verse": 110,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:110",
                            "text": "Eschew therefore their fellowship, and estrange yourselves from their friendship."
                        },
                        {
                            "verse": 111,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:111",
                            "text": "For concerning them did the prophet declare, and say: \"It is not lawful to rejoice with the ungodly,\" says the Lord."
                        },
                        {
                            "verse": 112,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:112",
                            "text": "For these are hidden wolves, dumb dogs, that cannot bark, who at present are but few, but in process of time, when the end of the world draws nigh, will be more in number and more troublesome, of whom said the Lord, \"Will the Son of man, when He comes, find faith on the earth?\" and, \"Because iniquity shall abound, the love of many shall wax cold;\" and, \"There shall come false Christs and false prophets, and shall show signs in the heaven, so as, if it were possible, to deceive the elect:\" from whose deceit God, through Jesus Christ, who is our hope, will deliver us."
                        },
                        {
                            "verse": 113,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:113",
                            "text": "For we ourselves, as we passed through the nations, and confirmed the churches, curing some with much exhortation and healing words, restored them again when they were in the certain way to death."
                        },
                        {
                            "verse": 114,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:114",
                            "text": "But those that were incurable we cast out from the flock, that they might not infect the lambs, which were found with their scabby disease, but might continue before the Lord God pure and undefiled, sound and unspotted."
                        },
                        {
                            "verse": 115,
                            "chapter": 3,
                            "name": "Constitutions of the Holy Apostles Book VI 3:115",
                            "text": "And this we did in every city, everywhere through the whole world, and have left to you the bishops and to the rest of the priests this very Catholic doctrine worthily and righteously, as a memorial or confirmation to those who have believed in God; and we have sent it by our fellow-minister Clement, our most faithful and intimate son in the Lord, together with Barnabas, and Timothy our most dearly beloved son, and the genuine Mark, together with whom we recommend to you also Titus and Luke, and Jason and Lucius, and Sosipater."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Constitutions of the Holy Apostles Book VI 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:1",
                            "text": "Sec."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:2",
                            "text": "IV."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:3",
                            "text": "—Of the Law."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:4",
                            "text": "By whom also we exhort you in the Lord to abstain from your old conversation, vain bonds, separations, observances, distinction of meats, and daily washings: for \"old things are passed away; behold, all things are become new\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:5",
                            "text": "To Those that Speak Evil of the Law."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:6",
                            "text": "XIX."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:7",
                            "text": "For since ye have known God through Jesus Christ, and all His dispensation, as it has been from the beginning, that He gave a plain law to assist the law of nature, such a one as is pure, saving, and holy, in which His own name was inscribed, perfect, which is never to fail, being complete in ten commands, unspotted, converting souls; which, when the Hebrews forgot, He put them in mind of it by the prophet Malachi, saying, \"Remember ye the law of Moses, the man of God, who gave you in charge commandments and ordinances\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:8",
                            "text": "Which law is so very holy and righteous, that even our Saviour, when on a certain time He healed one leper, and afterwards nine, said to the first, \"Go, show thyself to the high priest, and offer the gift which Moses commanded for a testimony unto them;\" and afterwards to the nine, \"Go, show yourselves to the priests\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:9",
                            "text": "For He nowhere has dissolved the law, as Simon pretends, but fulfilled it; for He says: \"One iota, or one tittle, shall not pass from the law until all be fulfilled\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:10",
                            "text": "For says He, \"I come not to dissolve the law, but to fulfil it\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:11",
                            "text": "For Moses himself, who was at once the lawgiver, and the high priest, and the prophet, and the king, and Elijah, the zealous follower of the prophets, were present at our Lord's transfiguration in the mountain, and witnesses of His incarnation and of His sufferings, as the intimate friends of Christ, but not as enemies and strangers."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:12",
                            "text": "Whence it is demonstrated that the law is good and holy, as also the prophets."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:13",
                            "text": "Which is the Law of Nature, and Which is that Afterwards Introduced, and Why It Was Introduced."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:14",
                            "text": "XX."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:15",
                            "text": "Now the law is the decalogue, which the Lord promulgated to them with an audible voice, before the people made that calf which represented the Egyptian Apis."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:16",
                            "text": "And the law is righteous, and therefore is it called the law, because judgments are thence made according to the law of nature, which the followers of Simon abuse, supposing they shall not be judged thereby, and so shall escape punishment."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:17",
                            "text": "This law is good, holy, and such as lays no compulsion in things positive."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:18",
                            "text": "For He says: \"If thou wilt make me an altar, thou shalt make it of earth\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:19",
                            "text": "It does not say, \"Make one,\" but, \"If thou wilt make\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:20",
                            "text": "It does not impose a necessity, but gives leave to their own free liberty."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:21",
                            "text": "For God does not stand in need of sacrifices, being by nature above all want."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:22",
                            "text": "But knowing that, as of old, Abel, beloved of God, and Noah and Abraham, and those that succeeded, without being required, but only moved of themselves by the law of nature, did offer sacrifice to God out of a grateful mind; so He did now permit the Hebrews, not commanding, but, if they had a mind, permitting them; and if they offered from a right intention, showing Himself pleased with their sacrifices."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:23",
                            "text": "Therefore He says: \"If thou desirest to offer, do not offer to me as to one that stands in need of it, for I stand in need of nothing; for the world is mine, and the fulness thereof\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:24",
                            "text": "But when this people became forgetful of that, and called upon a calf as God, instead of the true God, and to him did ascribe the cause of their coming out of Egypt, saying, \"These are thy gods, O Israel, which have brought thee out of the land of Egypt;\" and when these men had committed wickedness with the \"similitude of a calf that eateth hay;\" and denied God who had visited them by Moses in their afflictions, and had done signs with his hand and rod, and had smitten the Egyptians with ten plagues; who had divided the waters of the Red Sea into two parts; who had led them in the midst of the water, as a horse upon the ground; who had drowned their enemies, and those that laid wait for them; who at Marah had made sweet the bitter fountain; who had brought water out of the sharp rock till they were satisfied; who had overshadowed them with a pillar of a cloud on account of the immoderate heat, and with a pillar of fire which enlightened and guided them when they knew not which way they were to go; who gave them manna from heaven, and gave them quails for flesh from the sea; who gave them the law in the mountain; whose voice He had vouchsafed to let them hear; Him did they deny, and said to Aaron, \"Make us gods who shall go before us;\" and they made a molten calf, and sacrificed to an idol;—then was God angry, as being ungratefully treated by them, and bound them with bonds which could not be loosed, with a mortifying burden and a hard collar, and no longer said, \"If thou makest,\" but, \"Make an altar,\" and sacrifice perpetually; for thou art forgetful and ungrateful."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:25",
                            "text": "Offer burnt-offerings therefore continually, that thou mayest be mindful of me."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:26",
                            "text": "For since thou hast wickedly abused thy power, I lay a necessity upon thee for the time to come, and I command thee to abstain from certain meats; and I ordain thee the distinction of clean and unclean creatures, although every creature is good, as being made by me; and I appoint thee several separations, purgations, frequent washings and sprinklings, several purifications, and several times of rest; and if thou neglectest any of them, I determine that punishment which is proper to the disobedient, that being pressed and galled by thy collar, thou mayest depart from the error of polytheism, and laying aside that, \"These are thy gods, O Israel,\" mayest be mindful of that, \"Hear, O Israel, the Lord thy God is one Lord;\" and mayest run back again to that law which is inserted by me in the nature of all men, \"that there is only one God in heaven and on earth, and to love Him with all thy heart, and all thy might, and all thy mind,\" and to fear none but Him, nor to admit the names of other gods into thy mind, nor to let thy tongue utter them out of thy mouth."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:27",
                            "text": "He bound them for the hardness of their hearts, that by sacrificing, and resting, and purifying themselves, and by similar observances, they might come to the knowledge of God, who ordained these things for them."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:28",
                            "text": "That We Who Believe in Christ are Under Grace, and Not Under the Servitude of that Additional Law."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:29",
                            "text": "XXI."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:30",
                            "text": "\"But blessed are your eyes, for they see; and your ears, for they hear\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:31",
                            "text": "Yours, I say, who have believed in the one God, not by necessity, but by a sound understanding, in obedience to Him that called you."
                        },
                        {
                            "verse": 32,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:32",
                            "text": "For you are released from the bonds, and freed from the servitude."
                        },
                        {
                            "verse": 33,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:33",
                            "text": "For says He: \"I call you no longer servants, but friends; for all things that I have heard of my Father have I made known unto you\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:34",
                            "text": "For to them that would not see nor hear, not for the want of those senses, but for the excess of their wickedness, \"I gave statutes that were not good, and judgments whereby they would not live;\" they are looked upon as not good, as burnings and a sword, and medicines are esteemed enemies by the sick, and impossible to be observed on account of their obstinacy: whence also they brought death upon them being not obeyed."
                        },
                        {
                            "verse": 35,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:35",
                            "text": "That the Law for Sacrifices is Additional, Which Christ When He Came Took Away."
                        },
                        {
                            "verse": 36,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:36",
                            "text": "XXII."
                        },
                        {
                            "verse": 37,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:37",
                            "text": "You therefore are blessed who are delivered from the curse, For Christ, the Son of God, by His coming has confirmed and completed the law, but has taken away the additional precepts, although not all of them, yet at least the more grievous ones; having confirmed the former, and abolished the latter, and has again set the free-will of man at liberty, not subjecting him to the penalty of a temporal death, but giving laws to him according to another constitution."
                        },
                        {
                            "verse": 38,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:38",
                            "text": "Wherefore He says: \"If any man will come after me, let him come\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:39",
                            "text": "And again: \"Will ye also go away?\" And besides, before His coming He refused the sacrifices of the people, while they frequently offered them, when they sinned against Him, and thought He was to be appeased by sacrifices, but not by repentance."
                        },
                        {
                            "verse": 40,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:40",
                            "text": "For thus He speaks: \"Why dost thou bring to me frankincense from Saba, and cinnamon from a remote land? Your burnt-offerings are not acceptable, and your sacrifices are not sweet to me\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:41",
                            "text": "And afterwards: \"Gather your burnt-offerings, together with your sacrifices, and eat flesh."
                        },
                        {
                            "verse": 42,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:42",
                            "text": "For I did not command you, when I brought you out of the land of Egypt, concerning burnt-offerings and sacrifices\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:43",
                            "text": "And He says by Isaiah: \"To what purpose do ye bring me a multitude of sacrifices? saith the Lord."
                        },
                        {
                            "verse": 44,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:44",
                            "text": "I am full of the burnt-offerings of rams, and I will not accept the fat of lambs, and the blood of bulls and of goats."
                        },
                        {
                            "verse": 45,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:45",
                            "text": "Nor do you come and appear before me; for who hath required these things at your hands? Do not go on to tread my courts any more."
                        },
                        {
                            "verse": 46,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:46",
                            "text": "If you bring me fine flour, it is vain: incense is an abomination unto me: your new moons, and your Sabbaths, and your great day, I cannot bear them: your fasts, and your rests, and your feasts, my soul hateth them; I am over-full of them\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:47",
                            "text": "And He says by another: \"Depart from me; the sound of thine hymns, and the psalms of thy musical instruments, I will not hear\"."
                        },
                        {
                            "verse": 48,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:48",
                            "text": "And Samuel says to Saul, when he thought to sacrifice: \"Obedience is better than sacrifice, and hearkening than the fat of rams."
                        },
                        {
                            "verse": 49,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:49",
                            "text": "For, behold, the Lord does not so much delight in sacrifice, as in obeying Him\"."
                        },
                        {
                            "verse": 50,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:50",
                            "text": "And He says by David: \"I will take no calves out of thine house, nor he-goats out of thy flock."
                        },
                        {
                            "verse": 51,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:51",
                            "text": "If I should be hungry, I would not tell thee; for the whole world is mine, and the fulness thereof."
                        },
                        {
                            "verse": 52,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:52",
                            "text": "Shall I eat the flesh of bulls, or drink the blood of goats? Sacrifice to God the sacrifice of praise, and pay thy vows to the Most High\"."
                        },
                        {
                            "verse": 53,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:53",
                            "text": "And in all the Scriptures in like manner He refuses their sacrifices on account of their sinning against Him."
                        },
                        {
                            "verse": 54,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:54",
                            "text": "For \"the sacrifices of the impious are an abomination with the Lord, since they offer them in an unlawful manner\"."
                        },
                        {
                            "verse": 55,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:55",
                            "text": "And again: \"Their sacrifices are to them as bread of lamentation; all that eat of them shall be defiled\"."
                        },
                        {
                            "verse": 56,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:56",
                            "text": "If, therefore, before His coining He sought for \"a clean heart and a contrite spirit\" more than sacrifices, much rather would He abrogate those sacrifices, I mean those by blood, when He came."
                        },
                        {
                            "verse": 57,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:57",
                            "text": "Yet He so abrogated them as that He first fulfilled them."
                        },
                        {
                            "verse": 58,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:58",
                            "text": "For He was both circumcised, and sprinkled, and offered sacrifices and whole burnt-offerings, and made use of the rest of their customs."
                        },
                        {
                            "verse": 59,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:59",
                            "text": "And He that was the Lawgiver became Himself the fulfilling of the law; not taking away the law of nature, but abrogating those additional laws that were afterwards introduced, although not all of them neither."
                        },
                        {
                            "verse": 60,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:60",
                            "text": "How Christ Became a Fulfiller of the Law, and What Parts of It He Put a Period To, or Changed, or Transferred."
                        },
                        {
                            "verse": 61,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:61",
                            "text": "XXIII."
                        },
                        {
                            "verse": 62,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:62",
                            "text": "For He did not take away the law of nature, but confirmed it."
                        },
                        {
                            "verse": 63,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:63",
                            "text": "For He that said in the law, \"The Lord thy God is one Lord;\" the same says in the Gospel, \"That they might know Thee, the only true God\"."
                        },
                        {
                            "verse": 64,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:64",
                            "text": "And He that said, \"Thou shalt love thy neighbour as thyself,\" says in the Gospel, renewing the same precept, \"A new commandment I give unto you, that ye love one another\"."
                        },
                        {
                            "verse": 65,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:65",
                            "text": "He who then forbade murder, does now forbid causeless anger."
                        },
                        {
                            "verse": 66,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:66",
                            "text": "He that forbade adultery, does now forbid all unlawful lust."
                        },
                        {
                            "verse": 67,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:67",
                            "text": "He that forbade stealing, now pronounces him most happy who supplies those that are in want out of his own labours."
                        },
                        {
                            "verse": 68,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:68",
                            "text": "He that forbade hatred, now pronounces him blessed that loves his enemies."
                        },
                        {
                            "verse": 69,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:69",
                            "text": "He that forbade revenge, now commands long-suffering; not as if just revenge were an unrighteous thing, but because long-suffering is more excellent."
                        },
                        {
                            "verse": 70,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:70",
                            "text": "Nor did He make laws to root out our natural passions, but only to forbid the excess of them."
                        },
                        {
                            "verse": 71,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:71",
                            "text": "He who had commanded to honour our parents, was Himself subject to them."
                        },
                        {
                            "verse": 72,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:72",
                            "text": "He who had commanded to keep the Sabbath, by resting thereon for the sake of meditating on the laws, has now commanded us to consider of the law of creation, and of providence every day, and to return thanks to God."
                        },
                        {
                            "verse": 73,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:73",
                            "text": "He abrogated circumcision when He had Himself fulfilled it."
                        },
                        {
                            "verse": 74,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:74",
                            "text": "For He it was \"to whom the inheritance was reserved, who was the expectation of the nations\"."
                        },
                        {
                            "verse": 75,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:75",
                            "text": "He who made a law for swearing rightly, and forbade perjury, has now charged us not to swear at all."
                        },
                        {
                            "verse": 76,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:76",
                            "text": "He has in several ways changed baptism, sacrifice, the priesthood, and the divine service, which was confined to one place: for instead of daily baptisms, He has given only one, which is that into His death."
                        },
                        {
                            "verse": 77,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:77",
                            "text": "Instead of one tribe, He has appointed that out of every nation the best should be ordained for the priesthood; and that not their bodies should be examined for blemishes, but their religion and their lives."
                        },
                        {
                            "verse": 78,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:78",
                            "text": "Instead of a bloody sacrifice, He has appointed that reasonable and unbloody mystical one of His body and blood, which is performed to represent the death of the Lord by symbols."
                        },
                        {
                            "verse": 79,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:79",
                            "text": "Instead of the divine service confined to one place, He has commanded and appointed that He should be glorified from sunrising to sunsetting in every place of His dominion."
                        },
                        {
                            "verse": 80,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:80",
                            "text": "He did not therefore take away the law from us, but the bonds."
                        },
                        {
                            "verse": 81,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:81",
                            "text": "For concerning the law Moses says: \"Thou shalt meditate on the word which I command thee, sitting in thine house, and rising up, and walking in the way\"."
                        },
                        {
                            "verse": 82,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:82",
                            "text": "And David says: \"His delight is in the law of the Lord, and in His law will he meditate day and night\"."
                        },
                        {
                            "verse": 83,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:83",
                            "text": "For everywhere would he have us subject to His laws, but not transgressors of them."
                        },
                        {
                            "verse": 84,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:84",
                            "text": "For says He: \"Blessed are the undefiled in the way, who walk in the law of the Lord."
                        },
                        {
                            "verse": 85,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:85",
                            "text": "Blessed are they that search out His testimonies; with their whole heart shall they seek Him\"."
                        },
                        {
                            "verse": 86,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:86",
                            "text": "And again: \"Blessed are we, O Israel, because those things that are pleasing to God are known to us\"."
                        },
                        {
                            "verse": 87,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:87",
                            "text": "And the Lord says: \"If ye know these things, happy are ye if ye do them\"."
                        },
                        {
                            "verse": 88,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:88",
                            "text": "That It Pleased the Lord that the Law of Righteousness Should Be Demonstrated by the Romans."
                        },
                        {
                            "verse": 89,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:89",
                            "text": "XXIV."
                        },
                        {
                            "verse": 90,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:90",
                            "text": "Nor does He desire that the law of righteousness should only be demonstrated by us; but He is pleased that it should appear and shine by means of the Romans."
                        },
                        {
                            "verse": 91,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:91",
                            "text": "For these Romans, believing in the Lord, left off their polytheism and injustice, and entertain the good, and punish the bad."
                        },
                        {
                            "verse": 92,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:92",
                            "text": "But they hold the Jews under tribute, and do not suffer them to make use of their own ordinances."
                        },
                        {
                            "verse": 93,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:93",
                            "text": "How God, on Account of Their Impiety Towards Christ, Made the Jews Captives, and Placed Them Under Tribute."
                        },
                        {
                            "verse": 94,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:94",
                            "text": "XXV."
                        },
                        {
                            "verse": 95,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:95",
                            "text": "Because, indeed, they drew servitude upon themselves voluntarily, when they said, \"We have no king but Caesar;\" and, \"If we do not slay Christ, all men will believe in Him, and the Romans will come and will take away both our place and nation\"."
                        },
                        {
                            "verse": 96,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:96",
                            "text": "And so they prophesied unwittingly."
                        },
                        {
                            "verse": 97,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:97",
                            "text": "For accordingly the nations believed on Him, and they themselves were deprived by the Romans of their power, and of their legal worship; and they have been forbidden to slay whom they please, and to sacrifice when they will."
                        },
                        {
                            "verse": 98,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:98",
                            "text": "Wherefore they are accursed, as not able to perform the things they are commanded to do."
                        },
                        {
                            "verse": 99,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:99",
                            "text": "For says He: \"Cursed be he that does not continue in all things that are written in the book of the law to do them\"."
                        },
                        {
                            "verse": 100,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:100",
                            "text": "Now it is impossible in their dispersion, while they are among the heathen, for them to perform all things in their law."
                        },
                        {
                            "verse": 101,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:101",
                            "text": "For the divine Moses forbids both to rear an altar out of Jerusalem, and to read the law out of the bounds of Judea."
                        },
                        {
                            "verse": 102,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:102",
                            "text": "Let us therefore follow Christ, that we may inherit His blessings."
                        },
                        {
                            "verse": 103,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:103",
                            "text": "Let us walk after the law and the prophets by the Gospel."
                        },
                        {
                            "verse": 104,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:104",
                            "text": "Let us eschew the worshippers of many gods, and the murderers of Christ, and the murderers of the prophets, and the wicked and atheistical heretics."
                        },
                        {
                            "verse": 105,
                            "chapter": 4,
                            "name": "Constitutions of the Holy Apostles Book VI 4:105",
                            "text": "Let us be obedient to Christ as to our King, as having authority to change several constitutions, and having, as a legislator, wisdom to make new constitutions in different circumstances; yet so that everywhere the laws of nature be immutably preserved."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Constitutions of the Holy Apostles Book VI 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:1",
                            "text": "Sec."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:2",
                            "text": "V."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:3",
                            "text": "—The Teaching of the Apostles in Opposition to Jewish and Gentile Superstitions, Especially in Regard to Marriage and Funerals."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:4",
                            "text": "That We Ought to Avoid the Heretics as the Corrupters of Souls."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:5",
                            "text": "XXVI."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:6",
                            "text": "Do you therefore, O bishops, and ye of the laity, avoid all heretics who abuse the law and the prophets."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:7",
                            "text": "For they are enemies to God Almighty, and disobey Him, and do not confess Christ to be the Son of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:8",
                            "text": "For they also deny His generation according to the flesh; they are ashamed of the cross; they abuse His passion and His death; they know not His resurrection; they take away His generation before all ages."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:9",
                            "text": "Nay, some of them are impious after another manner, imagining the Lord to be a mere man, supposing Him to consist of a soul and body."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:10",
                            "text": "But others of them suppose that Jesus Himself is the God over all, and glorify Him as His own Father, and suppose Him to be both the Son and the Comforter; than which doctrines what can be more detestable? Others, again, of them do refuse certain meats, and say that marriage with the procreation of children is evil, and the contrivance of the devil; and being ungodly themselves, they are not willing to rise again from the dead on account of their wickedness."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:11",
                            "text": "Wherefore also they ridicule the resurrection, and say, We are holy people, unwilling to eat and to drink; and they fancy that they shall rise again from the dead demons without flesh, who shall be condemned for ever in eternal fire."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:12",
                            "text": "Fly therefore from them, lest ye perish with them in their impieties."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:13",
                            "text": "Of Some Jewish and Gentile Observances."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:14",
                            "text": "XXVII."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:15",
                            "text": "Now if any persons keep to the Jewish customs and observances concerning the natural emission and nocturnal pollutions, and the lawful conjugal acts, let them tell us whether in those hours or days, when they undergo any such thing, they observe not to pray, or to touch a Bible, or to partake of the Eucharist? And if they own it to be so, it is plain they are void of the Holy Spirit, which always continues with the faithful."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:16",
                            "text": "For concerning holy persons Solomon says: \"That every one may prepare himself, that so when he sleeps it may keep him, and when he arises it may talk with him\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:17",
                            "text": "For if thou thinkest, O woman, when thou art seven days in thy separation, that thou art void of the Holy Spirit, then if thou shouldest die suddenly thou wilt depart void of the Spirit, and without assured hope in God; or else thou must imagine that the Spirit always is inseparable from thee, as not being in a place."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:18",
                            "text": "But thou standest in need of prayer and the Eucharist, and the coming of the Holy Ghost, as having been guilty of no fault in this matter."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:19",
                            "text": "For neither lawful mixture, nor child-bearing, nor the menstrual purgation, nor nocturnal pollution, can defile the nature of a man, or separate the Holy Spirit from him."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:20",
                            "text": "Nothing but impiety and unlawful practice can do that."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:21",
                            "text": "For the Holy Spirit always abides with those that are possessed of it, so long as they are worthy; and those from whom it is departed, it leaves them desolate, and exposed to the wicked spirit."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:22",
                            "text": "Now every man is filled either with the holy or with the unclean spirit; and it is not possible to avoid the one or the other, unless they can receive opposite spirits."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:23",
                            "text": "For the Comforter hates every lie, and the devil hates all truth."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:24",
                            "text": "But every one that is baptized agreeably to the truth is separated from the diabolical spirit, and is under the Holy Spirit; and the Holy Spirit remains with him so long as he is doing good, and fills him with wisdom and understanding, and suffers not the wicked spirit to approach him, but watches over his goings."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:25",
                            "text": "Thou therefore, O woman, if, as thou sayest, in the days of thy separation thou art void of the Holy Spirit, thou art then filled with the unclean one; for by neglecting to pray and to read thou wilt invite him to thee, though he were unwilling."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:26",
                            "text": "For this spirit, of all others, loves the ungrateful, the slothful, the careless, and the drowsy, since he himself by ingratitude was distempered with evil mind, and was thereby deprived by God his dignity; having rather chosen to be a devil than an archangel."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:27",
                            "text": "Wherefore, O woman, eschew such vain words, and be ever mindful of God that created thee, and pray to Him."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:28",
                            "text": "For He is thy Lord, and the Lord of the universe; and meditate in His laws without observing any such things, such as the natural purgation, lawful mixture, child-birth, a miscarriage, or a blemish of the body; since such observations are the vain inventions of foolish men, and such inventions as have no sense in them."
                        },
                        {
                            "verse": 29,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:29",
                            "text": "Neither the burial of a man, nor a dead man's bone, nor a sepulchre, nor any particular sort of food, nor the nocturnal pollution, can defile the soul of man; but only impiety towards God, and transgression, and injustice towards one's neighbour; I mean rapine, violence, or if there be anything contrary to His righteousness, adultery or fornication."
                        },
                        {
                            "verse": 30,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:30",
                            "text": "Wherefore, beloved, avoid and eschew such observations, for they are heathenish."
                        },
                        {
                            "verse": 31,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:31",
                            "text": "For we do not abominate a dead man, as do they, seeing we hope that he will live again."
                        },
                        {
                            "verse": 32,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:32",
                            "text": "Nor do we hate lawful mixture; for it is their practice to act impiously in such instances."
                        },
                        {
                            "verse": 33,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:33",
                            "text": "For the conjunction of man and wife, if it be with righteousness, is agreeable to the mind of God."
                        },
                        {
                            "verse": 34,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:34",
                            "text": "\"For He that made them at the beginning made them male and female; and He blessed them, and said, Increase and multiply, and fill the earth\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:35",
                            "text": "If, therefore, the difference of sexes was made by the will of God for the generation of multitudes, then must the conjunction of male and female be also acceptable to His mind."
                        },
                        {
                            "verse": 36,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:36",
                            "text": "Of the Love of Boys, Adultery, and Fornication."
                        },
                        {
                            "verse": 37,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:37",
                            "text": "XXVIII."
                        },
                        {
                            "verse": 38,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:38",
                            "text": "But we do not say so of that mixture that is contrary to nature, or of any unlawful practice; for such are enmity to God."
                        },
                        {
                            "verse": 39,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:39",
                            "text": "For the sin of Sodom is contrary to nature, as is also that with brute beasts."
                        },
                        {
                            "verse": 40,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:40",
                            "text": "But adultery and fornication are against the law; the one whereof is impiety, the other injustice, and, in a word, no other than a great sin."
                        },
                        {
                            "verse": 41,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:41",
                            "text": "But neither sort of them is without its punishment in its own proper nature."
                        },
                        {
                            "verse": 42,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:42",
                            "text": "For the practisers of one sort attempt the dissolution of the world, and endeavour to make the natural course of things to change for one that is unnatural; but those of the second sort—the adulterers—are unjust by corrupting others' marriages, and dividing into two what God hath made one, rendering the children suspected, and exposing the true husband to the snares of others."
                        },
                        {
                            "verse": 43,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:43",
                            "text": "And fornication is the destruction of one's own flesh, not being made use of for the procreation of children, but entirely for the sake of pleasure, which is a mark of incontinency, and not a sign of virtue."
                        },
                        {
                            "verse": 44,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:44",
                            "text": "All these things are forbidden by the laws; for thus say the oracles: \"Thou shalt not lie with mankind as with womankind\"."
                        },
                        {
                            "verse": 45,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:45",
                            "text": "\"For such a one is accursed, and ye shall stone them with stones: they have wrought abomination\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:46",
                            "text": "\"Every one that lieth with a beast, slay ye him: he has wrought wickedness in his people\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:47",
                            "text": "\"And if any one defile a married woman, slay ye them both: they have wrought wickedness; they are guilty; let them die\"."
                        },
                        {
                            "verse": 48,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:48",
                            "text": "And afterwards: \"There shall not be a fornicator among the children of Israel, and there shall not be an whore among the daughters of Israel."
                        },
                        {
                            "verse": 49,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:49",
                            "text": "Thou shalt not offer the hire of an harlot to the Lord thy God upon the altar, nor the price of a dog\"."
                        },
                        {
                            "verse": 50,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:50",
                            "text": "\"For the vows arising from the hire of an harlot are not clean\"."
                        },
                        {
                            "verse": 51,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:51",
                            "text": "These things the laws have forbidden, but they have honoured marriage, and have called it blessed, since God has blessed it who joined male and female together."
                        },
                        {
                            "verse": 52,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:52",
                            "text": "And wise Solomon somewhere says: \"A wife is suited to her husband by the Lord\"."
                        },
                        {
                            "verse": 53,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:53",
                            "text": "And David says: \"Thy wife is like a flourishing vine in the sides of thine house; thy children like olive-branches round about thy table."
                        },
                        {
                            "verse": 54,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:54",
                            "text": "Behold, thus shall the man be blessed that feareth the Lord\"."
                        },
                        {
                            "verse": 55,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:55",
                            "text": "Wherefore \"marriage is honourable\" and comely, and the begetting of children pure, for there is no evil in that which is good."
                        },
                        {
                            "verse": 56,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:56",
                            "text": "Therefore neither is the natural purgation abominable before God, who has ordered it to happen to women within the space of thirty days for their advantage and healthful state, who do less move about, and keep usually at home in the house."
                        },
                        {
                            "verse": 57,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:57",
                            "text": "Nay, moreover, even in the Gospel, when the woman with the perpetual purgation of blood touched the saving border of the Lord's garment in hope of being healed, He was not angry at her, nor did complain of her at all; but, on the contrary, He healed her, saying, \"Thy faith hath saved thee\"."
                        },
                        {
                            "verse": 58,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:58",
                            "text": "When the natural purgations do appear in the wives, let not their husbands approach them, out of regard to the children to be begotten; for the law has forbidden it, for it says: \"Thou shalt not come near thy wife when she is in her separation\"."
                        },
                        {
                            "verse": 59,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:59",
                            "text": "Nor, indeed, let them frequent their wives' company when they are with child."
                        },
                        {
                            "verse": 60,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:60",
                            "text": "For they do this not for the begetting of children, but for the sake of pleasure."
                        },
                        {
                            "verse": 61,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:61",
                            "text": "Now a lover of God ought not to be a lover of pleasure."
                        },
                        {
                            "verse": 62,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:62",
                            "text": "How Wives Ought to Be Subject to Their Own Husbands, and Husbands Ought to Love Their Own Wives."
                        },
                        {
                            "verse": 63,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:63",
                            "text": "XXXIX."
                        },
                        {
                            "verse": 64,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:64",
                            "text": "Ye wives, be subject to your own husbands, and have them in esteem, and serve them with fear and love, as holy Sarah honoured Abraham."
                        },
                        {
                            "verse": 65,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:65",
                            "text": "For she could not endure to call him by his name, but called him lord, when she said, \"My lord is old\"."
                        },
                        {
                            "verse": 66,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:66",
                            "text": "In like manner, ye husbands, love your own wives as your own members, as partners in life, and fellow-helpers for the procreation of children."
                        },
                        {
                            "verse": 67,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:67",
                            "text": "For says He, \"Rejoice with the wife of thy youth."
                        },
                        {
                            "verse": 68,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:68",
                            "text": "Let her conversation be to thee as a loving hind, and a pleasant foal; let her alone guide thee, and be with thee at all times: for if thou beest every way encompassed with her friendship, thou wilt be happy in her society\"."
                        },
                        {
                            "verse": 69,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:69",
                            "text": "Love them therefore as your own members, as your very bodies; for so it is written, \"The Lord has testified between thee and between the wife of thy youth; and she is thy partner, and another has not made her: and she is the remains of thy spirit;\" and, \"Take heed to your spirit, and do not forsake the wife of thy youth\"."
                        },
                        {
                            "verse": 70,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:70",
                            "text": "An husband, therefore, and a wife, when they company together in lawful marriage, and rise from one another, may pray without any observations, and without washing are clean."
                        },
                        {
                            "verse": 71,
                            "chapter": 5,
                            "name": "Constitutions of the Holy Apostles Book VI 5:71",
                            "text": "But whosoever corrupts and defiles another man's wife, or is defiled with an harlot, when he arises up from her, though he should wash himself in the entire ocean and all the rivers, cannot be clean."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Constitutions of the Holy Apostles Book VI 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Constitutions of the Holy Apostles Book VI 6:1",
                            "text": "Sec."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Constitutions of the Holy Apostles Book VI 6:2",
                            "text": "VI."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Constitutions of the Holy Apostles Book VI 6:3",
                            "text": "—Conclusion of the Work."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Constitutions of the Holy Apostles Book VI 6:4",
                            "text": "That It is the Custom of Jews and Gentiles to Observe Natural Purgations, and to Abominate the Remains of the Dead; But that All This is Contrary to Christianity."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Constitutions of the Holy Apostles Book VI 6:5",
                            "text": "XXX."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Constitutions of the Holy Apostles Book VI 6:6",
                            "text": "Do not therefore keep any such observances about legal and natural purgations, as thinking you are defiled by them."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Constitutions of the Holy Apostles Book VI 6:7",
                            "text": "Neither do you seek after Jewish separations, or perpetual washings, or purifications upon the touch of a dead body."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Constitutions of the Holy Apostles Book VI 6:8",
                            "text": "But without such observations assemble in the dormitories, reading the holy books, and singing for the martyrs which are fallen asleep, and for all the saints from the beginning of the world, and for your brethren that are asleep in the Lord, and offer the acceptable Eucharist, the representation of the royal body of Christ, both in your churches and in the dormitories; and in the funerals of the departed, accompany them with singing, if they were faithful in Christ."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Constitutions of the Holy Apostles Book VI 6:9",
                            "text": "For \"precious in the sight of the Lord is the death of His saints\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Constitutions of the Holy Apostles Book VI 6:10",
                            "text": "And again: \"O my soul, return unto thy rest, for the Lord hath done thee good\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Constitutions of the Holy Apostles Book VI 6:11",
                            "text": "And elsewhere: \"The memory of the just is with encomiums\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Constitutions of the Holy Apostles Book VI 6:12",
                            "text": "And, \"The souls of the righteous are in the hands of God\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Constitutions of the Holy Apostles Book VI 6:13",
                            "text": "For those that have believed in God, although they are asleep, are not dead."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Constitutions of the Holy Apostles Book VI 6:14",
                            "text": "For our Saviour says to the Sadducees: \"But concerning the resurrection of the dead, have ye not read that which is written, I am the God of Abraham, and the God of Isaac, and the God of Jacob? God, therefore, is not the God of the dead, but of the living; for all live to Him\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Constitutions of the Holy Apostles Book VI 6:15",
                            "text": "Wherefore, of those that live with God, even their very relics are not without honour."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Constitutions of the Holy Apostles Book VI 6:16",
                            "text": "For even Elisha the prophet, after he was fallen asleep, raised up a dead man who was slain by the pirates of Syria."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Constitutions of the Holy Apostles Book VI 6:17",
                            "text": "For his body touched the bones of Elisha, and he arose and revived."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Constitutions of the Holy Apostles Book VI 6:18",
                            "text": "Now this would not have happened unless the body of Elisha were holy."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Constitutions of the Holy Apostles Book VI 6:19",
                            "text": "And chaste Joseph embraced Jacob after he was dead upon his bed; and Moses and Joshua the son of Nun carried away the relics of Joseph, and did not esteem it a defilement."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Constitutions of the Holy Apostles Book VI 6:20",
                            "text": "Whence you also, O bishops, and the rest, who without such observances touch the departed, ought not to think yourselves defiled."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Constitutions of the Holy Apostles Book VI 6:21",
                            "text": "Nor abhor the relics of such persons, but avoid such observances, for they are foolish."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Constitutions of the Holy Apostles Book VI 6:22",
                            "text": "And adorn yourselves with holiness and chastity, that ye may become partakers of immortality, and partners of the kingdom of God, and may receive the promise of God, and may rest for ever, through Jesus Christ our Saviour."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Constitutions of the Holy Apostles Book VI 6:23",
                            "text": "To Him, therefore, who is able to open the ears of your hearts to the receiving the oracles of God administered to you both by the Gospel and by the teaching of Jesus Christ of Nazareth; who was crucified under Pontius Pilate and Herod, and died, and rose again from the dead, and will come again at the end of the world with power and great glory, and will raise the dead, and put an end to this world, and distribute to every one according to his deserts: to Him that has given us Himself for an earnest of the resurrection; who was taken up into the heavens by the power of His God and Father in our sight, who ate and drank with Him for forty days after He arose from the dead; who is sat down on the right hand of the throne of the majesty of Almighty God upon the cherubim; to whom it was said, \"Sit Thou on my right hand, until I make Thine enemies Thy footstool;\" whom the most blessed Stephen saw standing at the right hand of power, and cried out, and said, \"Behold, I see the heavens opened, and the Son of man standing at the right hand of God,\" as the High Priest of all the rational orders,—through Him, worship, and majesty, and glory be given to Almighty God, both now and for evermore, Amen."
                        }
                    ]
                }
            ]
        }
    ]
}