{
    "books": [
        {
            "name": "Eusebius: Chuch History Book VI",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Eusebius: Chuch History Book VI 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book VI 1:1",
                            "text": "Church History of Eusebius, Book VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book VI 1:2",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book VI 1:3",
                            "text": "—The Persecution under Severus."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book VI 1:4",
                            "text": "When Severus began to persecute the churches, glorious testimonies were given everywhere by the athletes of religion."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book VI 1:5",
                            "text": "This was especially the case in Alexandria, to which city, as to a most prominent theater, athletes of God were brought from Egypt and all Thebais according to their merit, and won crowns from God through their great patience under many tortures and every mode of death."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book VI 1:6",
                            "text": "Among these was Leonides, who was called the father of Origen, and who was beheaded while his son was still young."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Eusebius: Chuch History Book VI 1:7",
                            "text": "How remarkable the predilection of this son was for the Divine Word, in consequence of his father's instruction, it will not be amiss to state briefly, as his fame has been very greatly celebrated by many."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Eusebius: Chuch History Book VI 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:2",
                            "text": "—The Training of Origen from Childhood."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:3",
                            "text": "Many things might be said in attempting to describe the life of the man while in school; but this subject alone would require a separate treatise."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:4",
                            "text": "Nevertheless, for the present, abridging most things, we shall state a few facts concerning him as briefly as possible, gathering them from certain letters, and from the statement of persons still living who were acquainted with him."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:5",
                            "text": "What they report of Origen seems to me worthy of mention, even, so to speak, from his swathing-bands."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:6",
                            "text": "It was the tenth year of the reign of Severus, while Laetus was governor of Alexandria and the rest of Egypt, and Demetrius had lately received the episcopate of the parishes there, as successor of Julian."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:7",
                            "text": "As the flame of persecution had been kindled greatly, and multitudes had gained the crown of martyrdom, such desire for martyrdom seized the soul of Origen, although yet a boy, that he went close to danger, springing forward and rushing to the conflict in his eagerness."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:8",
                            "text": "And truly the termination of his life had been very near had not the divine and heavenly Providence, for the benefit of many, prevented his desire through the agency of his mother."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:9",
                            "text": "For, at first, entreating him, she begged him to have compassion on her motherly feelings toward him; but finding, that when he had learned that his father had been seized and imprisoned, he was set the more resolutely, and completely carried away with his zeal for martyrdom, she hid all his clothing, and thus compelled him to remain at home."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:10",
                            "text": "But, as there was nothing else that he could do, and his zeal beyond his age would not suffer him to be quiet, he sent to his father an encouraging letter on martyrdom, in which he exhorted him, saying, \"Take heed not to change your mind on our account\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:11",
                            "text": "This may be recorded as the first evidence of Origen's youthful wisdom and of his genuine love for piety."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:12",
                            "text": "For even then he had stored up no small resources in the words of the faith, having been trained in the Divine Scriptures from childhood."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:13",
                            "text": "And he had not studied them with indifference, for his father, besides giving him the usual liberal education, had made them a matter of no secondary importance."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:14",
                            "text": "First of all, before inducting him into the Greek sciences, he drilled him in sacred studies, requiring him to learn and recite every day."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:15",
                            "text": "Nor was this irksome to the boy, but he was eager and diligent in these studies."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:16",
                            "text": "And he was not satisfied with learning what was simple and obvious in the sacred words, but sought for something more, and even at that age busied himself with deeper speculations."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:17",
                            "text": "So that he puzzled his father with inquiries for the true meaning of the inspired Scriptures."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:18",
                            "text": "And his father rebuked him seemingly to his face, telling him not to search beyond his age, or further than the manifest meaning."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:19",
                            "text": "But by himself he rejoiced greatly and thanked God, the author of all good, that he had deemed him worthy to be the father of such a child."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:20",
                            "text": "And they say that often, standing by the boy when asleep, he uncovered his breast as if the Divine Spirit were enshrined within it, and kissed it reverently; considering himself blessed in his goodly offspring."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:21",
                            "text": "These and other things like them are related of Origen when a boy."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:22",
                            "text": "But when his father ended his life in martyrdom, he was left with his mother and six younger brothers when he was not quite seventeen years old."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:23",
                            "text": "And the property of his father being confiscated to the royal treasury, he and his family were in want of the necessaries of life."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:24",
                            "text": "But he was deemed worthy of Divine care."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:25",
                            "text": "And he found welcome and rest with a woman of great wealth, and distinguished in her manner of life and in other respects."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:26",
                            "text": "She was treating with great honor a famous heretic then in Alexandria; who, however, was born in Antioch."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:27",
                            "text": "He was with her as an adopted son, and she treated him with the greatest kindness."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:28",
                            "text": "But although Origen was under the necessity of associating with him, he nevertheless gave from this time on strong evidences of his orthodoxy in the faith."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:29",
                            "text": "For when on account of the apparent skill in argument of Paul,—for this was the man's name,—a great multitude came to him, not only of heretics but also of our people, Origen could never be induced to join with him in prayer; for he held, although a boy, the rule of the Church, and abominated, as he somewhere expresses it, heretical teachings."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Eusebius: Chuch History Book VI 2:30",
                            "text": "Having been instructed in the sciences of the Greeks by his father, he devoted him after his death more assiduously and exclusively to the study of literature, so that he obtained considerable preparation in philology and was able not long after the death of his father, by devoting himself to that subject, to earn a compensation amply sufficient for his needs at his age."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Eusebius: Chuch History Book VI 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:2",
                            "text": "—While still very Young, he taught diligently the Word of Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:3",
                            "text": "But while he was lecturing in the school, as he tells us himself, and there was no one at Alexandria to give instruction in the faith, as all were driven away by the threat of persecution, some of the heathen came to him to hear the word of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:4",
                            "text": "The first of them, he says, was Plutarch, who after living well, was honored with divine martyrdom."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:5",
                            "text": "The second was Heraclas, a brother of Plutarch; who after he too had given with him abundant evidence of a philosophic and ascetic life, was esteemed worthy to succeed Demetrius in the bishopric of Alexandria."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:6",
                            "text": "He was in his eighteenth year when he took charge of the catechetical school."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:7",
                            "text": "He was prominent also at this time, during the persecution under Aquila, the governor of Alexandria, when his name became celebrated among the leaders in the faith, through the kindness and goodwill which he manifested toward all the holy martyrs, whether known to him or strangers."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:8",
                            "text": "For not only was he with them while in bonds, and until their final condemnation, but when the holy martyrs were led to death, he was very bold and went with them into danger."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:9",
                            "text": "So that as he acted bravely, and with great boldness saluted the martyrs with a kiss, oftentimes the heathen multitude round about them became infuriated, and were on the point of rushing upon him."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:10",
                            "text": "But through the helping hand of God, he escaped absolutely and marvelously."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:11",
                            "text": "And this same divine and heavenly power, again and again, it is impossible to say how often, on account of his great zeal and boldness for the words of Christ, guarded him when thus endangered."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:12",
                            "text": "So great was the enmity of the unbelievers toward him, on account of the multitude that were instructed by him in the sacred faith, that they placed bands of soldiers around the house where he abode."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:13",
                            "text": "Thus day by day the persecution burned against him, so that the whole city could no longer contain him; but he removed from house to house and was driven in every direction because of the multitude who attended upon the divine instruction which he gave."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:14",
                            "text": "For his life also exhibited right and admirable conduct according to the practice of genuine philosophy."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:15",
                            "text": "For they say that his manner of life was as his doctrine, and his doctrine as his life."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:16",
                            "text": "Therefore, by the divine Power working with him he aroused a great many to his own zeal."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:17",
                            "text": "But when he saw yet more coming to him for instruction, and the catechetical school had been entrusted to him alone by Demetrius, who presided over the church, he considered the teaching of grammatical science inconsistent with training in divine subjects, and forthwith he gave up his grammatical school as unprofitable and a hindrance to sacred learning."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:18",
                            "text": "Then, with becoming consideration, that he might not need aid from others, he disposed of whatever valuable books of ancient literature he possessed, being satisfied with receiving from the purchaser four oboli a day."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:19",
                            "text": "For many years he lived philosophically in this manner, putting away all the incentives of youthful desires."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:20",
                            "text": "Through the entire day he endured no small amount of discipline; and for the greater part of the night he gave himself to the study of the Divine Scriptures."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:21",
                            "text": "He restrained himself as much as possible by a most philosophic life; sometimes by the discipline of fasting, again by limited time for sleep."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:22",
                            "text": "And in his zeal he never lay upon a bed, but upon the ground."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:23",
                            "text": "Most of all, he thought that the words of the Saviour in the Gospel should be observed, in which he exhorts not to have two coats nor to use shoes nor to occupy oneself with cares for the future."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:24",
                            "text": "With a zeal beyond his age he continued in cold and nakedness; and, going to the very extreme of poverty, he greatly astonished those about him."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:25",
                            "text": "And indeed he grieved many of his friends who desired to share their possessions with him, on account of the wearisome toil which they saw him enduring in the teaching of divine things."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:26",
                            "text": "But he did not relax his perseverance."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:27",
                            "text": "He is said to have walked for a number of years never wearing a shoe, and, for a great many years, to have abstained from the use of wine, and of all other things beyond his necessary food; so that he was in danger of breaking down and destroying his constitution."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:28",
                            "text": "By giving such evidences of a philosophic life to those who saw him, he aroused many of his pupils to similar zeal; so that prominent men even of the unbelieving heathen and men that followed learning and philosophy were led to his instruction."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Eusebius: Chuch History Book VI 3:29",
                            "text": "Some of them having received from him into the depth of their souls faith in the Divine Word, became prominent in the persecution then prevailing; and some of them were seized and suffered martyrdom."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Eusebius: Chuch History Book VI 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book VI 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book VI 4:2",
                            "text": "—The pupils of Origen that became Martyrs."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book VI 4:3",
                            "text": "The first of these was Plutarch, who was mentioned just above."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book VI 4:4",
                            "text": "As he was led to death, the man of whom we are speaking being with him at the end of his life, came near being slain by his fellow-citizens, as if he were the cause of his death."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book VI 4:5",
                            "text": "But the providence of God preserved him at this time also."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book VI 4:6",
                            "text": "After Plutarch, the second martyr among the pupils of Origen was Serenus, who gave through fire a proof of the faith which he had received."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book VI 4:7",
                            "text": "The third martyr from the same school was Heraclides, and after him the fourth was Hero."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book VI 4:8",
                            "text": "The former of these was as yet a catechumen, and the latter had but recently been baptized."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book VI 4:9",
                            "text": "Both of them were beheaded."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book VI 4:10",
                            "text": "After them, the fifth from the same school proclaimed as an athlete of piety was another Serenus, who, it is reported, was beheaded, after a long endurance of tortures."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Eusebius: Chuch History Book VI 4:11",
                            "text": "And of women, Herais died while yet a catechumen, receiving baptism by fire, as Origen himself somewhere says."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Eusebius: Chuch History Book VI 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book VI 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book VI 5:2",
                            "text": "—Potamiaena."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book VI 5:3",
                            "text": "Basilides may be counted the seventh of these."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book VI 5:4",
                            "text": "He led to martyrdom the celebrated Potamiaena, who is still famous among the people of the country for the many things which she endured for the preservation of her chastity and virginity."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book VI 5:5",
                            "text": "For she was blooming in the perfection of her mind and her physical graces."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book VI 5:6",
                            "text": "Having suffered much for the faith of Christ, finally after tortures dreadful and terrible to speak of, she with her mother, Marcella, was put to death by fire."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book VI 5:7",
                            "text": "They say that the judge, Aquila by name, having inflicted severe tortures upon her entire body, at last threatened to hand her over to the gladiators for bodily abuse."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book VI 5:8",
                            "text": "After a little consideration, being asked for her decision, she made a reply which was regarded as impious."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book VI 5:9",
                            "text": "Thereupon she received sentence immediately, and Basilides, one of the officers of the army, led her to death."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book VI 5:10",
                            "text": "But as the people attempted to annoy and insult her with abusive words, he drove back her insulters, showing her much pity and kindness."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book VI 5:11",
                            "text": "And perceiving the man's sympathy for her, she exhorted him to be of good courage, for she would supplicate her Lord for him after her departure, and he would soon receive a reward for the kindness he had shown her."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book VI 5:12",
                            "text": "Having said this, she nobly sustained the issue, burning pitch being poured little by little, over various parts of her body, from the sole of her feet to the crown of her head."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book VI 5:13",
                            "text": "Such was the conflict endured by this famous maiden."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book VI 5:14",
                            "text": "Not long after this Basilides, being asked by his fellow-soldiers to swear for a certain reason, declared that it was not lawful for him to swear at all, for he was a Christian, and he confessed this openly."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book VI 5:15",
                            "text": "At first they thought that he was jesting, but when he continued to affirm it, he was led to the judge, and, acknowledging his conviction before him, he was imprisoned."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book VI 5:16",
                            "text": "But the brethren in God coming to him and inquiring the reason of this sudden and remarkable resolution, he is reported to have said that Potamiaena, for three days after her martyrdom, stood beside him by night and placed a crown on his head and said that she had besought the Lord for him and had obtained what she asked, and that soon she would take him with her."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book VI 5:17",
                            "text": "Thereupon the brethren gave him the seal of the Lord; and on the next day, after giving glorious testimony for the Lord, he was beheaded."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book VI 5:18",
                            "text": "And many others in Alexandria are recorded to have accepted speedily the word of Christ in those times."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book VI 5:19",
                            "text": "For Potamiaena appeared to them in their dreams and exhorted them."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Eusebius: Chuch History Book VI 5:20",
                            "text": "But let this suffice in regard to this matter."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Eusebius: Chuch History Book VI 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book VI 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book VI 6:2",
                            "text": "—Clement of Alexandria."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book VI 6:3",
                            "text": "Clement having succeeded Pantaenus, had charge at that time of the catechetical instruction in Alexandria, so that Origen also, while still a boy, was one of his pupils."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book VI 6:4",
                            "text": "In the first book of the work called Stromata, which Clement wrote, he gives a chronological table, bringing events down to the death of Commodus."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Eusebius: Chuch History Book VI 6:5",
                            "text": "So it is evident that that work was written during the reign of Severus, whose times we are now recording."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Eusebius: Chuch History Book VI 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book VI 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book VI 7:2",
                            "text": "—The Writer, Judas."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book VI 7:3",
                            "text": "At this time another writer, Judas, discoursing about the seventy weeks in Daniel, brings down the chronology to the tenth year of the reign of Severus."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book VI 7:4",
                            "text": "He thought that the coming of Antichrist, which was much talked about, was then near."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Eusebius: Chuch History Book VI 7:5",
                            "text": "So greatly did the agitation caused by the persecution of our people at this time disturb the minds of many."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Eusebius: Chuch History Book VI 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book VI 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book VI 8:2",
                            "text": "—Origen's Daring Deed."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book VI 8:3",
                            "text": "At this time while Origen was conducting catechetical instruction at Alexandria, a deed was done by him which evidenced an immature and youthful mind, but at the same time gave the highest proof of faith and continence."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book VI 8:4",
                            "text": "For he took the words, \"There are eunuchs who have made themselves eunuchs for the kingdom of heaven's sake,\" in too literal and extreme a sense."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book VI 8:5",
                            "text": "And in order to fulfill the Saviour's word, and at the same time to take away from the unbelievers all opportunity for scandal,—for, although young, he met for the study of divine things with women as well as men,—he carried out in action the word of the Saviour."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book VI 8:6",
                            "text": "He thought that this would not be known by many of his acquaintances."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book VI 8:7",
                            "text": "But it was impossible for him, though desiring to do so, to keep such an action secret."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book VI 8:8",
                            "text": "When Demetrius, who presided over that parish, at last learned of this, he admired greatly the daring nature of the act, and as he perceived his zeal and the genuineness of his faith, he immediately exhorted him to courage, and urged him the more to continue his work of catechetical instruction."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book VI 8:9",
                            "text": "Such was he at that time."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book VI 8:10",
                            "text": "But soon afterward, seeing that he was prospering, and becoming great and distinguished among all men, the same Demetrius, overcome by human weakness, wrote of his deed as most foolish to the bishops throughout the world."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book VI 8:11",
                            "text": "But the bishops of Cesarea and Jerusalem, who were especially notable and distinguished among the bishops of Palestine, considering Origen worthy in the highest degree of the honor, ordained him a presbyter."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book VI 8:12",
                            "text": "Thereupon his fame increased greatly, and his name became renowned everywhere, and he obtained no small reputation for virtue and wisdom."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book VI 8:13",
                            "text": "But Demetrius, having nothing else that he could say against him, save this deed of his boyhood, accused him bitterly, and dared to include with him in these accusations those who had raised him to the presbyterate."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book VI 8:14",
                            "text": "These things, however, took place a little later."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book VI 8:15",
                            "text": "But at this time Origen continued fearlessly the instruction in divine things at Alexandria by day and night to all who came to him; devoting his entire leisure without cessation to divine studies and to his pupils."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book VI 8:16",
                            "text": "Severus, having held the government for eighteen years, was succeeded by his son, Antoninus."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book VI 8:17",
                            "text": "Among those who had endured courageously the persecution of that time, and had been preserved by the Providence of God through the conflicts of confession, was Alexander, of whom we have spoken already as bishop of the church in Jerusalem."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Eusebius: Chuch History Book VI 8:18",
                            "text": "On account of his pre-eminence in the confession of Christ he was thought worthy of that bishopric, while Narcissus, his predecessor, was still living."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Eusebius: Chuch History Book VI 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book VI 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book VI 9:2",
                            "text": "—The Miracles of Narcissus."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book VI 9:3",
                            "text": "The citizens of that parish mention many other miracles of Narcissus, on the tradition of the brethren who succeeded him; among which they relate the following wonder as performed by him."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book VI 9:4",
                            "text": "They say that the oil once failed while the deacons were watching through the night at the great paschal vigil."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book VI 9:5",
                            "text": "Thereupon the whole multitude being dismayed, Narcissus directed those who attended to the lights, to draw water and bring it to him."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book VI 9:6",
                            "text": "This being immediately done he prayed over the water, and with firm faith in the Lord, commanded them to pour it into the lamps."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book VI 9:7",
                            "text": "And when they had done so, contrary to all expectation by a wonderful and divine power, the nature of the water was changed into that of oil."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book VI 9:8",
                            "text": "A small portion of it has been preserved even to our day by many of the brethren there as a memento of the wonder."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book VI 9:9",
                            "text": "They tell many other things worthy to be noted of the life of this man, among which is this."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book VI 9:10",
                            "text": "Certain base men being unable to endure the strength and firmness of his life, and fearing punishment for the many evil deeds of which they were conscious, sought by plotting to anticipate him, and circulated a terrible slander against him."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book VI 9:11",
                            "text": "And to persuade those who heard of it, they confirmed their accusations with oaths: one invoked upon himself destruction by fire; another the wasting of his body by a foul disease; the third the loss of his eyes."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book VI 9:12",
                            "text": "But though they swore in this manner, they could not affect the mind of the believers; because the continence and virtuous life of Narcissus were well known to all."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book VI 9:13",
                            "text": "But he could not in any wise endure the wickedness of these men; and as he had followed a philosophic life for a long time, he fled from the whole body of the Church, and hid himself in desert and secret places, and remained there many years."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book VI 9:14",
                            "text": "But the great eye of judgment was not unmoved by these things, but soon looked down upon these impious men, and brought on them the curses with which they had bound themselves."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book VI 9:15",
                            "text": "The residence of the first, from nothing but a little spark falling upon it, was entirely consumed by night, and he perished with all his family."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book VI 9:16",
                            "text": "The second was speedily covered with the disease which he had imprecated upon himself, from the sole of his feet to his head."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book VI 9:17",
                            "text": "But the third, perceiving what had happened to the others, and fearing the inevitable judgment of God, the ruler of all, confessed publicly what they had plotted together."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book VI 9:18",
                            "text": "And in his repentance he became so wasted by his great lamentations, and continued weeping to such an extent, that both his eyes were destroyed."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Eusebius: Chuch History Book VI 9:19",
                            "text": "Such were the punishments which these men received for their falsehood."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Eusebius: Chuch History Book VI 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book VI 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book VI 10:2",
                            "text": "—The Bishops of Jerusalem."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book VI 10:3",
                            "text": "Narcissus having departed, and no one knowing where he was, those presiding over the neighboring churches thought it best to ordain another bishop."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book VI 10:4",
                            "text": "His name was Dius."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book VI 10:5",
                            "text": "He presided but a short time, and Germanio succeeded him."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book VI 10:6",
                            "text": "He was followed by Gordius, in whose time Narcissus appeared again, as if raised from the dead."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Eusebius: Chuch History Book VI 10:7",
                            "text": "And immediately the brethren besought him to take the episcopate, as all admired him the more on account of his retirement and philosophy, and especially because of the punishment with which God had avenged him."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Eusebius: Chuch History Book VI 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book VI 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book VI 11:2",
                            "text": "—Alexander."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book VI 11:3",
                            "text": "But as on account of his great age Narcissus was no longer able to perform his official duties, the Providence of God called to the office with him, by a revelation given him in a night vision, the above-mentioned Alexander, who was then bishop of another parish."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book VI 11:4",
                            "text": "Thereupon, as by Divine direction, he journeyed from the land of Cappadocia, where he first held the episcopate, to Jerusalem, in consequence of a vow and for the sake of information in regard to its places."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book VI 11:5",
                            "text": "They received him there with great cordiality, and would not permit him to return, because of another revelation seen by them at night, which uttered the clearest message to the most zealous among them."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book VI 11:6",
                            "text": "For it made known that if they would go outside the gates, they would receive the bishop foreordained for them by God."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book VI 11:7",
                            "text": "And having done this, with the unanimous consent of the bishops of the neighboring churches, they constrained him to remain."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book VI 11:8",
                            "text": "Alexander, himself, in private letters to the Antinoites, which are still preserved among us, mentions the joint episcopate of Narcissus and himself, writing in these words at the end of the epistle:."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book VI 11:9",
                            "text": "\"Narcissus salutes you, who held the episcopate here before me, and is now associated with me in prayers, being one hundred and sixteen years of age; and he exhorts you, as I do, to be of one mind\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book VI 11:10",
                            "text": "These things took place in this manner."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book VI 11:11",
                            "text": "But, on the death of Serapion, Asclepiades, who had been himself distinguished among the confessors during the persecution, succeeded to the episcopate of the church at Antioch."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book VI 11:12",
                            "text": "Alexander alludes to his appointment, writing thus to the church at Antioch:."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book VI 11:13",
                            "text": "\"Alexander, a servant and prisoner of Jesus Christ, to the blessed church of Antioch, greeting in the Lord."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book VI 11:14",
                            "text": "The Lord hath made my bonds during the time of my imprisonment light and easy, since I learned that, by the Divine Providence, Asclepiades, who in regard to the true faith is eminently qualified, has undertaken the bishopric of your holy church at Antioch\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book VI 11:15",
                            "text": "He indicates that he sent this epistle by Clement, writing toward its close as follows:  \"My honored brethren, I have sent this letter to you by Clement, the blessed presbyter, a man virtuous and approved, whom ye yourselves also know and will recognize."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Eusebius: Chuch History Book VI 11:16",
                            "text": "Being here, in the providence and oversight of the Master, he has strengthened and built up the Church of the Lord\"."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Eusebius: Chuch History Book VI 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book VI 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book VI 12:2",
                            "text": "—Serapion and his Extant Works."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book VI 12:3",
                            "text": "It is probable that others have preserved other memorials of Serapion's literary industry, but there have reached us only those addressed to a certain Domninus, who, in the time of persecution, fell away from faith in Christ to the Jewish will-worship; and those addressed to Pontius and Caricus, ecclesiastical men, and other letters to different persons, and still another work composed by him on the so-called Gospel of Peter."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book VI 12:4",
                            "text": "He wrote this last to refute the falsehoods which that Gospel contained, on account of some in the parish of Rhossus who had been led astray by it into heterodox notions."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book VI 12:5",
                            "text": "It may be well to give some brief extracts from his work, showing his opinion of the book."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book VI 12:6",
                            "text": "He writes as follows:."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book VI 12:7",
                            "text": "\"For we, brethren, receive both Peter and the other apostles as Christ; but we reject intelligently the writings falsely ascribed to them, knowing that such were not handed down to us."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book VI 12:8",
                            "text": "When I visited you I supposed that all of you held the true faith, and as I had not read the Gospel which they put forward under the name of Peter, I said, If this is the only thing which occasions dispute among you, let it be read."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book VI 12:9",
                            "text": "But now having learned, from what has been told me, that their mind was involved in some heresy, I will hasten to come to you again."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book VI 12:10",
                            "text": "Therefore, brethren, expect me shortly."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book VI 12:11",
                            "text": "But you will learn, brethren, from what has been written to you, that we perceived the nature of the heresy of Marcianus, and that, not understanding what he was saying, he contradicted himself."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book VI 12:12",
                            "text": "For having obtained this Gospel from others who had studied it diligently, namely, from the successors of those who first used it, whom we call Docetae (for most of their opinions are connected with the teaching of that school) we have been able to read it through, and we find many things in accordance with the true doctrine of the Saviour, but some things added to that doctrine, which we have pointed out for you farther on\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Eusebius: Chuch History Book VI 12:13",
                            "text": "So much in regard to Serapion."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Eusebius: Chuch History Book VI 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book VI 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book VI 13:2",
                            "text": "—The Writings of Clement."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book VI 13:3",
                            "text": "All the eight Stromata of Clement are preserved among us, and have been given by him the following title: \"Titus Flavius Clement's Stromata of Gnostic Notes on the True Philosophy\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book VI 13:4",
                            "text": "The books entitled Hypotyposes are of the same number."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book VI 13:5",
                            "text": "In them he mentions Pantaenus by name as his teacher, and gives his opinions and traditions."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book VI 13:6",
                            "text": "Besides these there is his Hortatory Discourse addressed to the Greeks; three books of a work entitled the Instructor; another with the title What Rich Man is Saved? the work on the Passover; discussions on Fasting and on Evil Speaking; the Hortatory Discourse on Patience, or To Those Recently Baptized; and the one bearing the title Ecclesiastical Canon, or Against the Judaizers, which he dedicated to Alexander, the bishop mentioned above."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book VI 13:7",
                            "text": "In the Stromata, he has not only treated extensively of the Divine Scripture, but he also quotes from the Greek writers whenever anything that they have said seems to him profitable."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book VI 13:8",
                            "text": "He elucidates the opinions of many, both Greeks and barbarians."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book VI 13:9",
                            "text": "He also refutes the false doctrines of the heresiarchs, and besides this, reviews a large portion of history, giving us specimens of very various learning; with all the rest he mingles the views of philosophers."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book VI 13:10",
                            "text": "It is likely that on this account he gave his work the appropriate title of Stromata."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book VI 13:11",
                            "text": "He makes use also in these works of testimonies from the disputed Scriptures, the so-called Wisdom of Solomon, and of Jesus, the son of Sirach, and the Epistle to the Hebrews, and those of Barnabas, and Clement and Jude."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book VI 13:12",
                            "text": "He mentions also Tatian's Discourse to the Greeks, and speaks of Cassianus as the author of a chronological work."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book VI 13:13",
                            "text": "He refers to the Jewish authors Philo, Aristobulus, Josephus, Demetrius, and Eupolemus, as showing, all of them, in their works, that Moses and the Jewish race existed before the earliest origin of the Greeks."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book VI 13:14",
                            "text": "These books abound also in much other learning."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book VI 13:15",
                            "text": "In the first of them the author speaks of himself as next after the successors of the apostles."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book VI 13:16",
                            "text": "In them he promises also to write a commentary on Genesis."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Eusebius: Chuch History Book VI 13:17",
                            "text": "In his book on the Passover he acknowledges that he had been urged by his friends to commit to writing, for posterity, the traditions which he had heard from the ancient presbyters; and in the same work he mentions Melito and Irenaeus, and certain others, and gives extracts from their writings."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Eusebius: Chuch History Book VI 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book VI 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book VI 14:2",
                            "text": "—The Scriptures mentioned by Him."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book VI 14:3",
                            "text": "To sum up briefly, he has given in the Hypotyposes abridged accounts of all canonical Scripture, not omitting the disputed books,—I refer to Jude and the other Catholic epistles, and Barnabas and the so-called Apocalypse of Peter."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book VI 14:4",
                            "text": "He says that the Epistle to the Hebrews is the work of Paul, and that it was written to the Hebrews in the Hebrew language; but that Luke translated it carefully and published it for the Greeks, and hence the same style of expression is found in this epistle and in the Acts."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book VI 14:5",
                            "text": "But he says that the words, Paul the Apostle, were probably not prefixed, because, in sending it to the Hebrews, who were prejudiced and suspicious of him, he wisely did not wish to repel them at the very beginning by giving his name."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book VI 14:6",
                            "text": "Farther on he says: \"But now, as the blessed presbyter said, since the Lord being the apostle of the Almighty, was sent to the Hebrews, Paul, as sent to the Gentiles, on account of his modesty did not subscribe himself an apostle of the Hebrews, through respect for the Lord, and because being a herald and apostle of the Gentiles he wrote to the Hebrews out of his superabundance\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book VI 14:7",
                            "text": "Again, in the same books, Clement gives the tradition of the earliest presbyters, as to the order of the Gospels, in the following manner:."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book VI 14:8",
                            "text": "The Gospels containing the genealogies, he says, were written first."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book VI 14:9",
                            "text": "The Gospel according to Mark had this occasion."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book VI 14:10",
                            "text": "As Peter had preached the Word publicly at Rome, and declared the Gospel by the Spirit, many who were present requested that Mark, who had followed him for a long time and remembered his sayings, should write them out."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book VI 14:11",
                            "text": "And having composed the Gospel he gave it to those who had requested it."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book VI 14:12",
                            "text": "When Peter learned of this, he neither directly forbade nor encouraged it."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book VI 14:13",
                            "text": "But, last of all, John, perceiving that the external facts had been made plain in the Gospel, being urged by his friends, and inspired by the Spirit, composed a spiritual Gospel\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book VI 14:14",
                            "text": "This is the account of Clement."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book VI 14:15",
                            "text": "Again the above-mentioned Alexander, in a certain letter to Origen, refers to Clement, and at the same time to Pantaenus, as being among his familiar acquaintances."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book VI 14:16",
                            "text": "He writes as follows:  \"For this, as thou knowest, was the will of God, that the ancestral friendship existing between us should remain unshaken; nay, rather should be warmer and stronger."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book VI 14:17",
                            "text": "For we know well those blessed fathers who have trodden the way before us, with whom we shall soon be; Pantaenus, the truly blessed man and master, and the holy Clement, my master and benefactor, and if there is any other like them, through whom I became acquainted with thee, the best in everything, my master and brother\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book VI 14:18",
                            "text": "So much for these matters."
                        },
                        {
                            "verse": 19,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book VI 14:19",
                            "text": "But Adamantius,—for this also was a name of Origen,—when Zephyrinus was bishop of Rome, visited Rome, \"desiring,\" as he himself somewhere says, \"to see the most ancient church of Rome\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book VI 14:20",
                            "text": "After a short stay there he returned to Alexandria."
                        },
                        {
                            "verse": 21,
                            "chapter": 14,
                            "name": "Eusebius: Chuch History Book VI 14:21",
                            "text": "And he performed the duties of catechetical instruction there with great zeal; Demetrius, who was bishop there at that time, urging and even entreating him to work diligently for the benefit of the brethren."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Eusebius: Chuch History Book VI 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book VI 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book VI 15:2",
                            "text": "—Heraclas."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book VI 15:3",
                            "text": "But when he saw that he had not time for the deeper study of divine things, and for the investigation and interpretation of the Sacred Scriptures, and also for the instruction of those who came to him,—for coming, one after another, from morning till evening to be taught by him, they scarcely gave him time to breathe,—he divided the multitude."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book VI 15:4",
                            "text": "And from those whom he knew well, he selected Heraclas, who was a zealous student of divine things, and in other respects a very learned man, not ignorant of philosophy, and made him his associate in the work of instruction."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Eusebius: Chuch History Book VI 15:5",
                            "text": "He entrusted to him the elementary training of beginners, but reserved for himself the teaching of those who were farther advanced."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Eusebius: Chuch History Book VI 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book VI 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book VI 16:2",
                            "text": "—Origen's Earnest Study of the Divine Scriptures."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book VI 16:3",
                            "text": "So earnest and assiduous was Origen's research into the divine words that he learned the Hebrew language, and procured as his own the original Hebrew Scriptures which were in the hands of the Jews."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book VI 16:4",
                            "text": "He investigated also the works of other translators of the Sacred Scriptures besides the Seventy."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book VI 16:5",
                            "text": "And in addition to the well-known translations of Aquila, Symmachus, and Theodotion, he discovered certain others which had been concealed from remote times,—in what out-of-the-way corners I know not,—and by his search he brought them to light."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book VI 16:6",
                            "text": "Since he did not know the authors, he simply stated that he had found this one in Nicopolis near Actium and that one in some other place."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book VI 16:7",
                            "text": "In the Hexapla of the Psalms, after the four prominent translations, he adds not only a fifth, but also a sixth and seventh."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book VI 16:8",
                            "text": "He states of one of these that he found it in a jar in Jericho in the time of Antoninus, the son of Severus."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book VI 16:9",
                            "text": "Having collected all of these, he divided them into sections, and placed them opposite each other, with the Hebrew text itself."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book VI 16:10",
                            "text": "He thus left us the copies of the so-called Hexapla."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Eusebius: Chuch History Book VI 16:11",
                            "text": "He arranged also separately an edition of Aquila and Symmachus and Theodotion with the Septuagint, in the Tetrapla."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Eusebius: Chuch History Book VI 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book VI 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book VI 17:2",
                            "text": "—The Translator Symmachus."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book VI 17:3",
                            "text": "As to these translators it should be stated that Symmachus was an Ebionite."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book VI 17:4",
                            "text": "But the heresy of the Ebionites, as it is called, asserts that Christ was the son of Joseph and Mary, considering him a mere man, and insists strongly on keeping the law in a Jewish manner, as we have seen already in this history."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book VI 17:5",
                            "text": "Commentaries of Symmachus are still extant in which he appears to support this heresy by attacking the Gospel of Matthew."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Eusebius: Chuch History Book VI 17:6",
                            "text": "Origen states that he obtained these and other commentaries of Symmachus on the Scriptures from a certain Juliana, who, he says, received the books by inheritance from Symmachus himself."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Eusebius: Chuch History Book VI 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book VI 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book VI 18:2",
                            "text": "—Ambrose."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book VI 18:3",
                            "text": "About this time Ambrose, who held the heresy of Valentinus, was convinced by Origen's presentation of the truth, and, as if his mind were illumined by light, he accepted the orthodox doctrine of the Church."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book VI 18:4",
                            "text": "Many others also, drawn by the fame of Origen's learning, which resounded everywhere, came to him to make trial of his skill in sacred literature."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book VI 18:5",
                            "text": "And a great many heretics, and not a few of the most distinguished philosophers, studied under him diligently, receiving instruction from him not only in divine things, but also in secular philosophy."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book VI 18:6",
                            "text": "For when he perceived that any persons had superior intelligence he instructed them also in philosophic branches—in geometry, arithmetic, and other preparatory studies—and then advanced to the systems of the philosophers and explained their writings."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book VI 18:7",
                            "text": "And he made observations and comments upon each of them, so that he became celebrated as a great philosopher even among the Greeks themselves."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book VI 18:8",
                            "text": "And he instructed many of the less learned in the common school branches, saying that these would be no small help to them in the study and understanding of the Divine Scriptures."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Eusebius: Chuch History Book VI 18:9",
                            "text": "On this account he considered it especially necessary for himself to be skilled in secular and philosophic learning."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Eusebius: Chuch History Book VI 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:2",
                            "text": "—Circumstances Related of Origen."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:3",
                            "text": "The Greek philosophers of his age are witnesses to his proficiency in these subjects."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:4",
                            "text": "We find frequent mention of him in their writings."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:5",
                            "text": "Sometimes they dedicated their own works to him; again, they submitted their labors to him as a teacher for his judgment."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:6",
                            "text": "Why need we say these things when even Porphyry, who lived in Sicily in our own times and wrote books against us, attempting to traduce the Divine Scriptures by them, mentions those who have interpreted them; and being unable in any way to find a base accusation against the doctrines, for lack of arguments turns to reviling and calumniating their interpreters, attempting especially to slander Origen, whom he says he knew in his youth."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:7",
                            "text": "But truly, without knowing it, he commends the man; telling the truth about him in some cases where he could not do otherwise; but uttering falsehoods where he thinks he will not be detected."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:8",
                            "text": "Sometimes he accuses him as a Christian; again he describes his proficiency in philosophic learning."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:9",
                            "text": "But hear his own words:."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:10",
                            "text": "\"Some persons, desiring to find a solution of the baseness of the Jewish Scriptures rather than abandon them, have had recourse to explanations inconsistent and incongruous with the words written, which explanations, instead of supplying a defense of the foreigners, contain rather approval and praise of themselves."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:11",
                            "text": "For they boast that the plain words of Moses are enigmas, and regard them as oracles full of hidden mysteries; and having bewildered the mental judgment by folly, they make their explanations\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:12",
                            "text": "Farther on he says:."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:13",
                            "text": "\"As an example of this absurdity take a man whom I met when I was young, and who was then greatly celebrated and still is, on account of the writings which he has left."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:14",
                            "text": "I refer to Origen, who is highly honored by the teachers of these doctrines."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:15",
                            "text": "For this man, having been a hearer of Ammonius, who had attained the greatest proficiency in philosophy of any in our day, derived much benefit from his teacher in the knowledge of the sciences; but as to the correct choice of life, he pursued a course opposite to his."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:16",
                            "text": "For Ammonius, being a Christian, and brought up by Christian parents, when he gave himself to study and to philosophy straightway conformed to the life required by the laws."
                        },
                        {
                            "verse": 17,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:17",
                            "text": "But Origen, having been educated as a Greek in Greek literature, went over to the barbarian recklessness."
                        },
                        {
                            "verse": 18,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:18",
                            "text": "And carrying over the learning which he had obtained, he hawked it about, in his life conducting himself as a Christian and contrary to the laws, but in his opinions of material things and of the Deity being like a Greek, and mingling Grecian teachings with foreign fables."
                        },
                        {
                            "verse": 19,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:19",
                            "text": "For he was continually studying Plato, and he busied himself with the writings of Numenius and Cronius, Apollophanes, Longinus, Moderatus, and Nicomachus, and those famous among the Pythagoreans."
                        },
                        {
                            "verse": 20,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:20",
                            "text": "And he used the books of Chaeremon the Stoic, and of Cornutus."
                        },
                        {
                            "verse": 21,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:21",
                            "text": "Becoming acquainted through them with the figurative interpretation of the Grecian mysteries, he applied it to the Jewish Scriptures\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:22",
                            "text": "These things are said by Porphyry in the third book of his work against the Christians."
                        },
                        {
                            "verse": 23,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:23",
                            "text": "He speaks truly of the industry and learning of the man, but plainly utters a falsehood (for what will not an opposer of Christians do?) when he says that he went over from the Greeks, and that Ammonius fell from a life of piety into heathen customs."
                        },
                        {
                            "verse": 24,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:24",
                            "text": "For the doctrine of Christ was taught to Origen by his parents, as we have shown above."
                        },
                        {
                            "verse": 25,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:25",
                            "text": "And Ammonius held the divine philosophy unshaken and unadulterated to the end of his life."
                        },
                        {
                            "verse": 26,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:26",
                            "text": "His works yet extant show this, as he is celebrated among many for the writings which he has left."
                        },
                        {
                            "verse": 27,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:27",
                            "text": "For example, the work entitled The Harmony of Moses and Jesus, and such others as are in the possession of the learned."
                        },
                        {
                            "verse": 28,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:28",
                            "text": "These things are sufficient to evince the slander of the false accuser, and also the proficiency of Origen in Grecian learning."
                        },
                        {
                            "verse": 29,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:29",
                            "text": "He defends his diligence in this direction against some who blamed him for it, in a certain epistle, where he writes as follows:."
                        },
                        {
                            "verse": 30,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:30",
                            "text": "\"When I devoted myself to the word, and the fame of my proficiency went abroad, and when heretics and persons conversant with Grecian learning, and particularly with philosophy, came to me, it seemed necessary that I should examine the doctrines of the heretics, and what the philosophers say concerning the truth."
                        },
                        {
                            "verse": 31,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:31",
                            "text": "And in this we have followed Pantaenus, who benefited many before our time by his thorough preparation in such things, and also Heraclas, who is now a member of the presbytery of Alexandria."
                        },
                        {
                            "verse": 32,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:32",
                            "text": "I found him with the teacher of philosophic learning, with whom he had already continued five years before I began to hear lectures on those subjects."
                        },
                        {
                            "verse": 33,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:33",
                            "text": "And though he had formerly worn the common dress, he laid it aside and assumed and still wears the philosopher's garment; and he continues the earnest investigation of Greek works\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:34",
                            "text": "He says these things in defending himself for his study of Grecian literature."
                        },
                        {
                            "verse": 35,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:35",
                            "text": "About this time, while he was still at Alexandria, a soldier came and delivered a letter from the governor of Arabia to Demetrius, bishop of the parish, and to the prefect of Egypt who was in office at that time, requesting that they would with all speed send Origen to him for an interview."
                        },
                        {
                            "verse": 36,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:36",
                            "text": "Being sent by them, he went to Arabia."
                        },
                        {
                            "verse": 37,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:37",
                            "text": "And having in a short time accomplished the object of his visit, he returned to Alexandria."
                        },
                        {
                            "verse": 38,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:38",
                            "text": "But sometime after a considerable war broke out in the city, and he departed from Alexandria."
                        },
                        {
                            "verse": 39,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:39",
                            "text": "And thinking that it would be unsafe for him to remain in Egypt, he went to Palestine and abode in Caesarea."
                        },
                        {
                            "verse": 40,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:40",
                            "text": "While there the bishops of the church in that country requested him to preach and expound the Scriptures publicly, although he had not yet been ordained as presbyter."
                        },
                        {
                            "verse": 41,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:41",
                            "text": "This is evident from what Alexander, bishop of Jerusalem and Theoctistus of Caesarea, wrote to Demetrius in regard to the matter, defending themselves thus:  \"He has stated in his letter that such a thing was never heard of before, neither has hitherto taken place, that laymen should preach in the presence of bishops."
                        },
                        {
                            "verse": 42,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:42",
                            "text": "I know not how he comes to say what is plainly untrue."
                        },
                        {
                            "verse": 43,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:43",
                            "text": "For whenever persons able to instruct the brethren are found, they are exhorted by the holy bishops to preach to the people."
                        },
                        {
                            "verse": 44,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:44",
                            "text": "Thus in Laranda, Euelpis by Neon; and in Iconium, Paulinus by Celsus; and in Synada, Theodorus by Atticus, our blessed brethren."
                        },
                        {
                            "verse": 45,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:45",
                            "text": "And probably this has been done in other places unknown to us\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:46",
                            "text": "He was honored in this manner while yet a young man, not only by his countrymen, but also by foreign bishops."
                        },
                        {
                            "verse": 47,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:47",
                            "text": "But Demetrius sent for him by letter, and urged him through members and deacons of the church to return to Alexandria."
                        },
                        {
                            "verse": 48,
                            "chapter": 19,
                            "name": "Eusebius: Chuch History Book VI 19:48",
                            "text": "So he returned and resumed his accustomed duties."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Eusebius: Chuch History Book VI 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book VI 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book VI 20:2",
                            "text": "—The Extant Works of the Writers of that Age."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book VI 20:3",
                            "text": "There flourished many learned men in the Church at that time, whose letters to each other have been preserved and are easily accessible."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book VI 20:4",
                            "text": "They have been kept until our time in the library at aelia, which was established by Alexander, who at that time presided over that church."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book VI 20:5",
                            "text": "We have been able to gather from that library material for our present work."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book VI 20:6",
                            "text": "Among these Beryllus has left us, besides letters and treatises, various elegant works."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book VI 20:7",
                            "text": "He was bishop of Bostra in Arabia."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book VI 20:8",
                            "text": "Likewise also Hippolytus, who presided over another church, has left writings."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book VI 20:9",
                            "text": "There has reached us also a dialogue of Caius, a very learned man, which was held at Rome under Zephyrinus, with Proclus, who contended for the Phrygian heresy."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book VI 20:10",
                            "text": "In this he curbs the rashness and boldness of his opponents in setting forth new Scriptures."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book VI 20:11",
                            "text": "He mentions only thirteen epistles of the holy apostle, not counting that to the Hebrews with the others."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Eusebius: Chuch History Book VI 20:12",
                            "text": "And unto our day there are some among the Romans who do not consider this a work of the apostle."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Eusebius: Chuch History Book VI 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Eusebius: Chuch History Book VI 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Eusebius: Chuch History Book VI 21:2",
                            "text": "—The Bishops that were well known at that Time."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Eusebius: Chuch History Book VI 21:3",
                            "text": "After Antoninus had reigned seven years and six months, Macrinus succeeded him."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Eusebius: Chuch History Book VI 21:4",
                            "text": "He held the government but a year, and was succeeded by another Antoninus."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Eusebius: Chuch History Book VI 21:5",
                            "text": "During his first year the Roman bishop, Zephyrinus, having held his office for eighteen years, died, and Callistus received the episcopate."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Eusebius: Chuch History Book VI 21:6",
                            "text": "He continued for five years, and was succeeded by Urbanus."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Eusebius: Chuch History Book VI 21:7",
                            "text": "After this, Alexander became Roman emperor, Antoninus having reigned but four years."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Eusebius: Chuch History Book VI 21:8",
                            "text": "At this time Philetus also succeeded Asclepiades in the church of Antioch."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Eusebius: Chuch History Book VI 21:9",
                            "text": "The mother of the emperor, Mammaea by name, was a most pious woman, if there ever was one, and of religious life."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Eusebius: Chuch History Book VI 21:10",
                            "text": "When the fame of Origen had extended everywhere and had come even to her ears, she desired greatly to see the man, and above all things to make trial of his celebrated understanding of divine things."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Eusebius: Chuch History Book VI 21:11",
                            "text": "Staying for a time in Antioch, she sent for him with a military escort."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Eusebius: Chuch History Book VI 21:12",
                            "text": "Having remained with her a while and shown her many things which were for the glory of the Lord and of the excellence of the divine teaching, he hastened back to his accustomed work."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Eusebius: Chuch History Book VI 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Eusebius: Chuch History Book VI 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Eusebius: Chuch History Book VI 22:2",
                            "text": "—The Works of Hippolytus which have reached us."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Eusebius: Chuch History Book VI 22:3",
                            "text": "At that time Hippolytus, besides many other treatises, wrote a work on the passover."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Eusebius: Chuch History Book VI 22:4",
                            "text": "He gives in this a chronological table, and presents a certain paschal canon of sixteen years, bringing the time down to the first year of the Emperor Alexander."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Eusebius: Chuch History Book VI 22:5",
                            "text": "Of his other writings the following have reached us: On the Hexaemeron, On the Works after the Hexaemeron, Against Marcion, On the Song of Songs, On Portions of Ezekiel, On the Passover, Against All the Heresies; and you can find many other works preserved by many."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Eusebius: Chuch History Book VI 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book VI 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book VI 23:2",
                            "text": "—Origen's Zeal and his Elevation to the Presbyterate."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book VI 23:3",
                            "text": "At that time Origen began his commentaries on the Divine Scriptures, being urged thereto by Ambrose, who employed innumerable incentives, not only exhorting him by word, but also furnishing abundant means."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book VI 23:4",
                            "text": "For he dictated to more than seven amanuenses, who relieved each other at appointed times."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book VI 23:5",
                            "text": "And he employed no fewer copyists, besides girls who were skilled in elegant writing."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book VI 23:6",
                            "text": "For all these Ambrose furnished the necessary expense in abundance, manifesting himself an inexpressible earnestness in diligence and zeal for the divine oracles, by which he especially pressed him on to the preparation of his commentaries."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book VI 23:7",
                            "text": "While these things were in progress, Urbanus, who had been for eight years bishop of the Roman church, was succeeded by Pontianus, and Zebinus succeeded Philetus in Antioch."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book VI 23:8",
                            "text": "At this time Origen was sent to Greece on account of a pressing necessity in connection with ecclesiastical affairs, and went through Palestine, and was ordained as presbyter in Caesarea by the bishops of that country."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book VI 23:9",
                            "text": "The matters that were agitated concerning him on this account, and the decisions on these matters by those who presided over the churches, besides the other works concerning the divine word which he published while in his prime, demand a separate treatise."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Eusebius: Chuch History Book VI 23:10",
                            "text": "We have written of them to some extent in the second book of the Defense which we have composed in his behalf."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Eusebius: Chuch History Book VI 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book VI 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book VI 24:2",
                            "text": "—The Commentaries which he prepared at Alexandria."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book VI 24:3",
                            "text": "It may be well to add that in the sixth book of his exposition of the Gospel of John he states that he prepared the first five while in Alexandria."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book VI 24:4",
                            "text": "Of his work on the entire Gospel only twenty-two volumes have come down to us."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book VI 24:5",
                            "text": "In the ninth of those on Genesis, of which there are twelve in all, he states that not only the preceding eight had been composed at Alexandria, but also those on the first twenty-five Psalms and on Lamentations."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book VI 24:6",
                            "text": "Of these last five volumes have reached us."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book VI 24:7",
                            "text": "In them he mentions also his books On the Resurrection, of which there are two."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Eusebius: Chuch History Book VI 24:8",
                            "text": "He wrote also the books De Principiis before leaving Alexandria; and the discourses entitled Stromata, ten in number, he composed in the same city during the reign of Alexander, as the notes by his own hand preceding the volumes indicate."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Eusebius: Chuch History Book VI 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book VI 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book VI 25:2",
                            "text": "—His Review of the Canonical Scriptures."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book VI 25:3",
                            "text": "When expounding the first Psalm, he gives a catalogue of the sacred Scriptures of the Old Testament as follows:  \"It should be stated that the canonical books, as the Hebrews have handed them down, are twenty-two; corresponding with the number of their letters\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book VI 25:4",
                            "text": "Farther on he says:."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book VI 25:5",
                            "text": "\"The twenty-two books of the Hebrews are the following: That which is called by us Genesis, but by the Hebrews, from the beginning of the book, Bresith, which means, 'In the beginning'; Exodus, Welesmoth, that is, 'These are the names'; Leviticus, Wikra, 'And he called'; Numbers, Ammesphekodeim; Deuteronomy, Eleaddebareim, 'These are the words'; Jesus, the son of Nave, Josoue ben Noun; Judges and Ruth, among them in one book, Saphateim; the First and Second of Kings, among them one, Samouel, that is, 'The called of God'; the Third and Fourth of Kings in one, Wammelch David, that is, 'The kingdom of David'; of the Chronicles, the First and Second in one, Dabreïamein, that is, 'Records of days'; Esdras, First and Second in one, Ezra, that is, 'An assistant'; the book of Psalms, Spharthelleim; the Proverbs of Solomon, Meloth; Ecclesiastes, Koelth; the Song of Songs (not, as some suppose, Songs of Songs), Sir Hassirim; Isaiah, Jessia; Jeremiah, with Lamentations and the epistle in one, Jeremia; Daniel, Daniel; Ezekiel, Jezekiel; Job, Job; Esther, Esther."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book VI 25:6",
                            "text": "And besides these there are the Maccabees, which are entitled Sarbeth Sabanaiel\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book VI 25:7",
                            "text": "He gives these in the above-mentioned work."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book VI 25:8",
                            "text": "In his first book on Matthew's Gospel, maintaining the Canon of the Church, he testifies that he knows only four Gospels, writing as follows:."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book VI 25:9",
                            "text": "\"Among the four Gospels, which are the only indisputable ones in the Church of God under heaven, I have learned by tradition that the first was written by Matthew, who was once a publican, but afterwards an apostle of Jesus Christ, and it was prepared for the converts from Judaism, and published in the Hebrew language."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book VI 25:10",
                            "text": "The second is by Mark, who composed it according to the instructions of Peter, who in his Catholic epistle acknowledges him as a son, saying, 'The church that is at Babylon elected together with you, saluteth you, and so doth Marcus, my son."
                        },
                        {
                            "verse": 11,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book VI 25:11",
                            "text": "'."
                        },
                        {
                            "verse": 12,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book VI 25:12",
                            "text": "And the third by Luke, the Gospel commended by Paul, and composed for Gentile converts."
                        },
                        {
                            "verse": 13,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book VI 25:13",
                            "text": "Last of all that by John\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book VI 25:14",
                            "text": "In the fifth book of his Expositions of John's Gospel, he speaks thus concerning the epistles of the apostles: \"But he who was 'made sufficient to be a minister of the New Testament, not of the letter, but of the Spirit,' that is, Paul, who 'fully preached the Gospel from Jerusalem and round about even unto Illyricum,' did not write to all the churches which he had instructed and to those to which he wrote he sent but few lines."
                        },
                        {
                            "verse": 15,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book VI 25:15",
                            "text": "And Peter, on whom the Church of Christ is built, 'against which the gates of hell shall not prevail,' has left one acknowledged epistle; perhaps also a second, but this is doubtful."
                        },
                        {
                            "verse": 16,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book VI 25:16",
                            "text": "Why need we speak of him who reclined upon the bosom of Jesus, John, who has left us one Gospel, though he confessed that he might write so many that the world could not contain them? And he wrote also the Apocalypse, but was commanded to keep silence and not to write the words of the seven thunders."
                        },
                        {
                            "verse": 17,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book VI 25:17",
                            "text": "He has left also an epistle of very few lines; perhaps also a second and third; but not all consider them genuine, and together they do not contain hundred lines\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book VI 25:18",
                            "text": "In addition he makes the following statements in regard to the Epistle to the Hebrews in his Homilies upon it: \"That the verbal style of the epistle entitled 'To the Hebrews,' is not rude like the language of the apostle, who acknowledged himself 'rude in speech' that is, in expression; but that its diction is purer Greek, any one who has the power to discern differences of phraseology will acknowledge."
                        },
                        {
                            "verse": 19,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book VI 25:19",
                            "text": "Moreover, that the thoughts of the epistle are admirable, and not inferior to the acknowledged apostolic writings, any one who carefully examines the apostolic text will admit."
                        },
                        {
                            "verse": 20,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book VI 25:20",
                            "text": "'."
                        },
                        {
                            "verse": 21,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book VI 25:21",
                            "text": "Farther on he adds: \"If I gave my opinion, I should say that the thoughts are those of the apostle, but the diction and phraseology are those of some one who remembered the apostolic teachings, and wrote down at his leisure what had been said by his teacher."
                        },
                        {
                            "verse": 22,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book VI 25:22",
                            "text": "Therefore if any church holds that this epistle is by Paul, let it be commended for this."
                        },
                        {
                            "verse": 23,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book VI 25:23",
                            "text": "For not without reason have the ancients handed it down as Paul's."
                        },
                        {
                            "verse": 24,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book VI 25:24",
                            "text": "But who wrote the epistle, in truth, God knows."
                        },
                        {
                            "verse": 25,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book VI 25:25",
                            "text": "The statement of some who have gone before us is that Clement, bishop of the Romans, wrote the epistle, and of others that Luke, the author of the Gospel and the Acts, wrote it\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 25,
                            "name": "Eusebius: Chuch History Book VI 25:26",
                            "text": "But let this suffice on these matters."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Eusebius: Chuch History Book VI 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Eusebius: Chuch History Book VI 26:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Eusebius: Chuch History Book VI 26:2",
                            "text": "—Heraclas becomes Bishop of Alexandria."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Eusebius: Chuch History Book VI 26:3",
                            "text": "It was in the tenth year of the above-mentioned reign that Origen removed from Alexandria to Caesarea, leaving the charge of the catechetical school in that city to Heraclas."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Eusebius: Chuch History Book VI 26:4",
                            "text": "Not long afterward Demetrius, bishop of the church of Alexandria, died, having held the office for forty-three full years, and Heraclas succeeded him."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Eusebius: Chuch History Book VI 26:5",
                            "text": "At this time Firmilianus, bishop of Caesarea in Cappadocia, was conspicuous."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Eusebius: Chuch History Book VI 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book VI 27:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book VI 27:2",
                            "text": "—How the Bishops regarded Origen."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book VI 27:3",
                            "text": "He was so earnestly affected toward Origen, that he urged him to come to that country for the benefit of the churches, and moreover he visited him in Judea, remaining with him for some time, for the sake of improvement in divine things."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Eusebius: Chuch History Book VI 27:4",
                            "text": "And Alexander, bishop of Jerusalem, and Theoctistus, bishop of Caesarea, attended on him constantly, as their only teacher, and allowed him to expound the Divine Scriptures, and to perform the other duties pertaining to ecclesiastical discourse."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Eusebius: Chuch History Book VI 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Eusebius: Chuch History Book VI 28:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Eusebius: Chuch History Book VI 28:2",
                            "text": "—The Persecution under Maximinus."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Eusebius: Chuch History Book VI 28:3",
                            "text": "The Roman emperor, Alexander, having finished his reign in thirteen years, was succeeded by Maximinus Caesar."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Eusebius: Chuch History Book VI 28:4",
                            "text": "On account of his hatred toward the household of Alexander, which contained many believers, he began a persecution, commanding that only the rulers of the churches should be put to death, as responsible for the Gospel teaching."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Eusebius: Chuch History Book VI 28:5",
                            "text": "Thereupon Origen composed his work On Martyrdom, and dedicated it to Ambrose and Protoctetus, a presbyter of the parish of Caesarea, because in the persecution there had come upon them both unusual hardships, in which it is reported that they were eminent in confession during the reign of Maximinus, which lasted but three years."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Eusebius: Chuch History Book VI 28:6",
                            "text": "Origen has noted this as the time of the persecution in the twenty-second book of his Commentaries on John, and in several epistles."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Eusebius: Chuch History Book VI 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book VI 29:1",
                            "text": "Chapter XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book VI 29:2",
                            "text": "—Fabianus, who was wonderfully designated Bishop of Rome by God."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book VI 29:3",
                            "text": "Gordianus succeeded Maximinus as Roman emperor; and Pontianus, who had been bishop of the church at Rome for six years, was succeeded by Anteros."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book VI 29:4",
                            "text": "After he had held the office for a month, Fabianus succeeded him."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book VI 29:5",
                            "text": "They say that Fabianus having come, after the death of Anteros, with others from the country, was staying at Rome, and that while there he was chosen to the office through a most wonderful manifestation of divine and heavenly grace."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book VI 29:6",
                            "text": "For when all the brethren had assembled to select by vote him who should succeed to the episcopate of the church, several renowned and honorable men were in the minds of many, but Fabianus, although present, was in the mind of none."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book VI 29:7",
                            "text": "But they relate that suddenly a dove flying down lighted on his head, resembling the descent of the Holy Spirit on the Saviour in the form of a dove."
                        },
                        {
                            "verse": 8,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book VI 29:8",
                            "text": "Thereupon all the people, as if moved by one Divine Spirit, with all eagerness and unanimity cried out that he was worthy, and without delay they took him and placed him upon the episcopal seat."
                        },
                        {
                            "verse": 9,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book VI 29:9",
                            "text": "About that time Zebinus, bishop of Antioch died, and Babylas succeeded him."
                        },
                        {
                            "verse": 10,
                            "chapter": 29,
                            "name": "Eusebius: Chuch History Book VI 29:10",
                            "text": "And in Alexandria Heraclas, having received the episcopal office after Demetrius, was succeeded in the charge of the catechetical school by Dionysius, who had also been one of Origen's pupils."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Eusebius: Chuch History Book VI 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book VI 30:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book VI 30:2",
                            "text": "—The Pupils of Origen."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book VI 30:3",
                            "text": "While Origen was carrying on his customary duties in Caesarea, many pupils came to him not only from the vicinity, but also from other countries."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book VI 30:4",
                            "text": "Among these Theodorus, the same that was distinguished among the bishops of our day under the name of Gregory, and his brother Athenodorus, we know to have been especially celebrated."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book VI 30:5",
                            "text": "Finding them deeply interested in Greek and Roman learning, he infused into them a love of philosophy, and led them to exchange their old zeal for the study of divinity."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Eusebius: Chuch History Book VI 30:6",
                            "text": "Remaining with him five years, they made such progress in divine things, that although they were still young, both of them were honored with a bishopric in the churches of Pontus."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Eusebius: Chuch History Book VI 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book VI 31:1",
                            "text": "Chapter XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book VI 31:2",
                            "text": "—Africanus."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book VI 31:3",
                            "text": "At this time also Africanus, the writer of the books entitled Cesti, was well known."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book VI 31:4",
                            "text": "There is extant an epistle of his to Origen, expressing doubts of the story of Susannah in Daniel, as being spurious and fictitious."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book VI 31:5",
                            "text": "Origen answered this very fully."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book VI 31:6",
                            "text": "Other works of the same Africanus which have reached us are his five books on Chronology, a work accurately and laboriously prepared."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book VI 31:7",
                            "text": "He says in this that he went to Alexandria on account of the great fame of Heraclas, who excelled especially in philosophic studies and other Greek learning, and whose appointment to the bishopric of the church there we have already mentioned."
                        },
                        {
                            "verse": 8,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book VI 31:8",
                            "text": "There is extant also another epistle from the same Africanus to Aristides on the supposed discrepancy between Matthew and Luke in the Genealogies of Christ."
                        },
                        {
                            "verse": 9,
                            "chapter": 31,
                            "name": "Eusebius: Chuch History Book VI 31:9",
                            "text": "In this he shows clearly the agreement of the evangelists, from an account which had come down to him, which we have already given in its proper place in the first book of this work."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Eusebius: Chuch History Book VI 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Eusebius: Chuch History Book VI 32:1",
                            "text": "Chapter XXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Eusebius: Chuch History Book VI 32:2",
                            "text": "—The Commentaries which Origen composed in Caesarea in Palestine."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Eusebius: Chuch History Book VI 32:3",
                            "text": "About this time Origen prepared his Commentaries on Isaiah and on Ezekiel."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Eusebius: Chuch History Book VI 32:4",
                            "text": "Of the former there have come down to us thirty books, as far as the third part of Isaiah, to the vision of the beasts in the desert; on Ezekiel twenty-five books, which are all that he wrote on the whole prophet."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Eusebius: Chuch History Book VI 32:5",
                            "text": "Being at that time in Athens, he finished his work on Ezekiel and commenced his Commentaries on the Song of Songs, which he carried forward to the fifth book."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Eusebius: Chuch History Book VI 32:6",
                            "text": "After his return to Caesarea, he completed these also, ten books in number."
                        },
                        {
                            "verse": 7,
                            "chapter": 32,
                            "name": "Eusebius: Chuch History Book VI 32:7",
                            "text": "But why should we give in this history an accurate catalogue of the man's works, which would require a separate treatise? we have furnished this also in our narrative of the life of Pamphilus, a holy martyr of our own time."
                        },
                        {
                            "verse": 8,
                            "chapter": 32,
                            "name": "Eusebius: Chuch History Book VI 32:8",
                            "text": "After showing how great the diligence of Pamphilus was in divine things, we give in that a catalogue of the library which he collected of the works of Origen and of other ecclesiastical writers."
                        },
                        {
                            "verse": 9,
                            "chapter": 32,
                            "name": "Eusebius: Chuch History Book VI 32:9",
                            "text": "Whoever desires may learn readily from this which of Origen's works have reached us."
                        },
                        {
                            "verse": 10,
                            "chapter": 32,
                            "name": "Eusebius: Chuch History Book VI 32:10",
                            "text": "But we must proceed now with our history."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Eusebius: Chuch History Book VI 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Eusebius: Chuch History Book VI 33:1",
                            "text": "Chapter XXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Eusebius: Chuch History Book VI 33:2",
                            "text": "—The Error of Beryllus."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Eusebius: Chuch History Book VI 33:3",
                            "text": "{{small-caps|Beryllus, whom we mentioned recently as bishop of Bostra in Arabia, turned aside from the ecclesiastical standard and attempted to introduce ideas foreign to the faith."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Eusebius: Chuch History Book VI 33:4",
                            "text": "He dared to assert that our Saviour and Lord did not pre-exist in a distinct form of being of his own before his abode among men, and that he does not possess a divinity of his own, but only that of the Father dwelling in him."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Eusebius: Chuch History Book VI 33:5",
                            "text": "Many bishops carried on investigations and discussions with him on this matter, and Origen having been invited with the others, went down at first for a conference with him to ascertain his real opinion."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Eusebius: Chuch History Book VI 33:6",
                            "text": "But when he understood his views, and perceived that they were erroneous, having persuaded him by argument, and convinced him by demonstration, he brought him back to the true doctrine, and restored him to his former sound opinion."
                        },
                        {
                            "verse": 7,
                            "chapter": 33,
                            "name": "Eusebius: Chuch History Book VI 33:7",
                            "text": "There are still extant writings of Beryllus and of the synod held on his account, which contain the questions put to him by Origen, and the discussions which were carried on in his parish, as well as all the things done at that time."
                        },
                        {
                            "verse": 8,
                            "chapter": 33,
                            "name": "Eusebius: Chuch History Book VI 33:8",
                            "text": "The elder brethren among us have handed down many other facts respecting Origen which I think proper to omit, as not pertaining to this work."
                        },
                        {
                            "verse": 9,
                            "chapter": 33,
                            "name": "Eusebius: Chuch History Book VI 33:9",
                            "text": "But whatever it has seemed necessary to record about him can be found in the Apology in his behalf written by us and Pamphilus, the holy martyr of our day."
                        },
                        {
                            "verse": 10,
                            "chapter": 33,
                            "name": "Eusebius: Chuch History Book VI 33:10",
                            "text": "We prepared this carefully and did the work jointly on account of faultfinders."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Eusebius: Chuch History Book VI 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Eusebius: Chuch History Book VI 34:1",
                            "text": "Chapter XXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Eusebius: Chuch History Book VI 34:2",
                            "text": "—Philip Caesar."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Eusebius: Chuch History Book VI 34:3",
                            "text": "Gordianus had been Roman emperor for six years when Philip, with his son Philip, succeeded him."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Eusebius: Chuch History Book VI 34:4",
                            "text": "It is reported that he, being a Christian, desired, on the day of the last paschal vigil, to share with the multitude in the prayers of the Church, but that he was not permitted to enter, by him who then presided, until he had made confession and had numbered himself among those who were reckoned as transgressors and who occupied the place of penance."
                        },
                        {
                            "verse": 5,
                            "chapter": 34,
                            "name": "Eusebius: Chuch History Book VI 34:5",
                            "text": "For if he had not done this, he would never have been received by him, on account of the many crimes which he had committed."
                        },
                        {
                            "verse": 6,
                            "chapter": 34,
                            "name": "Eusebius: Chuch History Book VI 34:6",
                            "text": "It is said that he obeyed readily, manifesting in his conduct a genuine and pious fear of God."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Eusebius: Chuch History Book VI 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Eusebius: Chuch History Book VI 35:1",
                            "text": "Chapter XXXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Eusebius: Chuch History Book VI 35:2",
                            "text": "—Dionysius succeeds Heraclas in the Episcopate."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Eusebius: Chuch History Book VI 35:3",
                            "text": "In the third year of this emperor, Heraclas died, having held his office for sixteen years, and Dionysius received the episcopate of the churches of Alexandria."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Eusebius: Chuch History Book VI 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book VI 36:1",
                            "text": "Chapter XXXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book VI 36:2",
                            "text": "—Other Works of Origen."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book VI 36:3",
                            "text": "At this time, as the faith extended and our doctrine was proclaimed boldly before all, Origen, being, as they say, over sixty years old, and having gained great facility by his long practice, very properly permitted his public discourses to be taken down by stenographers, a thing which he had never before allowed."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book VI 36:4",
                            "text": "He also at this time composed a work of eight books in answer to that entitled True Discourse, which had been written against us by Celsus the Epicurean, and the twenty-five books on the Gospel of Matthew, besides those on the Twelve Prophets, of which we have found only twenty-five."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book VI 36:5",
                            "text": "There is extant also an epistle of his to the Emperor Philip, and another to Severa his wife, with several others to different persons."
                        },
                        {
                            "verse": 6,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book VI 36:6",
                            "text": "We have arranged in distinct books to the number of one hundred, so that they might be no longer scattered, as many of these as we have been able to collect, which have been preserved here and there by different persons."
                        },
                        {
                            "verse": 7,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book VI 36:7",
                            "text": "He wrote also to Fabianus, bishop of Rome, and to many other rulers of the churches concerning his orthodoxy."
                        },
                        {
                            "verse": 8,
                            "chapter": 36,
                            "name": "Eusebius: Chuch History Book VI 36:8",
                            "text": "You have examples of these in the eighth book of the Apology which we have written in his behalf."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Eusebius: Chuch History Book VI 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Eusebius: Chuch History Book VI 37:1",
                            "text": "Chapter XXXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Eusebius: Chuch History Book VI 37:2",
                            "text": "—The Dissension of the Arabians."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Eusebius: Chuch History Book VI 37:3",
                            "text": "About the same time others arose in Arabia, putting forward a doctrine foreign to the truth."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Eusebius: Chuch History Book VI 37:4",
                            "text": "They said that during the present time the human soul dies and perishes with the body, but that at the time of the resurrection they will be renewed together."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "Eusebius: Chuch History Book VI 37:5",
                            "text": "And at that time also a synod of considerable size assembled, and Origen, being again invited thither, spoke publicly on the question with such effect that the opinions of those who had formerly fallen were changed."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Eusebius: Chuch History Book VI 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Eusebius: Chuch History Book VI 38:1",
                            "text": "Chapter XXXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Eusebius: Chuch History Book VI 38:2",
                            "text": "—The Heresy of the Elkesites."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "Eusebius: Chuch History Book VI 38:3",
                            "text": "Another error also arose at this time, called the heresy of the Elkesites, which was extinguished in the very beginning."
                        },
                        {
                            "verse": 4,
                            "chapter": 38,
                            "name": "Eusebius: Chuch History Book VI 38:4",
                            "text": "Origen speaks of it in this manner in a public homily on the eighty-second Psalm:  \"A certain man came just now, puffed up greatly with his own ability, proclaiming that godless and impious opinion which has appeared lately in the churches, styled 'of the Elkesites."
                        },
                        {
                            "verse": 5,
                            "chapter": 38,
                            "name": "Eusebius: Chuch History Book VI 38:5",
                            "text": "' I will show you what evil things that opinion teaches, that you may not be carried away by it."
                        },
                        {
                            "verse": 6,
                            "chapter": 38,
                            "name": "Eusebius: Chuch History Book VI 38:6",
                            "text": "It rejects certain parts of every scripture."
                        },
                        {
                            "verse": 7,
                            "chapter": 38,
                            "name": "Eusebius: Chuch History Book VI 38:7",
                            "text": "Again it uses portions of the Old Testament and the Gospel, but rejects the apostle altogether."
                        },
                        {
                            "verse": 8,
                            "chapter": 38,
                            "name": "Eusebius: Chuch History Book VI 38:8",
                            "text": "It says that to deny Christ is an indifferent matter, and that he who understands will, under necessity, deny with his mouth, but not in his heart."
                        },
                        {
                            "verse": 9,
                            "chapter": 38,
                            "name": "Eusebius: Chuch History Book VI 38:9",
                            "text": "They produce a certain book which they say fell from heaven."
                        },
                        {
                            "verse": 10,
                            "chapter": 38,
                            "name": "Eusebius: Chuch History Book VI 38:10",
                            "text": "They hold that whoever hears and believes this shall receive remission of sins, another remission than that which Jesus Christ has given\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 38,
                            "name": "Eusebius: Chuch History Book VI 38:11",
                            "text": "Such is the account of these persons."
                        }
                    ]
                },
                {
                    "chapter": 39,
                    "name": "Eusebius: Chuch History Book VI 39",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book VI 39:1",
                            "text": "Chapter XXXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book VI 39:2",
                            "text": "—The Persecution under Decius, and the Sufferings of Origen."
                        },
                        {
                            "verse": 3,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book VI 39:3",
                            "text": "After a reign of seven years Philip was succeeded by Decius."
                        },
                        {
                            "verse": 4,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book VI 39:4",
                            "text": "On account of his hatred of Philip, he commenced a persecution of the churches, in which Fabianus suffered martyrdom at Rome, and Cornelius succeeded him in the episcopate."
                        },
                        {
                            "verse": 5,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book VI 39:5",
                            "text": "In Palestine, Alexander, bishop of the church of Jerusalem, was brought again on Christ's account before the governor's judgment seat in Caesarea, and having acquitted himself nobly in a second confession was cast into prison, crowned with the hoary locks of venerable age."
                        },
                        {
                            "verse": 6,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book VI 39:6",
                            "text": "And after his honorable and illustrious confession at the tribunal of the governor, he fell asleep in prison, and Mazabanes became his successor in the bishopric of Jerusalem."
                        },
                        {
                            "verse": 7,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book VI 39:7",
                            "text": "Babylas in Antioch, having like Alexander passed away in prison after his confession, was succeeded by Fabius in the episcopate of that church."
                        },
                        {
                            "verse": 8,
                            "chapter": 39,
                            "name": "Eusebius: Chuch History Book VI 39:8",
                            "text": "But how many and how great things came upon Origen in the persecution, and what was their final result,—as the demon of evil marshaled all his forces, and fought against the man with his utmost craft and power, assaulting him beyond all others against whom he contended at that time,—and what and how many things he endured for the word of Christ, bonds and bodily tortures and torments under the iron collar and in the dungeon; and how for many days with his feet stretched four spaces in the stocks he bore patiently the threats of fire and whatever other things were inflicted by his enemies; and how his sufferings terminated, as his judge strove eagerly with all his might not to end his life; and what words he left after these things, full of comfort to those needing aid, a great many of his epistles show with truth and accuracy."
                        }
                    ]
                },
                {
                    "chapter": 40,
                    "name": "Eusebius: Chuch History Book VI 40",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:1",
                            "text": "Chapter XL."
                        },
                        {
                            "verse": 2,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:2",
                            "text": "—The Events which happened to Dionysius."
                        },
                        {
                            "verse": 3,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:3",
                            "text": "I shall quote from the epistle of Dionysius to Germanus an account of what befell the former."
                        },
                        {
                            "verse": 4,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:4",
                            "text": "Speaking of himself, he writes as follows: \"I speak before God, and he knows that I do not lie."
                        },
                        {
                            "verse": 5,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:5",
                            "text": "I did not flee on my own impulse nor without divine direction."
                        },
                        {
                            "verse": 6,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:6",
                            "text": "But even before this, at the very hour when the Decian persecution was commanded, Sabinus sent a frumentarius to search for me, and I remained at home four days awaiting his arrival."
                        },
                        {
                            "verse": 7,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:7",
                            "text": "But he went about examining all places,—roads, rivers, and fields,—where he thought I might be concealed or on the way."
                        },
                        {
                            "verse": 8,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:8",
                            "text": "But he was smitten with blindness, and did not find the house, for he did not suppose, that being pursued, I would remain at home."
                        },
                        {
                            "verse": 9,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:9",
                            "text": "And after the fourth day God commanded me to depart, and made a way for me in a wonderful manner; and I and my attendants and many of the brethren went away together."
                        },
                        {
                            "verse": 10,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:10",
                            "text": "And that this occurred through the providence of God was made manifest by what followed, in which perhaps we were useful to some\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:11",
                            "text": "Farther on he relates in this manner what happened to him after his flight:  \"For about sunset, having been seized with those that were with me, I was taken by the soldiers to Taposiris, but in the providence of God, Timothy was not present and was not captured."
                        },
                        {
                            "verse": 12,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:12",
                            "text": "But coming later, he found the house deserted and guarded by soldiers, and ourselves reduced to slavery\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:13",
                            "text": "After a little he says:  \"And what was the manner of his admirable management? for the truth shall be told."
                        },
                        {
                            "verse": 14,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:14",
                            "text": "One of the country people met Timothy fleeing and disturbed, and inquired the cause of his haste."
                        },
                        {
                            "verse": 15,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:15",
                            "text": "And he told him the truth."
                        },
                        {
                            "verse": 16,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:16",
                            "text": "And when the man heard it (he was on his way to a marriage feast, for it was customary to spend the entire night in such gatherings), he entered and announced it to those at the table."
                        },
                        {
                            "verse": 17,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:17",
                            "text": "And they, as if on a preconcerted signal, arose with one impulse, and rushed out quickly and came and burst in upon us with a shout."
                        },
                        {
                            "verse": 18,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:18",
                            "text": "Immediately the soldiers who were guarding us fled, and they came to us lying as we were upon the bare couches."
                        },
                        {
                            "verse": 19,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:19",
                            "text": "But I, God knows, thought at first that they were robbers who had come for spoil and plunder."
                        },
                        {
                            "verse": 20,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:20",
                            "text": "So I remained upon the bed on which I was, clothed only in a linen garment, and offered them the rest of my clothing which was lying beside me."
                        },
                        {
                            "verse": 21,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:21",
                            "text": "But they directed me to rise and come away quickly."
                        },
                        {
                            "verse": 22,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:22",
                            "text": "Then I understood why they were come, and I cried out, beseeching and entreating them to depart and leave us alone."
                        },
                        {
                            "verse": 23,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:23",
                            "text": "And I requested them, if they desired to benefit me in any way, to anticipate those who were carrying me off, and cut off my head themselves."
                        },
                        {
                            "verse": 24,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:24",
                            "text": "And when I had cried out in this manner, as my companions and partners in everything know, they raised me by force."
                        },
                        {
                            "verse": 25,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:25",
                            "text": "But I threw myself on my back on the ground; and they seized me by the hands and feet and dragged me away."
                        },
                        {
                            "verse": 26,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:26",
                            "text": "And the witnesses of all these occurrences followed: Gaius, Faustus, Peter, and Paul."
                        },
                        {
                            "verse": 27,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:27",
                            "text": "But they who had seized me carried me out of the village hastily, and placing me on an ass without a saddle, bore me away\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 40,
                            "name": "Eusebius: Chuch History Book VI 40:28",
                            "text": "Dionysius relates these things respecting himself."
                        }
                    ]
                },
                {
                    "chapter": 41,
                    "name": "Eusebius: Chuch History Book VI 41",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:1",
                            "text": "Chapter XLI."
                        },
                        {
                            "verse": 2,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:2",
                            "text": "—The Martyrs in Alexandria."
                        },
                        {
                            "verse": 3,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:3",
                            "text": "The same writer, in an epistle to Fabius, bishop of Antioch, relates as follows the sufferings of the martyrs in Alexandria under Decius:  \"The persecution among us did not begin with the royal decree, but preceded it an entire year."
                        },
                        {
                            "verse": 4,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:4",
                            "text": "The prophet and author of evils to this city, whoever he was, previously moved and aroused against us the masses of the heathen, rekindling among them the superstition of their country."
                        },
                        {
                            "verse": 5,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:5",
                            "text": "And being thus excited by him and finding full opportunity for any wickedness, they considered this the only pious service of their demons, that they should slay us."
                        },
                        {
                            "verse": 6,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:6",
                            "text": "\"They seized first an old man named Metras, and commanded him to utter impious words."
                        },
                        {
                            "verse": 7,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:7",
                            "text": "But as he would not obey, they beat him with clubs, and tore his face and eyes with sharp sticks, and dragged him out of the city and stoned him."
                        },
                        {
                            "verse": 8,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:8",
                            "text": "Then they carried to their idol temple a faithful woman, named Quinta, that they might force her to worship."
                        },
                        {
                            "verse": 9,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:9",
                            "text": "And as she turned away in detestation, they bound her feet and dragged her through the entire city over the stone-paved streets, and dashed her against the millstones, and at the same time scourged her; then, taking her to the same place, they stoned her to death."
                        },
                        {
                            "verse": 10,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:10",
                            "text": "Then all with one impulse rushed to the homes of the pious, and they dragged forth whomsoever any one knew as a neighbor, and despoiled and plundered them."
                        },
                        {
                            "verse": 11,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:11",
                            "text": "They took for themselves the more valuable property; but the poorer articles and those made of wood they scattered about and burned in the streets, so that the city appeared as if taken by an enemy."
                        },
                        {
                            "verse": 12,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:12",
                            "text": "But the brethren withdrew and went away, and 'took joyfully the spoiling of their goods,' like those to whom Paul bore witness."
                        },
                        {
                            "verse": 13,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:13",
                            "text": "I know of no one unless possibly some one who fell into their hands, who, up to this time, denied the Lord."
                        },
                        {
                            "verse": 14,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:14",
                            "text": "Then they seized also that most admirable virgin, Apollonia, an old woman, and, smiting her on the jaws, broke out all her teeth."
                        },
                        {
                            "verse": 15,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:15",
                            "text": "And they made a fire outside the city and threatened to burn her alive if she would not join with them in their impious cries."
                        },
                        {
                            "verse": 16,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:16",
                            "text": "And she, supplicating a little, was released, when she leaped eagerly into the fire and was consumed."
                        },
                        {
                            "verse": 17,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:17",
                            "text": "Then they seized Serapion in his own house, and tortured him with harsh cruelties, and having broken all his limbs, they threw him headlong from an upper story."
                        },
                        {
                            "verse": 18,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:18",
                            "text": "And there was no street, nor public road, nor lane open to us, by night or day; for always and everywhere, all of them cried out that if any one would not repeat their impious words, he should immediately be dragged away and burned."
                        },
                        {
                            "verse": 19,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:19",
                            "text": "And matters continued thus for a considerable time."
                        },
                        {
                            "verse": 20,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:20",
                            "text": "But a sedition and civil war came upon the wretched people and turned their cruelty toward us against one another."
                        },
                        {
                            "verse": 21,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:21",
                            "text": "So we breathed for a little while as they ceased from their rage against us."
                        },
                        {
                            "verse": 22,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:22",
                            "text": "But presently the change from that milder reign was announced to us, and great fear of what was threatened seized us."
                        },
                        {
                            "verse": 23,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:23",
                            "text": "For the decree arrived, almost like unto that most terrible time foretold by our Lord, which if it were possible would offend even the elect."
                        },
                        {
                            "verse": 24,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:24",
                            "text": "All truly were affrighted."
                        },
                        {
                            "verse": 25,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:25",
                            "text": "And many of the more eminent in their fear came forward immediately; others who were in the public service were drawn on by their official duties; others were urged on by their acquaintances."
                        },
                        {
                            "verse": 26,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:26",
                            "text": "And as their names were called they approached the impure and impious sacrifices."
                        },
                        {
                            "verse": 27,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:27",
                            "text": "Some of them were pale and trembled as if they were not about to sacrifice, but to be themselves sacrifices and offerings to the idols; so that they were jeered at by the multitude who stood around, as it was plain to every one that they were afraid either to die or to sacrifice."
                        },
                        {
                            "verse": 28,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:28",
                            "text": "But some advanced to the altars more readily, declaring boldly that they had never been Christians."
                        },
                        {
                            "verse": 29,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:29",
                            "text": "Of these the prediction of our Lord is most true that they shall 'hardly' be saved."
                        },
                        {
                            "verse": 30,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:30",
                            "text": "Of the rest some followed the one, others the other of these classes, some fled and some were seized."
                        },
                        {
                            "verse": 31,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:31",
                            "text": "And of the latter some continued faithful until bonds and imprisonment, and some who had even been imprisoned for many days yet abjured the faith before they were brought to trial."
                        },
                        {
                            "verse": 32,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:32",
                            "text": "Others having for a time endured great tortures finally retracted."
                        },
                        {
                            "verse": 33,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:33",
                            "text": "But the firm and blessed pillars of the Lord being strengthened by him, and having received vigor and might suitable and appropriate to the strong faith which they possessed, became admirable witnesses of his kingdom."
                        },
                        {
                            "verse": 34,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:34",
                            "text": "The first of these was Julian, a man who suffered so much with the gout that he was unable to stand or walk."
                        },
                        {
                            "verse": 35,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:35",
                            "text": "They brought him forward with two others who carried him."
                        },
                        {
                            "verse": 36,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:36",
                            "text": "One of these immediately denied."
                        },
                        {
                            "verse": 37,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:37",
                            "text": "But the other, whose name was Cronion, and whose surname was Eunus, and the old man Julian himself, both of them having confessed the Lord, were carried on camels through the entire city, which, as you know, is a very large one, and in this elevated position were beaten and finally burned in a fierce fire, surrounded by all the populace."
                        },
                        {
                            "verse": 38,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:38",
                            "text": "But a soldier, named Besas, who stood by them as they were led away rebuked those who insulted them."
                        },
                        {
                            "verse": 39,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:39",
                            "text": "And they cried out against him, and this most manly warrior of God was arraigned, and having done nobly in the great contest for piety, was beheaded."
                        },
                        {
                            "verse": 40,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:40",
                            "text": "A certain other one, a Libyan by birth, but in name and blessedness a true Macar, was strongly urged by the judge to recant; but as he would not yield he was burned alive."
                        },
                        {
                            "verse": 41,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:41",
                            "text": "After them Epimachus and Alexander, having remained in bonds for a long time, and endured countless agonies from scrapers and scourges, were also consumed in a fierce fire."
                        },
                        {
                            "verse": 42,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:42",
                            "text": "And with them there were four women."
                        },
                        {
                            "verse": 43,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:43",
                            "text": "Ammonarium, a holy virgin, the judge tortured relentlessly and excessively, because she declared from the first that she would utter none of those things which he commanded; and having kept her promise truly, she was dragged away."
                        },
                        {
                            "verse": 44,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:44",
                            "text": "The others were Mercuria, a very remarkable old woman, and Dionysia, the mother of many children, who did not love her own children above the Lord."
                        },
                        {
                            "verse": 45,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:45",
                            "text": "As the governor was ashamed of torturing thus ineffectually, and being always defeated by women, they were put to death by the sword, without the trial of tortures."
                        },
                        {
                            "verse": 46,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:46",
                            "text": "For the champion, Ammonarium, endured these in behalf of all."
                        },
                        {
                            "verse": 47,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:47",
                            "text": "The Egyptians, Heron and Ater and Isidorus, and with them Dioscorus, a boy about fifteen years old, were delivered up."
                        },
                        {
                            "verse": 48,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:48",
                            "text": "At first the judge attempted to deceive the lad by fair words, as if he could be brought over easily, and then to force him by tortures, as one who would readily yield."
                        },
                        {
                            "verse": 49,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:49",
                            "text": "But Dioscorus was neither persuaded nor constrained."
                        },
                        {
                            "verse": 50,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:50",
                            "text": "As the others remained firm, he scourged them cruelly and then delivered them to the fire."
                        },
                        {
                            "verse": 51,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:51",
                            "text": "But admiring the manner in which Dioscorus had distinguished himself publicly, and his wise answers to his persuasions, he dismissed him, saying that on account of his youth he would give him time for repentance."
                        },
                        {
                            "verse": 52,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:52",
                            "text": "And this most godly Dioscorus is among us now, awaiting a longer conflict and more severe contest."
                        },
                        {
                            "verse": 53,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:53",
                            "text": "But a certain Nemesion, who also was an Egyptian, was accused as an associate of robbers; but when he had cleared himself before the centurion of this charge most foreign to the truth, he was informed against as a Christian, and taken in bonds before the governor."
                        },
                        {
                            "verse": 54,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:54",
                            "text": "And the most unrighteous magistrate inflicted on him tortures and scourgings double those which he executed on the robbers, and then burned him between the robbers, thus honoring the blessed man by the likeness to Christ."
                        },
                        {
                            "verse": 55,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:55",
                            "text": "A band of soldiers, Ammon and Zeno and Ptolemy and Ingenes, and with them an old man, Theophilus, were standing close together before the tribunal."
                        },
                        {
                            "verse": 56,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:56",
                            "text": "And as a certain person who was being tried as a Christian, seemed inclined to deny, they standing by gnashed their teeth, and made signs with their faces and stretched out their hands, and gestured with their bodies."
                        },
                        {
                            "verse": 57,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:57",
                            "text": "And when the attention of all was turned to them, before any one else could seize them, they rushed up to the tribunal saying that they were Christians, so that the governor and his council were affrighted."
                        },
                        {
                            "verse": 58,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:58",
                            "text": "And those who were on trial appeared most courageous in prospect of their sufferings, while their judges trembled."
                        },
                        {
                            "verse": 59,
                            "chapter": 41,
                            "name": "Eusebius: Chuch History Book VI 41:59",
                            "text": "And they went exultingly from the tribunal rejoicing in their testimony; God himself having caused them to triumph gloriously\"."
                        }
                    ]
                },
                {
                    "chapter": 42,
                    "name": "Eusebius: Chuch History Book VI 42",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 42,
                            "name": "Eusebius: Chuch History Book VI 42:1",
                            "text": "Chapter XLII."
                        },
                        {
                            "verse": 2,
                            "chapter": 42,
                            "name": "Eusebius: Chuch History Book VI 42:2",
                            "text": "—Others of whom Dionysius gives an Account."
                        },
                        {
                            "verse": 3,
                            "chapter": 42,
                            "name": "Eusebius: Chuch History Book VI 42:3",
                            "text": "\"Many others, in cities and villages, were torn asunder by the heathen, of whom I will mention one as an illustration."
                        },
                        {
                            "verse": 4,
                            "chapter": 42,
                            "name": "Eusebius: Chuch History Book VI 42:4",
                            "text": "Ischyrion was employed as a steward by one of the rulers."
                        },
                        {
                            "verse": 5,
                            "chapter": 42,
                            "name": "Eusebius: Chuch History Book VI 42:5",
                            "text": "His employer commanded him to sacrifice, and on his refusal insulted him, and as he remained firm, abused him."
                        },
                        {
                            "verse": 6,
                            "chapter": 42,
                            "name": "Eusebius: Chuch History Book VI 42:6",
                            "text": "And as he still held out he seized a long staff and thrust it through his bowels and slew him."
                        },
                        {
                            "verse": 7,
                            "chapter": 42,
                            "name": "Eusebius: Chuch History Book VI 42:7",
                            "text": "\"Why need I speak of the multitude that wandered in the deserts and mountains, and perished by hunger, and thirst, and cold, and sickness, and robbers, and wild beasts? Those of them who survived are witnesses of their election and victory."
                        },
                        {
                            "verse": 8,
                            "chapter": 42,
                            "name": "Eusebius: Chuch History Book VI 42:8",
                            "text": "But I will relate one occurrence as an example."
                        },
                        {
                            "verse": 9,
                            "chapter": 42,
                            "name": "Eusebius: Chuch History Book VI 42:9",
                            "text": "Chaeremon, who was very old, was bishop of the city called Nilus."
                        },
                        {
                            "verse": 10,
                            "chapter": 42,
                            "name": "Eusebius: Chuch History Book VI 42:10",
                            "text": "He fled with his wife to the Arabian mountain and did not return."
                        },
                        {
                            "verse": 11,
                            "chapter": 42,
                            "name": "Eusebius: Chuch History Book VI 42:11",
                            "text": "And though the brethren searched diligently they could not find either them or their bodies."
                        },
                        {
                            "verse": 12,
                            "chapter": 42,
                            "name": "Eusebius: Chuch History Book VI 42:12",
                            "text": "And many who fled to the same Arabian mountain were carried into slavery by the barbarian Saracens."
                        },
                        {
                            "verse": 13,
                            "chapter": 42,
                            "name": "Eusebius: Chuch History Book VI 42:13",
                            "text": "Some of them were ransomed with difficulty and at a large price; others have not been to the present time."
                        },
                        {
                            "verse": 14,
                            "chapter": 42,
                            "name": "Eusebius: Chuch History Book VI 42:14",
                            "text": "I have related these things, my brother, not without an object, but that you may understand how many and great distresses came upon us."
                        },
                        {
                            "verse": 15,
                            "chapter": 42,
                            "name": "Eusebius: Chuch History Book VI 42:15",
                            "text": "Those indeed will understand them the best who have had the largest experience of them\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 42,
                            "name": "Eusebius: Chuch History Book VI 42:16",
                            "text": "A little further on he adds: \"These divine martyrs among us, who now are seated with Christ, and are sharers in his kingdom, partakers of his judgment and judges with him, received some of the brethren who had fallen away and become chargeable with the guilt of sacrificing."
                        },
                        {
                            "verse": 17,
                            "chapter": 42,
                            "name": "Eusebius: Chuch History Book VI 42:17",
                            "text": "When they perceived that their conversion and repentance were sufficient to be acceptable with him who by no means desires the death of the sinner, but his repentance, having proved them they received them back and brought them together, and met with them and had fellowship with them in prayers and feasts."
                        },
                        {
                            "verse": 18,
                            "chapter": 42,
                            "name": "Eusebius: Chuch History Book VI 42:18",
                            "text": "What counsel then, brethren, do you give us concerning such persons? What should we do? Shall we have the same judgment and rule as theirs, and observe their decision and charity, and show mercy to those whom they pitied? Or, shall we declare their decision unrighteous, and set ourselves as judges of their opinion, and grieve mercy and overturn order?\" These words Dionysius very properly added when making mention of those who had been weak in the time of persecution."
                        }
                    ]
                },
                {
                    "chapter": 43,
                    "name": "Eusebius: Chuch History Book VI 43",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:1",
                            "text": "Chapter XLIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:2",
                            "text": "—Novatus, his Manner of Life and his Heresy."
                        },
                        {
                            "verse": 3,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:3",
                            "text": "After this, Novatus, a presbyter of the church at Rome, being lifted up with arrogance against these persons, as if there was no longer for them a hope of salvation, not even if they should do all things pertaining to a genuine and pure conversion, became leader of the heresy of those who, in the pride of their imagination, call themselves Cathari."
                        },
                        {
                            "verse": 4,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:4",
                            "text": "There upon a very large synod assembled at Rome, of bishops in number sixty, and a great many more presbyters and deacons; while the pastors of the remaining provinces deliberated in their places privately concerning what ought to be done."
                        },
                        {
                            "verse": 5,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:5",
                            "text": "A decree was confirmed by all, that Novatus and those who joined with him, and those who adopted his brother-hating and inhuman opinion, should be considered by the church as strangers; but that they should heal such of the brethren as had fallen into misfortune, and should minister to them with the medicines of repentance."
                        },
                        {
                            "verse": 6,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:6",
                            "text": "There have reached us epistles of Cornelius, bishop of Rome, to Fabius, of the church at Antioch, which show what was done at the synod at Rome, and what seemed best to all those in Italy and Africa and the regions thereabout."
                        },
                        {
                            "verse": 7,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:7",
                            "text": "Also other epistles, written in the Latin language, of Cyprian and those with him in Africa, which show that they agreed as to the necessity of succoring those who had been tempted, and of cutting off from the Catholic Church the leader of the heresy and all that joined with him."
                        },
                        {
                            "verse": 8,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:8",
                            "text": "Another epistle of Cornelius, concerning the resolutions of the synod, is attached to these; and yet others, on the conduct of Novatus, from which it is proper for us to make selections, that any one who sees this work may know about him."
                        },
                        {
                            "verse": 9,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:9",
                            "text": "Cornelius informs Fabius what sort of a man Novatus was, in the following words:  \"But that you may know that a long time ago this remarkable man desired the episcopate, but kept this ambitious desire to himself and concealed it,—using as a cloak for his rebellion those confessors who had adhered to him from the beginning,—I desire to speak."
                        },
                        {
                            "verse": 10,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:10",
                            "text": "Maximus, one of our presbyters, and Urbanus, who twice gained the highest honor by confession, with Sidonius, and Celerinus, a man who by the grace of God most heroically endured all kinds of torture, and by the strength of his faith overcame the weakness of the flesh, and mightily conquered the adversary,—these men found him out and detected his craft and duplicity, his perjuries and falsehoods, his unsociability and cruel friendship."
                        },
                        {
                            "verse": 11,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:11",
                            "text": "And they returned to the holy church and proclaimed in the presence of many, both bishops and presbyters and a large number of the laity, all his craft and wickedness, which for a long time he had concealed."
                        },
                        {
                            "verse": 12,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:12",
                            "text": "And this they did with lamentations and repentance, because through the persuasions of the crafty and malicious beast they had left the church for the time\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:13",
                            "text": "A little farther on he says:."
                        },
                        {
                            "verse": 14,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:14",
                            "text": "\"How remarkable, beloved brother, the change and transformation which we have seen take place in him in a short time."
                        },
                        {
                            "verse": 15,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:15",
                            "text": "For this most illustrious man, who bound himself with terrible oaths in nowise to seek the bishopric, suddenly appears a bishop as if thrown among us by some machine."
                        },
                        {
                            "verse": 16,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:16",
                            "text": "For this dogmatist, this defender of the doctrine of the Church, attempting to grasp and seize the episcopate, which had not been given him from above, chose two of his companions who had given up their own salvation."
                        },
                        {
                            "verse": 17,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:17",
                            "text": "And he sent them to a small and insignificant corner of Italy, that there by some counterfeit argument he might deceive three bishops, who were rustic and very simple men."
                        },
                        {
                            "verse": 18,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:18",
                            "text": "And they asserted positively and strongly that it was necessary that they should come quickly to Rome, in order that all the dissension which had arisen there might be appeased through their mediation, jointly with other bishops."
                        },
                        {
                            "verse": 19,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:19",
                            "text": "When they had come, being, as we have stated, very simple in the craft and artifice of the wicked, they were shut up with certain selected men like himself."
                        },
                        {
                            "verse": 20,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:20",
                            "text": "And by the tenth hour, when they had become drunk and sick, he compelled them by force to confer on him the episcopate through a counterfeit and vain imposition of hands."
                        },
                        {
                            "verse": 21,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:21",
                            "text": "Because it had not come to him, he avenged himself by craft and treachery."
                        },
                        {
                            "verse": 22,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:22",
                            "text": "One of these bishops shortly after came back to the church, lamenting and confessing his transgression."
                        },
                        {
                            "verse": 23,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:23",
                            "text": "And we communed with him as with a layman, all the people present interceding for him."
                        },
                        {
                            "verse": 24,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:24",
                            "text": "And we ordained successors of the other bishops, and sent them to the places where they were."
                        },
                        {
                            "verse": 25,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:25",
                            "text": "This avenger of the Gospel then did not know that there should be one bishop in a catholic church; yet he was not ignorant (for how could he be?) that in it there were forty-six presbyters, seven deacons, seven sub-deacons, forty-two acolyths, fifty-two exorcists, readers, and janitors, and over fifteen hundred widows and persons in distress, all of whom the grace and kindness of the Master nourish."
                        },
                        {
                            "verse": 26,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:26",
                            "text": "But not even this great multitude, so necessary in the church, nor those who, through God's providence, were rich and full, together with the very many, even innumerable people, could turn him from such desperation and presumption and recall him to the Church\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:27",
                            "text": "Again, farther on, he adds these words: \"Permit us to say further: On account of what works or conduct had he the assurance to contend for the episcopate? Was it that he had been brought up in the Church from the beginning, and had endured many conflicts in her behalf, and had passed through many and great dangers for religion? Truly this is not the fact."
                        },
                        {
                            "verse": 28,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:28",
                            "text": "But Satan, who entered and dwelt in him for a long time, became the occasion of his believing."
                        },
                        {
                            "verse": 29,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:29",
                            "text": "Being delivered by the exorcists, he fell into a severe sickness; and as he seemed about to die, he received baptism by affusion, on the bed where he lay; if indeed we can say that such a one did receive it."
                        },
                        {
                            "verse": 30,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:30",
                            "text": "And when he was healed of his sickness he did not receive the other things which it is necessary to have according to the canon of the Church, even the being sealed by the bishop."
                        },
                        {
                            "verse": 31,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:31",
                            "text": "And as he did not receive this, how could he receive the Holy Spirit?\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:32",
                            "text": "Shortly after he says again:  \"In the time of persecution, through cowardice and love of life, he denied that he was a presbyter."
                        },
                        {
                            "verse": 33,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:33",
                            "text": "For when he was requested and entreated by the deacons to come out of the chamber in which he had imprisoned himself and give aid to the brethren as far as was lawful and possible for a presbyter to assist those of the brethren who were in danger and needed help, he paid so little respect to the entreaties of the deacons that he went away and departed in anger."
                        },
                        {
                            "verse": 34,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:34",
                            "text": "For he said that he no longer desired to be a presbyter, as he was an admirer of another philosophy\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:35",
                            "text": "Passing by a few things, he adds the following:  \"For this illustrious man forsook the Church of God, in which, when he believed, he was judged worthy of the presbyterate through the favor of the bishop who ordained him to the presbyterial office."
                        },
                        {
                            "verse": 36,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:36",
                            "text": "This had been resisted by all the clergy and many of the laity; because it was unlawful that one who had been affused on his bed on account of sickness as he had been should enter into any clerical office; but the bishop requested that he might be permitted to ordain this one only\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:37",
                            "text": "He adds to these yet another, the worst of all the man's offenses, as follows:  \"For when he has made the offerings, and distributed a part to each man, as he gives it he compels the wretched man to swear in place of the blessing."
                        },
                        {
                            "verse": 38,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:38",
                            "text": "Holding his hands in both of his own, he will not release him until he has sworn in this manner (for I will give his own words):  'Swear to me by the body and blood of our Lord Jesus Christ that you will never forsake me and turn to Cornelius."
                        },
                        {
                            "verse": 39,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:39",
                            "text": "'."
                        },
                        {
                            "verse": 40,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:40",
                            "text": "And the unhappy man does not taste until he has called down imprecations on himself; and instead of saying Amen, as he takes the bread, he says, I will never return to Cornelius\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:41",
                            "text": "Farther on he says again:."
                        },
                        {
                            "verse": 42,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:42",
                            "text": "\"But know that he has now been made bare and desolate; as the brethren leave him every day and return to the church."
                        },
                        {
                            "verse": 43,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:43",
                            "text": "Moses also, the blessed martyr, who lately suffered among us a glorious and admirable martyrdom, while he was yet alive, beholding his boldness and folly, refused to commune with him and with the five presbyters who with him had separated themselves from the church\"."
                        },
                        {
                            "verse": 44,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:44",
                            "text": "At the close of his letter he gives a list of the bishops who had come to Rome and condemned the silliness of Novatus, with their names and the parish over which each of them presided."
                        },
                        {
                            "verse": 45,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:45",
                            "text": "He mentions also those who did not come to Rome, but who expressed by letters their agreement with the vote of these bishops, giving their names and the cities from which they severally sent them\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 43,
                            "name": "Eusebius: Chuch History Book VI 43:46",
                            "text": "Cornelius wrote these things to Fabius, bishop of Antioch."
                        }
                    ]
                },
                {
                    "chapter": 44,
                    "name": "Eusebius: Chuch History Book VI 44",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 44,
                            "name": "Eusebius: Chuch History Book VI 44:1",
                            "text": "Chapter XLIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 44,
                            "name": "Eusebius: Chuch History Book VI 44:2",
                            "text": "—Dionysius' Account of Serapion."
                        },
                        {
                            "verse": 3,
                            "chapter": 44,
                            "name": "Eusebius: Chuch History Book VI 44:3",
                            "text": "To this same Fabius, who seemed to lean somewhat toward this schism, Dionysius of Alexandria also wrote an epistle."
                        },
                        {
                            "verse": 4,
                            "chapter": 44,
                            "name": "Eusebius: Chuch History Book VI 44:4",
                            "text": "He writes in this many other things concerning repentance, and relates the conflicts of those who had lately suffered martyrdom at Alexandria."
                        },
                        {
                            "verse": 5,
                            "chapter": 44,
                            "name": "Eusebius: Chuch History Book VI 44:5",
                            "text": "After the other account he mentions a certain wonderful fact, which deserves a place in this work."
                        },
                        {
                            "verse": 6,
                            "chapter": 44,
                            "name": "Eusebius: Chuch History Book VI 44:6",
                            "text": "It is as follows:."
                        },
                        {
                            "verse": 7,
                            "chapter": 44,
                            "name": "Eusebius: Chuch History Book VI 44:7",
                            "text": "\"I will give thee this one example which occurred among us."
                        },
                        {
                            "verse": 8,
                            "chapter": 44,
                            "name": "Eusebius: Chuch History Book VI 44:8",
                            "text": "There was with us a certain Serapion, an aged believer who had lived for a long time blamelessly, but had fallen in the trial."
                        },
                        {
                            "verse": 9,
                            "chapter": 44,
                            "name": "Eusebius: Chuch History Book VI 44:9",
                            "text": "He besought often, but no one gave heed to him, because he had sacrificed."
                        },
                        {
                            "verse": 10,
                            "chapter": 44,
                            "name": "Eusebius: Chuch History Book VI 44:10",
                            "text": "But he became sick, and for three successive days continued speechless and senseless."
                        },
                        {
                            "verse": 11,
                            "chapter": 44,
                            "name": "Eusebius: Chuch History Book VI 44:11",
                            "text": "Having recovered somewhat on the fourth day he sent for his daughter's son, and said, How long do you detain me, my child? I beseech you, make haste, and absolve me speedily."
                        },
                        {
                            "verse": 12,
                            "chapter": 44,
                            "name": "Eusebius: Chuch History Book VI 44:12",
                            "text": "Call one of the presbyters to me."
                        },
                        {
                            "verse": 13,
                            "chapter": 44,
                            "name": "Eusebius: Chuch History Book VI 44:13",
                            "text": "And when he had said this, he became again speechless."
                        },
                        {
                            "verse": 14,
                            "chapter": 44,
                            "name": "Eusebius: Chuch History Book VI 44:14",
                            "text": "And the boy ran to the presbyter."
                        },
                        {
                            "verse": 15,
                            "chapter": 44,
                            "name": "Eusebius: Chuch History Book VI 44:15",
                            "text": "But it was night and he was sick, and therefore unable to come."
                        },
                        {
                            "verse": 16,
                            "chapter": 44,
                            "name": "Eusebius: Chuch History Book VI 44:16",
                            "text": "But as I had commanded that persons at the point of death, if they requested it, and especially if they had asked for it previously, should receive remission, that they might depart with a good hope, he gave the boy a small portion of the eucharist, telling him to soak it and let the drops fall into the old man's mouth."
                        },
                        {
                            "verse": 17,
                            "chapter": 44,
                            "name": "Eusebius: Chuch History Book VI 44:17",
                            "text": "The boy returned with it, and as he drew near, before he entered, Serapion again arousing, said, 'Thou art come, my child, and the presbyter could not come; but do quickly what he directed, and let me depart."
                        },
                        {
                            "verse": 18,
                            "chapter": 44,
                            "name": "Eusebius: Chuch History Book VI 44:18",
                            "text": "' Then the boy soaked it and dropped it into his mouth."
                        },
                        {
                            "verse": 19,
                            "chapter": 44,
                            "name": "Eusebius: Chuch History Book VI 44:19",
                            "text": "And when he had swallowed a little, immediately he gave up the ghost."
                        },
                        {
                            "verse": 20,
                            "chapter": 44,
                            "name": "Eusebius: Chuch History Book VI 44:20",
                            "text": "Is it not evident that he was preserved and his life continued till he was absolved, and, his sin having been blotted out, he could be acknowledged for the many good deeds which he had done?\"  Dionysius relates these things."
                        }
                    ]
                },
                {
                    "chapter": 45,
                    "name": "Eusebius: Chuch History Book VI 45",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 45,
                            "name": "Eusebius: Chuch History Book VI 45:1",
                            "text": "Chapter XLV."
                        },
                        {
                            "verse": 2,
                            "chapter": 45,
                            "name": "Eusebius: Chuch History Book VI 45:2",
                            "text": "—An Epistle of Dionysius to Novatus."
                        },
                        {
                            "verse": 3,
                            "chapter": 45,
                            "name": "Eusebius: Chuch History Book VI 45:3",
                            "text": "But let us see how the same man addressed Novatus when he was disturbing the Roman brotherhood."
                        },
                        {
                            "verse": 4,
                            "chapter": 45,
                            "name": "Eusebius: Chuch History Book VI 45:4",
                            "text": "As he pretended that some of the brethren were the occasion of his apostasy and schism, as if he had been forced by them to proceed as he had, observe the manner in which he writes to him:."
                        },
                        {
                            "verse": 5,
                            "chapter": 45,
                            "name": "Eusebius: Chuch History Book VI 45:5",
                            "text": "\"Dionysius to his brother Novatus, greeting."
                        },
                        {
                            "verse": 6,
                            "chapter": 45,
                            "name": "Eusebius: Chuch History Book VI 45:6",
                            "text": "If, as thou sayest, thou hast been led on unwillingly, thou wilt prove this if thou retirest willingly."
                        },
                        {
                            "verse": 7,
                            "chapter": 45,
                            "name": "Eusebius: Chuch History Book VI 45:7",
                            "text": "For it were better to suffer everything, rather than divide the Church of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 45,
                            "name": "Eusebius: Chuch History Book VI 45:8",
                            "text": "Even martyrdom for the sake of preventing division would not be less glorious than for refusing to worship idols."
                        },
                        {
                            "verse": 9,
                            "chapter": 45,
                            "name": "Eusebius: Chuch History Book VI 45:9",
                            "text": "Nay, to me it seems greater."
                        },
                        {
                            "verse": 10,
                            "chapter": 45,
                            "name": "Eusebius: Chuch History Book VI 45:10",
                            "text": "For in the one case a man suffers martyrdom for the sake of his own soul; in the other case in behalf of the entire Church."
                        },
                        {
                            "verse": 11,
                            "chapter": 45,
                            "name": "Eusebius: Chuch History Book VI 45:11",
                            "text": "And now if thou canst persuade or induce the brethren to come to unanimity, thy righteousness will be greater than thine error, and this will not be counted, but that will be praised."
                        },
                        {
                            "verse": 12,
                            "chapter": 45,
                            "name": "Eusebius: Chuch History Book VI 45:12",
                            "text": "But if thou canst not prevail with the disobedient, at least save thine own soul."
                        },
                        {
                            "verse": 13,
                            "chapter": 45,
                            "name": "Eusebius: Chuch History Book VI 45:13",
                            "text": "I pray that thou mayst fare well, maintaining peace in the Lord\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 45,
                            "name": "Eusebius: Chuch History Book VI 45:14",
                            "text": "This he wrote to Novatus."
                        }
                    ]
                },
                {
                    "chapter": 46,
                    "name": "Eusebius: Chuch History Book VI 46",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 46,
                            "name": "Eusebius: Chuch History Book VI 46:1",
                            "text": "Chapter XLVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 46,
                            "name": "Eusebius: Chuch History Book VI 46:2",
                            "text": "—Other Epistles of Dionysius."
                        },
                        {
                            "verse": 3,
                            "chapter": 46,
                            "name": "Eusebius: Chuch History Book VI 46:3",
                            "text": "He wrote also an epistle to the brethren in Egypt on Repentance."
                        },
                        {
                            "verse": 4,
                            "chapter": 46,
                            "name": "Eusebius: Chuch History Book VI 46:4",
                            "text": "In this he sets forth what seemed proper to him in regard to those who had fallen, and he describes the classes of transgressions."
                        },
                        {
                            "verse": 5,
                            "chapter": 46,
                            "name": "Eusebius: Chuch History Book VI 46:5",
                            "text": "There is extant also a private letter on Repentance, which he wrote to Conon, bishop of the parish of Hermopolis, and another of an admonitory character, to his flock at Alexandria."
                        },
                        {
                            "verse": 6,
                            "chapter": 46,
                            "name": "Eusebius: Chuch History Book VI 46:6",
                            "text": "Among them also is the one written to Origen on Martyrdom and to the brethren at Laodicea, of whom Thelymidres was bishop."
                        },
                        {
                            "verse": 7,
                            "chapter": 46,
                            "name": "Eusebius: Chuch History Book VI 46:7",
                            "text": "He likewise sent one on Repentance to the brethren in Armenia, of whom Merozanes was bishop."
                        },
                        {
                            "verse": 8,
                            "chapter": 46,
                            "name": "Eusebius: Chuch History Book VI 46:8",
                            "text": "Besides all these, he wrote to Cornelius of Rome, when he had received from him an epistle against Novatus."
                        },
                        {
                            "verse": 9,
                            "chapter": 46,
                            "name": "Eusebius: Chuch History Book VI 46:9",
                            "text": "He states in this that he had been invited by Helenus, bishop of Tarsus, in Cilicia, and the others who were with him, Firmilianus, bishop in Cappadocia, and Theoctistus, of Palestine, to meet them at the synod in Antioch, where some persons were endeavoring to establish the schism of Novatus."
                        },
                        {
                            "verse": 10,
                            "chapter": 46,
                            "name": "Eusebius: Chuch History Book VI 46:10",
                            "text": "Besides this he writes that he had been informed that Fabius had fallen asleep, and that Demetrianus had been appointed his successor in the episcopate of Antioch."
                        },
                        {
                            "verse": 11,
                            "chapter": 46,
                            "name": "Eusebius: Chuch History Book VI 46:11",
                            "text": "He writes also in these words concerning the bishop of Jerusalem: \"For the blessed Alexander having been confined in prison, passed away happily\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 46,
                            "name": "Eusebius: Chuch History Book VI 46:12",
                            "text": "In addition to this there is extant also a certain other diaconal epistle of Dionysius, sent to those in Rome through Hippolytus."
                        },
                        {
                            "verse": 13,
                            "chapter": 46,
                            "name": "Eusebius: Chuch History Book VI 46:13",
                            "text": "And he wrote another to them on Peace, and likewise on Repentance; and yet another to the confessors there who still held to the opinion of Novatus."
                        },
                        {
                            "verse": 14,
                            "chapter": 46,
                            "name": "Eusebius: Chuch History Book VI 46:14",
                            "text": "He sent two more to the same persons after they had returned to the Church."
                        },
                        {
                            "verse": 15,
                            "chapter": 46,
                            "name": "Eusebius: Chuch History Book VI 46:15",
                            "text": "And he communicated with many others by letters, which he has left behind him as a benefit in various ways to those who now diligently study his writings."
                        }
                    ]
                }
            ]
        }
    ]
}