{
    "books": [
        {
            "name": "Dionysius: Epistle to the Bishop Basilides",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Dionysius: Epistle to the Bishop Basilides 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:1",
                            "text": "The Epistle to the Bishop Basilides: Canon I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:2",
                            "text": "Dionysius to Basilides, my beloved son, and my brother, a fellow-minister with me in holy things, and an obedient servant of God, in the Lord greeting."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:3",
                            "text": "You have sent to me, most faithful and accomplished son, in order to inquire what is the proper hour for bringing the fast to a close on the day of Pentecost."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:4",
                            "text": "For you say that there are some of the brethren who hold that that should be done at cockcrow, and others who hold that it should be at nightfall."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:5",
                            "text": "For the brethren in Rome, as they say, wait for the cock; whereas, regarding those here, you told us that they would have it earlier."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:6",
                            "text": "And it is your anxious desire, accordingly, to have the hour presented accurately, and determined with perfect exactness, which indeed is a matter of difficulty and uncertainty."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:7",
                            "text": "However, it will be acknowledged cordially by all, that from the date of the resurrection of our Lord, those who up to that time have been humbling their souls with fastings, ought at once to begin their festal joy and gladness."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:8",
                            "text": "But in what you have written to me you have made out very clearly, and with an intelligent understanding of the Holy Scriptures, that no very exact account seems to be offered in them of the hour at which He rose."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:9",
                            "text": "For the evangelists have given different descriptions of the parties who came to the sepulchre one after another, and all have declared that they found the Lord risen already."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:10",
                            "text": "It was \"in the end of the Sabbath,\" as Matthew has said; it was \"early, when it was yet dark,\" as John writes; it was \"very early in the morning,\" as Luke puts it; and it was \"very early in the morning, at the rising of the sun,\" as Mark tells us."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:11",
                            "text": "Thus no one has shown us clearly the exact time when He rose."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:12",
                            "text": "It is admitted, however, that those who came to the sepulchre in the end of the Sabbath, as it began to dawn toward the first day of the week, found Him no longer lying in it."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:13",
                            "text": "And let us not suppose that the evangelists disagree or contradict each other."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:14",
                            "text": "But even although there may seem to be some small difficulty as to the subject of our inquiry, if they all agree that the light of the world, our Lord, rose on that one night, while they differ with respect to the hour, we may well seek with wise and faithful mind to harmonize their statements."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:15",
                            "text": "The narrative by Matthew then, runs thus: \"In the end of the Sabbath as it began to dawn toward the first day of the week, came Mary Magdalene, and the other Mary, to see the sepulchre."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:16",
                            "text": "And, behold, there was a great earthquake: for the angel of the Lord descended from heaven, and came and rolled back the stone, and sat upon it."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:17",
                            "text": "And his countenance was like lightning, and his raiment white as snow: and for fear of him the keepers did shake, and became as dead men."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:18",
                            "text": "And the angel answered and said unto the women, Fear not ye: for I know that ye seek Jesus, which was crucified."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:19",
                            "text": "He is not here; for He is risen, as He said\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:20",
                            "text": "Now this phrase \"in the end\" will be thought by some to signify, according to the common use of the word, the evening of the Sabbath; while others, with a better perception of the fact, will say that it does not indicate that, but a late hour in the night, as the phrase \"in the end\" denotes slowness and length of time."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:21",
                            "text": "Also because he speaks of night, and not of evening, he has added the words, \"as it began to dawn toward the first day of the week\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:22",
                            "text": "And the parties here did not come yet, as the others say, \"bearing spices,\" but \"to see the sepulchre;\" and they discovered the occurrence of the earthquake, and the angel sitting upon the stone, and heard from him the declaration, \"He is not here, He is risen\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:23",
                            "text": "And to the same effect is the testimony of John."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:24",
                            "text": "\"The first day of the week,\" says he, \"came Mary Magdalene early, when it was yet dark, unto the sepulchre, and seeth the stone taken away from the sepulchre\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:25",
                            "text": "Only, according to this \"when it was yet dark,\" she had come in advance."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:26",
                            "text": "And Luke says: \"They rested the Sabbath-day, according to the commandment."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:27",
                            "text": "Now, upon the first day of the week, very early in the morning, they came unto the sepulchre, bringing the spices which they had prepared; and they found the stone rolled away from the sepulchre\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:28",
                            "text": "This phrase \"very early in the morning\" probably indicates the early dawn of the first day of the week; and thus, when the Sabbath itself was wholly past, and also the whole night succeeding it, and when another day had begun, they came, bringing spices and myrrh, and then it became apparent that He had already risen long before."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:29",
                            "text": "And Mark follows this, and says: \"They had bought sweet spices, in order that they might come and anoint Him."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:30",
                            "text": "And very early (in the morning), the first day of the week, they come unto the sepulchre at the rising of the sun\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:31",
                            "text": "For this evangelist also has used the term \"very early,\" which is just the same as the \"very early in the morning\" employed by the former; and he has added, \"at the rising of the sun\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:32",
                            "text": "Thus they set out, and took their way first when it was \"very early in the morning,\" or (as Mark says) when it was \"very early;\" but on the road, and by their stay at the sepulchre, they spent the time till it was sunrise."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:33",
                            "text": "And then the young man clad in white said to them, \"He is risen, He is not here\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:34",
                            "text": "As the case stands thus, we make the following statement and explanation to those who seek an exact account of the specific hour, or half-hour, or quarter of an hour, at which it is proper to begin their rejoicing over our Lord's rising from the dead."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:35",
                            "text": "Those who are too hasty, and give up even before midnight, we reprehend as remiss and intemperate, and as almost breaking off from their course in their precipitation, for it is a wise man's word, \"That is not little in life which is within a little\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:36",
                            "text": "And those who hold out and continue for a very long time, and persevere even on to the fourth watch, which is also the time at which our Saviour manifested Himself walking upon the sea to those who were then on the deep, we receive as noble and laborious disciples."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:37",
                            "text": "On those, again, who pause and refresh themselves in the course as they are moved or as they are able, let us not press very hard: for all do not carry out the six days of fasting either equally or alike; but some pass even all the days as a fast, remaining without food through the whole; while others take but two, and others three, and others four, and others not even one."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:38",
                            "text": "And to those who have laboured painfully through these protracted fasts."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:39",
                            "text": "and have thereafter become exhausted and well-nigh undone, pardon ought to be extended if they are somewhat precipitate in taking food."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:40",
                            "text": "But if there are any who not only decline such protracted fasting, but refuse at the first to fast at all, and rather indulge themselves luxuriously during the first four days, and then when they reach the last two days—viz."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:41",
                            "text": ", the preparation and the Sabbath—fast with due rigour during these, and these alone, and think that they do something grand and brilliant if they hold out till the morning, I cannot think that they have gone through the time on equal terms with those who have been practising the same during several days before."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Dionysius: Epistle to the Bishop Basilides 1:42",
                            "text": "This is the counsel which, in accordance with my apprehension of the question, I have offered you in writing on these matters."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Dionysius: Epistle to the Bishop Basilides 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Dionysius: Epistle to the Bishop Basilides 2:1",
                            "text": "Canon II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Dionysius: Epistle to the Bishop Basilides 2:2",
                            "text": "The question touching women in the time of their separation, whether it is proper for them when in such a condition to enter the house of God, I consider a superfluous inquiry."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Dionysius: Epistle to the Bishop Basilides 2:3",
                            "text": "For I do not think that, if they are believing and pious women, they will themselves be rash enough in such a condition either to approach the holy table or to touch the body and blood of the Lord."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Dionysius: Epistle to the Bishop Basilides 2:4",
                            "text": "Certainly the woman who had the issue of blood of twelve years' standing did not touch the Lord Himself, but only the hem of His garment, with a view to her cure."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Dionysius: Epistle to the Bishop Basilides 2:5",
                            "text": "For to pray, however a person may be situated, and to remember the Lord, in whatever condition a person may be, and to offer up petitions for the obtaining of help, are exercises altogether blameless."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Dionysius: Epistle to the Bishop Basilides 2:6",
                            "text": "But the individual who is not perfectly pure both in soul and in body, shall be interdicted from approaching the holy of holies."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Dionysius: Epistle to the Bishop Basilides 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Dionysius: Epistle to the Bishop Basilides 3:1",
                            "text": "Canon III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Dionysius: Epistle to the Bishop Basilides 3:2",
                            "text": "Moreover, those who are competent, and who are advanced in years, ought to be judges of themselves in these matters."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Dionysius: Epistle to the Bishop Basilides 3:3",
                            "text": "For that it is proper to abstain from each other by consent, in order that they may be free for a season to give themselves to prayer, and then come together again, they have heard from Paul in his epistle."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Dionysius: Epistle to the Bishop Basilides 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Dionysius: Epistle to the Bishop Basilides 4:1",
                            "text": "Canon IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Dionysius: Epistle to the Bishop Basilides 4:2",
                            "text": "As to those who are overtaken by an involuntary flux in the night-time, let such follow the testimony of their own conscience, and consider themselves as to whether they are doubtfully minded in this matter or not."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Dionysius: Epistle to the Bishop Basilides 4:3",
                            "text": "And he that doubteth in the matter of meats, the apostle tells us, \"is damned if he eat\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Dionysius: Epistle to the Bishop Basilides 4:4",
                            "text": "In these things, therefore, let every one who approaches God be of a good conscience, and of a proper confidence, so far as his own judgment is concerned."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Dionysius: Epistle to the Bishop Basilides 4:5",
                            "text": "And, indeed, it is in order to show your regard for us (for you are not ignorant, beloved,) that you have proposed these questions to us, making us of one mind, as indeed we are, and of one spirit with yourself."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Dionysius: Epistle to the Bishop Basilides 4:6",
                            "text": "And I, for my part, have thus set forth my opinions in public, not as a teacher, but only as it becomes us with all simplicity to confer with each other."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Dionysius: Epistle to the Bishop Basilides 4:7",
                            "text": "And when you have examined this opinion of mine, my most intelligent son, you will write back to me your notion of these matters, and let me know whatever may seem to you to be just and preferable, and whether you approve of my judgment in these things."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Dionysius: Epistle to the Bishop Basilides 4:8",
                            "text": "That it may fare well with you, my beloved son, as you minister to the Lord in peace, is my prayer."
                        }
                    ]
                }
            ]
        }
    ]
}