{
    "books": [
        {
            "name": "Clement of Alexandria: The Stromata Book I.2",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Clement of Alexandria: The Stromata Book I.2 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I.2 1:1",
                            "text": "Whence the Greeks also applied the denominative appellation of wise and sophists (σοφοί, σοφισταί) to those who were versed in anything Cratinus accordingly, having in the Archilochii enumerated the poets, said:—  \"Such a hive of sophists have ye examined\"."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I.2 1:2",
                            "text": "And similarly Iophon, the comic poet, in Flute-playing Satyrs, says:—  \"For there entered A band of sophists, all equipped\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book I.2 1:3",
                            "text": "Of these and the like, who devote their attention to empty words, the divine Scripture most excellently says, \"I will destroy the wisdom of the wise, and bring to nothing the understanding of the prudent\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Clement of Alexandria: The Stromata Book I.2 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I.2 2:1",
                            "text": "Chapter 4—Human Arts as Well as Divine Knowledge Proceed from God."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I.2 2:2",
                            "text": "Homer calls an artificer wise; and of Margites, if that is his work, he thus writes:—  \"Him, then, the Gods made neither a delver nor a ploughman, Nor in any other respect wise; but he missed every art\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I.2 2:3",
                            "text": "Hesiod further said the musician Linus was \"skilled in all manner of wisdom;\" and does not hesitate to call a mariner wise, seeing he writes:—  \"Having no wisdom in navigation\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I.2 2:4",
                            "text": "And Daniel the prophet says, \"The mystery which the king asks, it is not in the power of the wise, the Magi, the diviners, the Gazarenes, to tell the king; but it is God in heaven who revealeth it\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I.2 2:5",
                            "text": "Here he terms the Babylonians wise."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I.2 2:6",
                            "text": "And that Scripture calls every secular science or art by the one name wisdom (there are other arts and sciences invented over and above by human reason), and that artistic and skilful invention is from God, will be clear if we adduce the following  statement: \"And the Lord spake to Moses, See, I have called Bezaleel, the son of Uri, the son of Or, of the tribe of Judah; and I have filled him with the divine spirit of wisdom, and understanding, and knowledge, to devise and to execute in all manner of work, to work gold, and silver, and brass, and blue, and purple, and scarlet, and in working stone work, and in the art of working wood,\" and even to \"all works\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I.2 2:7",
                            "text": "And then He adds the general reason, \"And to every understanding heart I have given understanding;\" that is, to every one capable of acquiring it by pains and exercise."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I.2 2:8",
                            "text": "And again, it is written expressly in the name of the Lord: \"And speak thou to all that are wise in mind, whom I have filled with the spirit of perception\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I.2 2:9",
                            "text": "Those who are wise in mind have a certain attribute of nature peculiar to themselves; and they who have shown themselves capable, receive from the Supreme Wisdom a spirit of perception in double measure."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I.2 2:10",
                            "text": "For those who practice the common arts, are in what pertains to the senses highly gifted: in hearing, he who is commonly called a musician; in touch, he who moulds clay; in voice the singer, in smell the perfumer, in sight the engraver of devices on seals."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I.2 2:11",
                            "text": "Those also that are occupied in instruction, train the sensibility according to which the poets are susceptible to the influence of measure; the sophists apprehend expression; the dialecticians, syllogisms; and the philosophers are capable of the contemplation of which themselves are the objects."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I.2 2:12",
                            "text": "For sensibility finds and invents; since it persuasively exhorts to application."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I.2 2:13",
                            "text": "And practice will increase the application which has knowledge for its end."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I.2 2:14",
                            "text": "With reason, therefore, the apostle has called the wisdom of God \"manifold,\" and which has manifested its power \"in many departments and in many modes\"—by art, by knowledge, by faith, by prophecy—for our benefit."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I.2 2:15",
                            "text": "\"For all wisdom is from the Lord, and is with Him for ever,\" as says the wisdom of Jesus."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I.2 2:16",
                            "text": "For if thou call on wisdom and knowledge with a loud voice, and seek it as treasures of silver, and eagerly track it out, thou shalt understand godliness and find divine knowledge\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I.2 2:17",
                            "text": "The prophet says this in contradiction to the knowledge according to philosophy, which teaches us to investigate in a magnanimous and noble manner, for our progress in piety."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I.2 2:18",
                            "text": "He opposes, therefore, to it the knowledge which is occupied with piety, when referring to knowledge, when he speaks as follows: \"For God gives wisdom out of His own mouth, and knowledge along with understanding, and treasures up help for the righteous\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book I.2 2:19",
                            "text": "For to those who have been justified by philosophy, the knowledge which leads to piety is laid up as a help."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Clement of Alexandria: The Stromata Book I.2 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:1",
                            "text": "Chapter 5—Philosophy the Handmaid of Theology."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:2",
                            "text": "Accordingly, before the advent of the Lord, philosophy was necessary to the Greeks for righteousness."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:3",
                            "text": "And now it becomes conducive to piety; being a kind of preparatory training to those who attain to faith through demonstration."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:4",
                            "text": "\"For thy foot,\" it is said, \"will not stumble, if thou refer what is good, whether belonging to the Greeks or to us, to Providence\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:5",
                            "text": "For God is the cause of all good things; but of some primarily, as of the Old and the New Testament; and of others by consequence, as philosophy."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:6",
                            "text": "Perchance, too, philosophy was given to the Greeks directly and primarily, till the Lord should call the Greeks."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:7",
                            "text": "For this was a schoolmaster to bring \"the Hellenic mind,\" as the law, the Hebrews, \"to Christ\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:8",
                            "text": "Philosophy, therefore, was a preparation, paving the way for him who is perfected in Christ."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:9",
                            "text": "\"Now,\" says Solomon, \"defend wisdom, and it will exalt thee, and it will shield thee with a crown of pleasure\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:10",
                            "text": "For when thou hast strengthened wisdom with a cope by philosophy, and with right expenditure, thou wilt preserve it unassailable by sophists."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:11",
                            "text": "The way of truth is therefore one."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:12",
                            "text": "But into it, as into a perennial river, streams flow from all sides."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:13",
                            "text": "It has been therefore said by inspiration: \"Hear, my son, and receive my words; that thine may be the many ways of life."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:14",
                            "text": "For I teach thee the ways of wisdom; that the fountains fail thee not,\" which gush forth from the earth itself."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:15",
                            "text": "Not only did He enumerate several ways of salvation for any one righteous man, but He added many other ways of many righteous, speaking thus: \"The paths of the righteous shine like the light\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:16",
                            "text": "The commandments and the modes of preparatory training are to be regarded as the ways and appliances of life."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:17",
                            "text": "\"Jerusalem, Jerusalem, how often would I have gathered thy children, as a hen her chickens!\" And Jerusalem is, when interpreted, \"a vision of peace\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:18",
                            "text": "He therefore shows prophetically, that those who peacefully contemplate sacred things are in manifold ways trained to their calling."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:19",
                            "text": "What then? He \"would,\" and could not."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:20",
                            "text": "How often, and where? Twice; by  the prophets, and by the advent."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:21",
                            "text": "The expression, then, \"How often,\" shows wisdom to be manifold; every mode of quantity and quality, it by all means saves some, both in time and in eternity."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:22",
                            "text": "\"For the Spirit of the Lord fills the earth\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:23",
                            "text": "And if any should violently say that the reference is to the Hellenic culture, when it is said, \"Give not heed to an evil woman; for honey drops from the lips of a harlot,\" let him hear what follows: \"who lubricates thy throat for the time\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:24",
                            "text": "But philosophy does not flatter."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:25",
                            "text": "Who, then, does He allude to as having committed fornication? He adds expressly, \"For the feet of folly lead those who use her, after death, to Hades."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:26",
                            "text": "But her steps are not supported\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:27",
                            "text": "Therefore remove thy way far from silly pleasure."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:28",
                            "text": "\"Stand not at the doors of her house, that thou yield not thy life to others\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:29",
                            "text": "And He testifies, \"Then shall thou repent in old age, when the flesh of thy body is consumed\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:30",
                            "text": "For this is the end of foolish pleasure."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:31",
                            "text": "Such, indeed, is the case."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:32",
                            "text": "And when He says, \"Be not much with a strange woman,\" He admonishes us to use indeed, but not to linger and spend time with, secular culture."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:33",
                            "text": "For what was bestowed on each generation advantageously, and at seasonable times, is a preliminary training for the word of the Lord."
                        },
                        {
                            "verse": 34,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:34",
                            "text": "\"For already some men, ensnared by the charms of handmaidens, have despised their consort philosophy, and have grown old, some of them in music, some in geometry, others in grammar, the most in rhetoric\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:35",
                            "text": "\"But as the encyclical branches of study contribute to philosophy, which is their mistress; so also philosophy itself co-operates for the acquisition of wisdom."
                        },
                        {
                            "verse": 36,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:36",
                            "text": "For philosophy is the study of wisdom, and wisdom is the knowledge of things divine and human; and their causes\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:37",
                            "text": "Wisdom is therefore queen of philosophy, as philosophy is of preparatory culture."
                        },
                        {
                            "verse": 38,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:38",
                            "text": "For if philosophy \"professes control of the tongue, and the belly, and the parts below the belly, it is to be chosen on its own account."
                        },
                        {
                            "verse": 39,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:39",
                            "text": "But it appears more worthy of respect and pre-eminence, if cultivated for the honour and knowledge of God\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:40",
                            "text": "And Scripture will afford a testimony to what has been said in what follows."
                        },
                        {
                            "verse": 41,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:41",
                            "text": "Sarah was at one time barren, being Abraham's wife."
                        },
                        {
                            "verse": 42,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:42",
                            "text": "Sarah having no child, assigned her maid, by name Hagar, the Egyptian, to Abraham, in order to get children."
                        },
                        {
                            "verse": 43,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:43",
                            "text": "Wisdom, therefore, who dwells with the man of faith (and Abraham was reckoned faithful and righteous), was still barren and without child in that generation, not having brought forth to Abraham aught allied to virtue."
                        },
                        {
                            "verse": 44,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:44",
                            "text": "And she, as was proper, thought that he, being now in the time of progress, should have intercourse with secular culture first (by Egyptian the world is designated figuratively); and afterwards should approach to her according to divine providence, and beget Isaac\"."
                        },
                        {
                            "verse": 45,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:45",
                            "text": "And Philo interprets Hagar to mean \"sojourning\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:46",
                            "text": "For it is said in connection with this, \"Be not much with a strange woman\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:47",
                            "text": "Sarah he interprets to mean \"my princedom\"."
                        },
                        {
                            "verse": 48,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:48",
                            "text": "He, then, who has received previous training is at liberty to approach to wisdom, which is supreme, from which grows up the race of Israel."
                        },
                        {
                            "verse": 49,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:49",
                            "text": "These things show that that wisdom can be acquired through instruction, to which Abraham attained, passing from the contemplation of heavenly things to the faith and righteousness which are according to God."
                        },
                        {
                            "verse": 50,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:50",
                            "text": "And Isaac is shown to mean \"self-taught;\" wherefore also he is discovered to be a type of Christ."
                        },
                        {
                            "verse": 51,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:51",
                            "text": "He was the husband of one wife Rebecca, which they translate \"Patience\"."
                        },
                        {
                            "verse": 52,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:52",
                            "text": "And Jacob is said to have consorted with several, his name being interpreted \"Exerciser\"."
                        },
                        {
                            "verse": 53,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:53",
                            "text": "And exercises are engaged in by means of many and various dogmas."
                        },
                        {
                            "verse": 54,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:54",
                            "text": "Whence, also, he who is really \"endowed with the power of seeing\" is called Israel, having much experience, and being fit for exercise."
                        },
                        {
                            "verse": 55,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:55",
                            "text": "Something else may also have been shown by the three patriarchs, namely, that the sure seal of knowledge is composed of nature, of education, and exercise."
                        },
                        {
                            "verse": 56,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:56",
                            "text": "You may have also another image of what has been said, in Thamar sitting by the way, and presenting the appearance of a harlot, on whom the studious Judas (whose name is interpreted \"powerful\"), who left nothing unexamined and uninvestigated, looked; and turned aside to her, preserving his profession towards God."
                        },
                        {
                            "verse": 57,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:57",
                            "text": "Wherefore also, when Sarah was jealous at Hagar being preferred to her, Abraham, as choosing only what was profitable in secular philosophy, said, \"Behold, thy maid is in thine hands: deal with her as it pleases thee;\" manifestly meaning, \"I embrace secular culture as youthful, and a handmaid; but thy knowledge I honour and reverence as true wife\"."
                        },
                        {
                            "verse": 58,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:58",
                            "text": "And Sarah afflicted her; which is equivalent to corrected and admonished her."
                        },
                        {
                            "verse": 59,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:59",
                            "text": "It has therefore been well said, \"My son, despise not thou the correction of God; nor faint when thou art rebuked of Him."
                        },
                        {
                            "verse": 60,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:60",
                            "text": "For whom the Lord loveth He chasteneth, and scourgeth every son whom He receiveth\"."
                        },
                        {
                            "verse": 61,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:61",
                            "text": "And the foresaid Scriptures, when examined in other places, will be seen to exhibit other mysteries."
                        },
                        {
                            "verse": 62,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book I.2 3:62",
                            "text": "We merely therefore assert here, that philosophy is characterized by investigation into truth and the nature of things (this is the truth of which the Lord Himself said, \"I am the truth\"); and that, again, the preparatory training for rest in Christ exercises the mind, rouses the intelligence, and begets an inquiring shrewdness, by means of the true philosophy, which the initiated possess, having found it, or rather received it, from the truth itself."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Clement of Alexandria: The Stromata Book I.2 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:1",
                            "text": "Chapter 6—The Benefit of Culture."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:2",
                            "text": "The readiness acquired by previous training conduces much to the perception of such things as are requisite; but those things which can be perceived only by mind are the special exercise for the mind."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:3",
                            "text": "And their nature is triple according as we consider their quantity, their magnitude, and what can be predicated of them."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:4",
                            "text": "For the discourse which consists of demonstrations, implants in the spirit of him who follows it, clear faith; so that he cannot conceive of that which is demonstrated being different; and so it does not allow us to succumb to those who assail us by fraud."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:5",
                            "text": "In such studies, therefore, the soul is purged from sensible things, and is excited, so as to be able to see truth distinctly."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:6",
                            "text": "For nutriment, and the training which is maintained gentle, make noble natures; and noble natures, when they have received such training, become still better than before both in other respects, but especially in productiveness, as is the case with the other creatures."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:7",
                            "text": "Wherefore it is said, \"Go to the ant, thou sluggard, and become wiser than it, which provideth much and, varied food in the harvest against the inclemency of winter\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:8",
                            "text": "Or go to the bee, and learn how laborious she is; for she, feeding on the whole meadow, produces one honey-comb."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:9",
                            "text": "And if \"thou prayest in the closet,\" as the Lord taught, \"to worship in spirit,\" thy management will no longer be solely occupied about the house, but also about the soul, what must be bestowed on it, and how, and how much; and what must be laid aside and treasured up in it; and when it ought to be produced, and to whom."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:10",
                            "text": "For it is not by nature, but by learning, that people become noble and good, as people also become physicians and pilots."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:11",
                            "text": "We all in common, for example, see the vine and the horse."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:12",
                            "text": "But the husbandman will know if the vine be good or bad at fruit-bearing; and the horseman will easily distinguish between the spiritless and the swift animal."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:13",
                            "text": "But that some are naturally predisposed to virtue above others, certain pursuits of those, who are so naturally predisposed above others, show."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:14",
                            "text": "But that perfection in virtue is not the exclusive property of those, whose natures are better, is proved, since also those who by nature are ill-disposed towards virtue, in obtaining suitable training, for the most part attain to excellence; and, on the other hand, those whose natural dispositions are apt, become evil through neglect."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:15",
                            "text": "Again, God has created us naturally social and just; whence justice must not be said to take its rise from implantation alone."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:16",
                            "text": "But the good imparted by creation is to be conceived of as excited by the commandment; the soul being trained to be willing to select what is noblest."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:17",
                            "text": "But as we say that a man can be a believer without learning, so also we assert that it is impossible for a man without learning to comprehend the things which are declared in the faith."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:18",
                            "text": "But to adopt what is well said, and not to adopt the reverse, is caused not simply by faith, but by faith combined with knowledge."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:19",
                            "text": "But if ignorance is want of training and of instruction, then teaching produces knowledge of divine and human things."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:20",
                            "text": "But just as it is possible to live rightly in penury of this world's good things, so also in abundance."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:21",
                            "text": "And we avow, that at once with more ease and more speed will one attain to virtue through previous training."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:22",
                            "text": "But it is not such as to be unattainable without it; but it is attainable only when they have learned, and have had their senses exercised."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:23",
                            "text": "\"For hatred,\" says Solomon, \"raises strife, but instruction guardeth the ways of life;\" in such a way that we are not deceived nor deluded by those who are practiced in base arts for the injury of those who hear."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:24",
                            "text": "\"But instruction wanders reproachless,\" it is said."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:25",
                            "text": "We must be conversant with the art of reasoning, for the purpose of confuting the deceitful opinions of the sophists."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:26",
                            "text": "Well and felicitously, therefore, does Anaxarchus write in his book respecting \"kingly rule:\" \"Erudition benefits greatly and hurts greatly him who possesses it; it helps him who is worthy, and injures him who utters readily every word, and before the whole people."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:27",
                            "text": "It is necessary to know the measure of time."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:28",
                            "text": "For this is the end of wisdom."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:29",
                            "text": "And those who sing at the doors, even if they sing skilfully, are not reckoned wise, but have the reputation of folly\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:30",
                            "text": "And Hesiod:—  \"Of the Muses, who make a man loquacious, divine, vocal\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book I.2 4:31",
                            "text": "For him who is fluent in words he calls loquacious; and him who is clever, vocal; and \"divine,\" him who is skilled, a philosopher, and acquainted with the truth."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Clement of Alexandria: The Stromata Book I.2 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:1",
                            "text": "Chapter 7—The Eclectic Philosophy Paves the Way for Divine Virtue."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:2",
                            "text": "The Greek preparatory culture, therefore, with philosophy itself, is shown to have come down from God to men, not with a definite direction but in the way in which showers fall down on the good land, and on the dunghill, and on the houses."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:3",
                            "text": "And similarly both the grass and the wheat sprout; and the figs and any other reckless trees grow on sepulchres."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:4",
                            "text": "And things that grow, appear as a type of truths."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:5",
                            "text": "For they enjoy the same influence of the rain."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:6",
                            "text": "But they have not the same grace as those which spring up in rich soil, inasmuch as they are withered or plucked up."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:7",
                            "text": "And here we are aided by the parable of the sower, which the Lord interpreted."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:8",
                            "text": "For the husbandman of the soil which is among men is one; He who from the beginning, from the foundation of the world, sowed nutritious seeds; He who in each age rained down the Lord, the Word."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:9",
                            "text": "But the times and places which received such gifts, created the differences which exist."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:10",
                            "text": "Further, the husbandman sows not only wheat (of which there are many varieties), but also other seeds—barley, and beans, and peas, and vetches, and vegetable and flower seeds."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:11",
                            "text": "And to the same husbandry belongs both planting and the operations necessary in the nurseries, and gardens, and orchards, and the planning and rearing of all sorts of trees."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:12",
                            "text": "In like manner, not only the care of sheep, but the care of herds, and breeding of horses, and dogs, and bee-craft, all arts, and to speak comprehensively, the care of flocks and the rearing of animals, differ from each other more or less, but are all useful for life."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:13",
                            "text": "And philosophy—I do not mean the Stoic, or the Platonic, or the Epicurean, or the Aristotelian, but whatever has been well said by each of those sects, which teach righteousness along with a science pervaded by piety,—this eclectic whole I call philosophy."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:14",
                            "text": "But such conclusions of human reasonings, as men have cut away and falsified, I would never call divine."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:15",
                            "text": "And now we must look also at this, that if ever those who know not how to do well, live well; for they have lighted on well-doing."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:16",
                            "text": "Some, too, have aimed well at the word of truth through understanding."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:17",
                            "text": "\"But Abraham was not justified by works, but by faith\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:18",
                            "text": "It is therefore of no advantage to them after the end of life, even if they do good works now, if they have not faith."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:19",
                            "text": "Wherefore also the Scriptures were translated into the language of the Greeks, in order that they might never be able to allege the excuse of ignorance, inasmuch as they are able to hear also what we have in our hands, if they only wish."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:20",
                            "text": "One speaks in one way of the truth, in another way the truth interprets itself."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:21",
                            "text": "The guessing at truth is one thing, and truth itself is another."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:22",
                            "text": "Resemblance is one thing, the thing itself is another."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:23",
                            "text": "And the one results from learning and practice, the other from power and faith."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:24",
                            "text": "For the teaching of piety is a gift, but faith is grace."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:25",
                            "text": "\"For by doing the will of God we know the will of God\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:26",
                            "text": "\"Open, then,\" says the Scripture, \"the gates of righteousness; and I will enter in, and confess to the Lord\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:27",
                            "text": "But the paths to righteousness (since God saves in many ways, for He is good) are many and various, and lead to the Lord's way and gate."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:28",
                            "text": "And if you ask the royal and true entrance, you will hear, \"This is the gate of the Lord, the righteous shall enter in by it\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:29",
                            "text": "While there are many gates open, that in righteousness is in Christ, by which all the blessed enter, and direct their steps in the sanctity of knowledge."
                        },
                        {
                            "verse": 30,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book I.2 5:30",
                            "text": "Now Clemens, in his Epistle to the Corinthians, while expounding the differences of those who are approved according to the Church, says expressly, \"One may be a believer; one may be powerful in uttering knowledge; one may be wise in discriminating between words; one may be terrible in deeds\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Clement of Alexandria: The Stromata Book I.2 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:1",
                            "text": "Chapter 8—The Sophistical Arts Useless."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:2",
                            "text": "But the art of sophistry, which the Greeks cultivated, is a fantastic power, which makes false opinions like true by means of words."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:3",
                            "text": "For it produces rhetoric in order to persuasion, and disputation for wrangling."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:4",
                            "text": "These arts, therefore, if not conjoined with philosophy, will be injurious to every one."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:5",
                            "text": "For Plato openly called sophistry \"an evil art\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:6",
                            "text": "And Aristotle, following him, demonstrates it to be a dishonest art, which abstracts in a specious manner the whole business of wisdom, and professes a wisdom which it has not studied."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:7",
                            "text": "To speak briefly, as the beginning of rhetoric is the probable, and an attempted proof the process, and the end persuasion, so the beginning of disputation is what is matter of opinion, and the process a contest, and the end victory."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:8",
                            "text": "For in the same manner, also, the beginning of sophistry is the apparent, and the process twofold; one of rhetoric, continuous and exhaustive; and the other of logic, and is interrogatory."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:9",
                            "text": "And its end is admiration."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:10",
                            "text": "The dialectic in vogue in the schools, on the other hand, is the exercise of a philosopher in matters of opinion, for the sake of the faculty of disputation."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:11",
                            "text": "But truth is not in these at all."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:12",
                            "text": "With reason, therefore, the noble apostle, depreciating these superfluous arts occupied about words, says, \"If any man do not give heed to wholesome words, but is puffed up by a kind of teaching, knowing nothing, but doting (νοσῶν) about questions and strifes of words, whereof cometh contention, envy, railings, evil surmisings, perverse disputings of men of corrupt minds, destitute of the truth\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:13",
                            "text": "You see how he is moved against them, calling their art of logic—on which, those to whom this garrulous mischievous art is dear, whether Greeks or barbarians, plume themselves—a disease (νοσος)."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:14",
                            "text": "Very beautifully, therefore, the tragic poet Euripides says in the Phoenissae,—  \"But a wrongful speech Is diseased in itself, and needs skilful medicines\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:15",
                            "text": "For the saving Word is called \"wholesome,\" He being the truth; and what is wholesome (healthful) remains ever deathless."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:16",
                            "text": "But separation from what is healthful and divine is impiety, and a deadly malady."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:17",
                            "text": "These are rapacious wolves hid in sheep-skins, men-stealers, and glozing soul-seducers, secretly, but proved to be robbers; striving by fraud and force to catch us who are unsophisticated and have less power of speech."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:18",
                            "text": "\"Often a man, impeded through want of words, carries less weight In expressing what is right, than the man of eloquence."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:19",
                            "text": "But now in fluent mouths the weightiest truths They disguise, so that they do not seem what they ought to seem,\"  says the tragedy."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:20",
                            "text": "Such are these wranglers, whether they follow the sects, or practice miserable dialectic arts."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:21",
                            "text": "These are they that \"stretch the warp and weave nothing,\" says the Scripture; prosecuting a bootless task, which the apostle has called \"cunning craftiness of men whereby they lie in wait to deceive\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:22",
                            "text": "\"For there are,\" he says, \"many unruly and vain talkers and deceivers\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:23",
                            "text": "Wherefore it was not said to all, \"Ye are the salt of the earth\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:24",
                            "text": "For there are some even of the hearers of the word who are like the fishes of the sea, which, reared from their birth in brine, yet need salt to dress them for food."
                        },
                        {
                            "verse": 25,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:25",
                            "text": "Accordingly I wholly approve of the tragedy, when it says:—  \"O son, false words can be well spoken, And truth may be vanquished by beauty of words."
                        },
                        {
                            "verse": 26,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:26",
                            "text": "But this is not what is most correct, but nature and what is right; He who practices eloquence is indeed wise, But I consider deeds always better than words\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:27",
                            "text": "We must not, then, aspire to please the multitude."
                        },
                        {
                            "verse": 28,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:28",
                            "text": "For we do not practice what will please them, but what we know is remote from their disposition."
                        },
                        {
                            "verse": 29,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:29",
                            "text": "\"Let us not be desirous of vainglory,\" says the apostle, \"provoking one another, envying one another\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:30",
                            "text": "Thus the truth-loving Plato says, as if divinely inspired, \"Since I am such as to obey nothing but the word, which, after reflection, appears to me the best\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:31",
                            "text": "Accordingly he charges those who credit opinions without intelligence and knowledge, with abandoning right and sound reason unwarrantably, and believing him who is a partner in falsehood."
                        },
                        {
                            "verse": 32,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:32",
                            "text": "For to cheat one's self of the truth is bad; but to speak the truth, and to hold as our opinions positive realities, is good."
                        },
                        {
                            "verse": 33,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:33",
                            "text": "Men are deprived of what is good unwillingly."
                        },
                        {
                            "verse": 34,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:34",
                            "text": "Nevertheless they are deprived either by being deceived or beguiled, or by being compelled and not believing."
                        },
                        {
                            "verse": 35,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:35",
                            "text": "He who believes not, has already made himself a willing captive; and he who changes his persuasion is cozened, while he forgets that time imperceptibly takes away some things, and reason others."
                        },
                        {
                            "verse": 36,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:36",
                            "text": "And after an opinion has been entertained, pain and anguish, and on the other hand contentiousness and anger, compel."
                        },
                        {
                            "verse": 37,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:37",
                            "text": "Above all, men are beguiled who are either bewitched by pleasure or terrified by fear."
                        },
                        {
                            "verse": 38,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book I.2 6:38",
                            "text": "And all these are voluntary changes, but by none of these will knowledge ever be attained."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Clement of Alexandria: The Stromata Book I.2 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book I.2 7:1",
                            "text": "Chapter 9—Human Knowledge Necessary for the Understanding of the Scriptures."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book I.2 7:2",
                            "text": "Some, who think themselves naturally gifted, do not wish to touch either philosophy or logic; nay more, they do not wish to learn natural science."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book I.2 7:3",
                            "text": "They demand bare faith alone, as if they wished, without bestowing any care on the vine, straightway to gather clusters from the first."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book I.2 7:4",
                            "text": "Now the Lord is figuratively described as the vine, from which, with pains and the art of husbandry, according to the word, the fruit is to be gathered."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book I.2 7:5",
                            "text": "We must lop, dig, bind, and perform the other operations."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book I.2 7:6",
                            "text": "The pruning-knife, I should think, and the pick-axe, and the other agricultural implements, are necessary for the culture of the vine, so that it may produce eatable fruit."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book I.2 7:7",
                            "text": "And as in husbandry, so also in medicine: he has learned to purpose, who has practiced the various lessons, so as to be able to cultivate and to heal."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book I.2 7:8",
                            "text": "So also here, I call him truly learned who brings everything to bear on the truth; so that, from geometry, and music, and grammar, and philosophy itself, culling what is useful, he guards the faith against assault."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book I.2 7:9",
                            "text": "Now, as was said, the athlete is despised who is not furnished for the contest."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book I.2 7:10",
                            "text": "For instance, too, we praise the experienced helmsman who \"has seen the cities of many men,\" and the physician who has had large experience; thus also some describe the empiric."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book I.2 7:11",
                            "text": "And he who brings everything to bear on a right life, procuring examples from the Greeks and barbarians, this man is an experienced searcher after truth, and in reality a man of much counsel, like the touch-stone (that is, the Lydian), which is believed to possess the power of distinguishing the spurious from the genuine gold."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book I.2 7:12",
                            "text": "And our much-knowing gnostic can distinguish sophistry from philosophy, the art of decoration from gymnastics, cookery from physic, and rhetoric from dialectics, and the other sects which are according to the barbarian philosophy, from the truth itself."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book I.2 7:13",
                            "text": "And how necessary is it for him who desires to be partaker of the power of God, to treat of intellectual subjects by philosophising! And how serviceable is it to distinguish expressions which are ambiguous, and which in the Testaments are used synonymously! For the Lord, at the time of His temptation, skilfully matched the devil by an ambiguous expression."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book I.2 7:14",
                            "text": "And I do not yet, in this connection, see how in the world the inventor of philosophy and dialectics, as some suppose, is seduced through being deceived by the form of speech which consists in ambiguity."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book I.2 7:15",
                            "text": "And if the prophets and apostles knew not the arts by which the exercises of philosophy are exhibited, yet the mind of the prophetic and instructive spirit, uttered secretly, because all have not an intelligent ear, demands skilful modes of teaching in order to clear exposition."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book I.2 7:16",
                            "text": "For the prophets and disciples of the Spirit knew infallibly their mind."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book I.2 7:17",
                            "text": "For they knew it by faith, in a way which others could not easily, as the Spirit has said."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book I.2 7:18",
                            "text": "But it is not possible for those who have not learned to receive it thus."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book I.2 7:19",
                            "text": "\"Write,\" it is said, \"the commandments doubly, in counsel and knowledge, that thou mayest answer the words of truth to them who send unto thee\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book I.2 7:20",
                            "text": "What, then, is the knowledge of answering? or what that of asking? It is dialectics."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book I.2 7:21",
                            "text": "What then? Is not speaking our business, and does not action proceed from the Word? For if we act not for the Word, we shall act against reason."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book I.2 7:22",
                            "text": "But a rational work is accomplished through God."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book I.2 7:23",
                            "text": "\"And nothing,\" it is said, \"was made without Him\"—the Word of God."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book I.2 7:24",
                            "text": "And did not the Lord make all things by the Word? Even the beasts work, driven by compelling fear."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book I.2 7:25",
                            "text": "And do not those who are called orthodox apply themselves to good works, knowing not what they do?."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Clement of Alexandria: The Stromata Book I.2 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:1",
                            "text": "Chapter 10—To Act Well of Greater Consequence Than to Speak Well."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:2",
                            "text": "Wherefore the Saviour, taking the bread, first spake and blessed."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:3",
                            "text": "Then breaking the bread, He presented it, that we might eat it, according to reason, and that knowing the Scriptures we might walk obediently."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:4",
                            "text": "And as those whose speech is evil are no better than those whose practice is evil (for calumny is the servant of the sword, and evil-speaking inflicts pain; and from these proceed disasters in life, such being the effects of evil speech); so also those who are given to good speech are near neighbours to those who accomplish good deeds."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:5",
                            "text": "Accordingly discourse refreshes the soul and entices it to nobleness; and happy is he who has the use of both his hands."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:6",
                            "text": "Neither, therefore, is he who can act well to be vilified by him who is able to speak well; nor is he who is able to speak well to be disparaged by him who is capable of acting well."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:7",
                            "text": "But let each do that for which he is naturally fitted."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:8",
                            "text": "What the one exhibits as actually done, the other speaks, preparing, as it were, the way for well-doing, and leading the hearers to the practice of good."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:9",
                            "text": "For there is a saving word, as there is a saving work."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:10",
                            "text": "Righteousness, accordingly, is not constituted without discourse."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:11",
                            "text": "And as the receiving of good is abolished if we abolish the doing of good; so obedience and faith are abolished when neither the command, nor one to expound the command, is taken along with us."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:12",
                            "text": "But now we are benefited mutually and reciprocally by words and deeds; but we must repudiate entirely the art of wrangling and sophistry, since these sentences of the sophists not only bewitch and beguile the many, but sometimes by violence win a Cadmean victory."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:13",
                            "text": "For true above all is that Psalm, \"The just shall live to the end, for he shall not see corruption, when he beholds the wise dying\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:14",
                            "text": "And whom does he call wise? Hear from the Wisdom of Jesus: \"Wisdom is not the knowledge of evil\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:15",
                            "text": "Such he calls what the arts of speaking and of discussing have invented."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:16",
                            "text": "\"Thou shalt therefore seek wisdom among the wicked, and shalt not find it\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:17",
                            "text": "And if you inquire again of what sort this is, you are told, \"The mouth of the righteous man will distil wisdom\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:18",
                            "text": "And similarly with truth, the art of sophistry is called wisdom."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:19",
                            "text": "But it is my purpose, as I reckon, and not without reason, to live according to the Word, and to understand what is revealed; but never affecting eloquence, to be content merely with indicating my meaning."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:20",
                            "text": "And by what term that which I wish to present is shown, I care not."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:21",
                            "text": "For I well know that to be saved, and to aid those who desire to be saved, is the best thing, and not to compose paltry sentences like gewgaws."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:22",
                            "text": "\"And if,\" says the Pythagorean in the Politicus of Plato, \"you guard against solicitude about terms, you will be richer in wisdom against old age\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:23",
                            "text": "And in the Theoetetus you will find again, \"And carelessness about names, and expressions, and the want of nice scrutiny, is not vulgar and illiberal for the most part, but rather the reverse of this, and is sometimes necessary\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:24",
                            "text": "This the Scripture has expressed with the greatest possible brevity, when it said, \"Be not occupied much about words\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:25",
                            "text": "For expression is like the dress on the body."
                        },
                        {
                            "verse": 26,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:26",
                            "text": "The matter is the flesh and sinews."
                        },
                        {
                            "verse": 27,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:27",
                            "text": "We must not therefore care more for the dress than the safety of the body."
                        },
                        {
                            "verse": 28,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:28",
                            "text": "For not only a simple mode of life, but also a style of speech devoid of superfluity and nicety, must be cultivated by him who has adopted the true life, if we are to abandon luxury as treacherous and profligate, as the ancient Lacedaemonians adjured ointment and purple, deeming and calling them rightly treacherous garments and treacherous unguents; since neither is that mode of preparing food right where there is more of seasoning than of nutriment; nor is that style of speech elegant which can please rather than benefit the hearers."
                        },
                        {
                            "verse": 29,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:29",
                            "text": "Pythagoras exhorts us to consider the Muses more pleasant than the Sirens, teaching us to cultivate wisdom apart from pleasure, and exposing the other mode of attracting the soul as deceptive."
                        },
                        {
                            "verse": 30,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:30",
                            "text": "For sailing past the Sirens one man has sufficient strength, and for answering the Sphinx another one, or, if you please, not even one."
                        },
                        {
                            "verse": 31,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:31",
                            "text": "We ought never, then, out of desire for vainglory, to make broad the phylacteries."
                        },
                        {
                            "verse": 32,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:32",
                            "text": "It suffices the gnostic if only one hearer is found for him."
                        },
                        {
                            "verse": 33,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:33",
                            "text": "You may hear therefore Pindar the Boeotian, who writes, \"Divulge not before all the ancient speech."
                        },
                        {
                            "verse": 34,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:34",
                            "text": "The way of silence is sometimes the surest."
                        },
                        {
                            "verse": 35,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:35",
                            "text": "And the mightiest word is a spur to the fight\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 8,
                            "name": "Clement of Alexandria: The Stromata Book I.2 8:36",
                            "text": "Accordingly, the blessed apostle very appropriately and urgently exhorts us \"not to strive about words to no profit, but to the subverting of the hearers, but to shun profane and vain babblings, for they increase unto more ungodliness, and their word will eat as doth a canker\"."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Clement of Alexandria: The Stromata Book I.2 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:1",
                            "text": "Chapter 11—What is the Philosophy Which the Apostle Bids Us Shun?  This, then, \"the wisdom of the world is foolishness with God,\" and of those who are \"the wise the Lord knoweth their thoughts that they are vain\"."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:2",
                            "text": "Let no man therefore glory on account of pre-eminence in human thought."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:3",
                            "text": "For it is written well in Jeremiah, \"Let not the wise man glory in his wisdom, and let not the mighty man glory in his might, and let not the rich man glory in his riches: but let him that glorieth glory in this, that he understandeth and knoweth that I am the Lord, that executeth mercy and judgment and righteousness upon the earth: for in these things is my delight, saith the Lord\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:4",
                            "text": "\"That we should trust not in ourselves, but in God who raiseth the dead,\" says the apostle, \"who delivered us from so great a death, that our faith should not stand in the wisdom of men, but in the power of God\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:5",
                            "text": "\"For the spiritual man judgeth all things, but he himself is judged of no man\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:6",
                            "text": "I hear also those words of his, \"And these things I say, lest any man should beguile you with enticing words, or one should enter in to spoil you\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:7",
                            "text": "And again, \"Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ;\" branding not all philosophy, but the Epicurean, which Paul mentions in the Acts of the Apostles, which abolishes providence and deifies pleasure, and whatever other philosophy honours the elements, but places not over them the efficient cause, nor apprehends the Creator."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:8",
                            "text": "The Stoics also, whom he mentions too, say not well that the Deity, being a body, pervades the vilest matter."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:9",
                            "text": "He calls the jugglery of logic \"the tradition of men\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:10",
                            "text": "Wherefore also he adds, \"Avoid juvenile questions."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:11",
                            "text": "For such contentions are puerile\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:12",
                            "text": "\"But virtue is no lover of boys,\" says the philosopher Plato."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:13",
                            "text": "And our struggle, according to Gorgias Leontinus, requires two virtues—boldness and wisdom,—boldness to undergo danger, and wisdom to understand the enigma."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:14",
                            "text": "For the Word, like the Olympian  proclamation, calls him who is willing, and crowns him who is able to continue unmoved as far as the truth is concerned."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:15",
                            "text": "And, in truth, the Word does not wish him who has believed to be idle."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:16",
                            "text": "For He says, \"Seek, and ye shall find\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:17",
                            "text": "But seeking ends in finding, driving out the empty trifling, and approving of the contemplation which confirms our faith."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:18",
                            "text": "\"And this I say, lest any man beguile you with enticing words,\" says the apostle, evidently as having learned to distinguish what was said by him, and as being taught to meet objections."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:19",
                            "text": "\"As ye have therefore received Christ Jesus the Lord, so walk in Him, rooted and built up in Him, and stablished in the faith\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:20",
                            "text": "Now persuasion is the means of being established in the faith."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:21",
                            "text": "\"Beware lest any man spoil you of faith in Christ by philosophy and vain deceit,\" which does away with providence, \"after the tradition of men;\" for the philosophy which is in accordance with divine tradition establishes and confirms providence, which, being done away with, the economy of the Saviour appears a myth, while we are influenced \"after the elements of the world, and not after Christ\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:22",
                            "text": "For the teaching which is agreeable to Christ deifies the Creator, and traces providence in particular events, and knows the nature of the elements to be capable of change and production, and teaches that we ought to aim at rising up to the power which assimilates to God, and to prefer the dispensation as holding the first rank and superior to all training."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:23",
                            "text": "The elements are worshipped,—the air by Diogenes, the water by Thales, the fire by Hippasus; and by those who suppose atoms to be the first principles of things, arrogating the name of philosophers, being wretched creatures devoted to pleasure."
                        },
                        {
                            "verse": 24,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:24",
                            "text": "\"Wherefore I pray,\" says the apostle, \"that your love may abound yet more and more, in knowledge and in all judgment, that ye may approve things that are excellent\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:25",
                            "text": "\"Since, when we were children,\" says the same apostle, \"we were kept in bondage under the rudiments of the world."
                        },
                        {
                            "verse": 26,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:26",
                            "text": "And the child, though heir, differeth nothing from a servant, till the time appointed of the father\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:27",
                            "text": "Philosophers, then, are children, unless they have been made men by Christ."
                        },
                        {
                            "verse": 28,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:28",
                            "text": "\"For if the son of the bond woman shall not be heir with the son of the free,\" at least he is the seed of Abraham, though not of promise, receiving what belongs to him by free gift."
                        },
                        {
                            "verse": 29,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:29",
                            "text": "\"But strong meat belongeth to those that are of full age, even those who by reason of use have their senses exercised to discern both good and evil\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:30",
                            "text": "\"For every one that useth milk is unskilful in the word of righteousness; for he is a babe,\" and not yet acquainted with the word, according to which he has believed and works, and not able to give a reason in himself."
                        },
                        {
                            "verse": 31,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:31",
                            "text": "\"Prove all things,\" the apostle says, \"and hold fast that which is good,\" speaking to spiritual men, who judge what is said according to truth, whether it seems or truly holds by the truth."
                        },
                        {
                            "verse": 32,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:32",
                            "text": "\"He who is not corrected by discipline errs, and stripes and reproofs give the discipline of wisdom,\" the reproofs manifestly that are with love."
                        },
                        {
                            "verse": 33,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:33",
                            "text": "\"For the right heart seeketh knowledge\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:34",
                            "text": "\"For he that seeketh the Lord shall find knowledge with righteousness; and they who have sought it rightly have found peace\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:35",
                            "text": "\"And I will know,\" it is said, \"not the speech of those which are puffed up, but the power\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:36",
                            "text": "In rebuke of those who are wise in appearance, and think themselves wise, but are not in reality wise, he writes: \"For the kingdom of God is not in word\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:37",
                            "text": "It is not in that which is not true, but which is only probable according to opinion; but he said \"in power,\" for the truth alone is powerful."
                        },
                        {
                            "verse": 38,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:38",
                            "text": "And again: \"If any man thinketh that he knoweth anything, he knoweth nothing yet as he ought to know\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:39",
                            "text": "For truth is never mere opinion."
                        },
                        {
                            "verse": 40,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:40",
                            "text": "But the \"supposition of knowledge inflates,\" and fills with pride; \"but charity edifieth,\" which deals not in supposition, but in truth."
                        },
                        {
                            "verse": 41,
                            "chapter": 9,
                            "name": "Clement of Alexandria: The Stromata Book I.2 9:41",
                            "text": "Whence it is said, \"If any man loves, he is known\"."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Clement of Alexandria: The Stromata Book I.2 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Clement of Alexandria: The Stromata Book I.2 10:1",
                            "text": "Chapter 12—The Mysteries of the Faith Not to Be Divulged to All."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Clement of Alexandria: The Stromata Book I.2 10:2",
                            "text": "But since this tradition is not published alone for him who perceives the magnificence of the word; it is requisite, therefore, to hide in a mystery the wisdom spoken, which the Son of God taught."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Clement of Alexandria: The Stromata Book I.2 10:3",
                            "text": "Now, therefore, Isaiah the prophet has his tongue purified by fire, so that he may be able to tell the vision."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Clement of Alexandria: The Stromata Book I.2 10:4",
                            "text": "And we must purify not the tongue alone, but also the ears, if we attempt to be partakers of the truth."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Clement of Alexandria: The Stromata Book I.2 10:5",
                            "text": "Such were the impediments in the way of my writing."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Clement of Alexandria: The Stromata Book I.2 10:6",
                            "text": "And even now I fear, as it is said, \"to cast the pearls before swine, lest they tread them under foot, and turn and rend us\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Clement of Alexandria: The Stromata Book I.2 10:7",
                            "text": "For it is difficult to exhibit the really pure and transparent words respecting the true light, to swinish and untrained hearers."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Clement of Alexandria: The Stromata Book I.2 10:8",
                            "text": "For scarcely could anything which they could hear be more ludicrous than these to the multitude; nor any subjects  on the other hand more admirable or more inspiring to those of noble nature."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Clement of Alexandria: The Stromata Book I.2 10:9",
                            "text": "\"But the natural man receiveth not the things of the Spirit of God; for they are foolishness to him\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Clement of Alexandria: The Stromata Book I.2 10:10",
                            "text": "But the wise do not utter with their mouth what they reason in council."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Clement of Alexandria: The Stromata Book I.2 10:11",
                            "text": "\"But what ye hear in the ear,\" says the Lord, \"proclaim upon the houses;\" bidding them receive the secret traditions of the true knowledge, and expound them aloft and conspicuously; and as we have heard in the ear, so to deliver them to whom it is requisite; but not enjoining us to communicate to all without distinction, what is said to them in parables."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Clement of Alexandria: The Stromata Book I.2 10:12",
                            "text": "But there is only a delineation in the memoranda, which have the truth sowed sparse and broadcast, that it may escape the notice of those who pick up seeds like jackdaws; but when they find a good husbandman, each one of them will germinate and produce corn."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Clement of Alexandria: The Stromata Book I.2 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Clement of Alexandria: The Stromata Book I.2 11:1",
                            "text": "Chapter 13—All Sects of Philosophy Contain a Germ of Truth."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Clement of Alexandria: The Stromata Book I.2 11:2",
                            "text": "Since, therefore, truth is one (for falsehood has ten thousand by-paths); just as the Bacchantes tore asunder the limbs of Pentheus, so the sects both of barbarian and Hellenic philosophy have done with truth, and each vaunts as the whole truth the portion which has fallen to its lot."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Clement of Alexandria: The Stromata Book I.2 11:3",
                            "text": "But all, in my opinion, are illuminated by the dawn of Light."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Clement of Alexandria: The Stromata Book I.2 11:4",
                            "text": "Let all, therefore, both Greeks and barbarians, who have aspired after the truth,—both those who possess not a little, and those who have any portion,—produce whatever they have of the word of truth."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Clement of Alexandria: The Stromata Book I.2 11:5",
                            "text": "Eternity, for instance, presents in an instant the future and the present, also the past of time."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Clement of Alexandria: The Stromata Book I.2 11:6",
                            "text": "But truth, much more powerful than limitless duration, can collect its proper germs, though they have fallen on foreign soil."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Clement of Alexandria: The Stromata Book I.2 11:7",
                            "text": "For we shall find that very many of the dogmas that are held by such sects as have not become utterly senseless, and are not cut out from the order of nature (by cutting off Christ, as the women of the fable dismembered the man), though appearing unlike one another, correspond in their origin and with the truth as a whole."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Clement of Alexandria: The Stromata Book I.2 11:8",
                            "text": "For they coincide in one, either as a part, or a species, or a genus."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Clement of Alexandria: The Stromata Book I.2 11:9",
                            "text": "For instance, though the highest note is different from the lowest note, yet both compose one harmony."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Clement of Alexandria: The Stromata Book I.2 11:10",
                            "text": "And in numbers an even number differs from an odd number; but both suit in arithmetic; as also is the case with figure, the circle, and the triangle, and the square, and whatever figures differ from one another."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Clement of Alexandria: The Stromata Book I.2 11:11",
                            "text": "Also, in the whole universe, all the parts, though differing one from another, preserve their relation to the whole."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Clement of Alexandria: The Stromata Book I.2 11:12",
                            "text": "So, then, the barbarian and Hellenic philosophy has torn off a fragment of eternal truth not from the mythology of Dionysus, but from the theology of the ever-living Word."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Clement of Alexandria: The Stromata Book I.2 11:13",
                            "text": "And He who brings again together the separate fragments, and makes them one, will without peril, be assured, contemplate the perfect Word, the truth."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Clement of Alexandria: The Stromata Book I.2 11:14",
                            "text": "Therefore it is written in Ecclesiastes: \"And I added wisdom above all who were before me in Jerusalem; and my heart saw many things; and besides, I knew wisdom and knowledge, parables and understanding."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Clement of Alexandria: The Stromata Book I.2 11:15",
                            "text": "And this also is the choice of the spirit, because in abundance of wisdom is abundance of knowledge\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Clement of Alexandria: The Stromata Book I.2 11:16",
                            "text": "He who is conversant with all kinds of wisdom, will be pre-eminently a gnostic."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Clement of Alexandria: The Stromata Book I.2 11:17",
                            "text": "Now it is written, \"Abundance of the knowledge of wisdom will give life to him who is of it\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Clement of Alexandria: The Stromata Book I.2 11:18",
                            "text": "And again, what is said is confirmed more clearly by this saying, \"All things are in the sight of those who understand\"—all things, both Hellenic and barbarian; but the one or the other is not all."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Clement of Alexandria: The Stromata Book I.2 11:19",
                            "text": "\"They are right to those who wish to receive understanding."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Clement of Alexandria: The Stromata Book I.2 11:20",
                            "text": "Choose instruction, and not silver, and knowledge above tested gold,\" and prefer also sense to pure gold; \"for wisdom is better than precious stones, and no precious thing is worth it\"."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Clement of Alexandria: The Stromata Book I.2 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:1",
                            "text": "Chapter 14—Succession of Philosophers in Greece."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:2",
                            "text": "The Greeks say, that after Orpheus and Linus, and the most ancient of the poets that appeared among them, the seven, called wise, were the first that were admired for their wisdom."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:3",
                            "text": "Of whom four were of Asia—Thales of Miletus, and Bias of Priene, Pittacus of Mitylene, and Cleobulus of Lindos; and two of Europe, Solon the Athenian, and Chilon the Lacedaemonian; and the seventh, some say, was Periander of Corinth; others, Anacharsis the Scythian; others, Epimenides the Cretan, whom Paul knew as a Greek prophet, whom he mentions in the Epistle to Titus, where he speaks thus: \"One of themselves, a prophet of their own, said, The Cretans are always liars, evil beasts, slow bellies."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:4",
                            "text": "And this witness is true\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:5",
                            "text": "You see how even to the prophets of the Greeks he attributes something of the truth, and is not ashamed, when discoursing  for the edification of some and the shaming of others, to make use of Greek poems."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:6",
                            "text": "Accordingly to the Corinthians (for this is not the only instance), while discoursing on the resurrection of the dead, he makes use of a tragic Iambic line, when he said, \"What advantageth it me if the dead are not raised? Let us eat and drink, for to-morrow we die."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:7",
                            "text": "Be not deceived; evil communications corrupt good manners\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:8",
                            "text": "Others have enumerated Acusilaus the Argive among the seven wise men; and others, Pherecydes of Syros."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:9",
                            "text": "And Plato substitutes Myso the Chenian for Periander, whom he deemed unworthy of wisdom, on account of his having reigned as a tyrant."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:10",
                            "text": "That the wise men among the Greeks flourished after the age of Moses, will, a little after, be shown."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:11",
                            "text": "But the style of philosophy among them, as Hebraic and enigmatical, is now to be considered."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:12",
                            "text": "They adopted brevity, as suited for exhortation, and most useful."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:13",
                            "text": "Even Plato says, that of old this mode was purposely in vogue among all the Greeks, especially the Lacedaemonians and Cretans, who enjoyed the best laws."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:14",
                            "text": "The expression, \"Know thyself,\" some supposed to be Chilon's."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:15",
                            "text": "But Chamaeleon, in his book About the Gods, ascribes it to Thales; Aristotle to the Pythian."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:16",
                            "text": "It may be an injunction to the pursuit of knowledge."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:17",
                            "text": "For it is not possible to know the parts without the essence of the whole; and one must study the genesis of the universe, that thereby we may be able to learn the nature of man."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:18",
                            "text": "Again, to Chilon the Lacedaemonian they attribute, \"Let nothing be too much\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:19",
                            "text": "Strato, in his book Of Inventions, ascribes the apophthegm to Stratodemus of Tegea."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:20",
                            "text": "Didymus assigns it to Solon; as also to Cleobulus the saying, \"A middle course is best\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:21",
                            "text": "And the expression, \"Come under a pledge, and mischief is at hand,\" Cleomenes says, in his book Concerning Hesiod, was uttered before by Homer in the lines:—  \"Wretched pledges, for the wretched, to be pledged\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:22",
                            "text": "The Aristotelians judge it to be Chilon's; but Didymus says the advice was that of Thales."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:23",
                            "text": "Then, next in order, the saying, \"All men are bad,\" or, \"The most of men are bad\" (for the same apophthegm is expressed in two ways), Sotades the Byzantian says that it was Bias's."
                        },
                        {
                            "verse": 24,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:24",
                            "text": "And the aphorism, \"Practice conquers everything,\" they will have it to be Periander's; and likewise the advice, \"Know the opportunity,\" to have been a saying of Pittacus."
                        },
                        {
                            "verse": 25,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:25",
                            "text": "Solon made laws for the Athenians, Pittacus for the Mitylenians."
                        },
                        {
                            "verse": 26,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:26",
                            "text": "And at a late date, Pythagoras, the pupil of Pherecydes, first called himself a philosopher."
                        },
                        {
                            "verse": 27,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:27",
                            "text": "Accordingly, after the fore-mentioned three men, there were three schools of philosophy, named after the places where they lived: the Italic from Pythagoras, the Ionic from Thales, the Eleatic from Xenophanes."
                        },
                        {
                            "verse": 28,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:28",
                            "text": "Pythagoras was a Samian, the son of Mnesarchus, as Hippobotus says: according to Aristoxenus, in his life of Pythagoras and Aristarchus and Theopompus, he was a Tuscan; and according to Neanthes, a Syrian or a Tyrian."
                        },
                        {
                            "verse": 29,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:29",
                            "text": "So that Pythagoras was, according to the most, of barbarian extraction."
                        },
                        {
                            "verse": 30,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:30",
                            "text": "Thales, too, as Leander and Herodotus relate, was a Phoenician; as some suppose, a Milesian."
                        },
                        {
                            "verse": 31,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:31",
                            "text": "He alone seems to have met the prophets of the Egyptians."
                        },
                        {
                            "verse": 32,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:32",
                            "text": "But no one is described as his teacher, nor is any one mentioned as the teacher of Pherecydes of Syros, who had Pythagoras as his pupil."
                        },
                        {
                            "verse": 33,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:33",
                            "text": "But the Italic philosophy, that of Pythagoras, grew old in Metapontum in Italy."
                        },
                        {
                            "verse": 34,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:34",
                            "text": "Anaximander of Miletus, the son of Praxiades, succeeded Thales; and was himself succeeded by Anaximenes of Miletus, the son of Eurustratus; after whom came Anaxagoras of Clazomenae, the son of Hegesibulus."
                        },
                        {
                            "verse": 35,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:35",
                            "text": "He transferred his school from Ionia to Athens."
                        },
                        {
                            "verse": 36,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:36",
                            "text": "He was succeeded by Archelaus, whose pupil Socrates was."
                        },
                        {
                            "verse": 37,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:37",
                            "text": "\"From these turned aside, the stone-mason; Talker about laws; the enchanter of the Greeks,\"  says Timon in his Satirical Poems, on account of his quitting physics for ethics."
                        },
                        {
                            "verse": 38,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:38",
                            "text": "Antisthenes, after being a pupil of Socrates, introduced the Cynic philosophy; and Plato withdrew to the Academy."
                        },
                        {
                            "verse": 39,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:39",
                            "text": "Aristotle, after studying philosophy under Plato, withdrew to the Lyceum, and founded the Peripatetic sect."
                        },
                        {
                            "verse": 40,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:40",
                            "text": "He was succeeded by Theophrastus, who was succeeded by Strato, and he by Lycon, then Critolaus, and then Diodorus."
                        },
                        {
                            "verse": 41,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:41",
                            "text": "Speusippus was the successor of Plato; his successor was Xenocrates; and the successor of the latter, Polemo."
                        },
                        {
                            "verse": 42,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:42",
                            "text": "And the disciples of Polemo were Crates and Crantor, in whom the old Academy founded by Plato ceased."
                        },
                        {
                            "verse": 43,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:43",
                            "text": "Arcesilaus was the associate of Crantor; from whom, down to Hegesilaus, the Middle Academy flourished."
                        },
                        {
                            "verse": 44,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:44",
                            "text": "Then Carneades succeeded Hegesilaus, and others came in succession."
                        },
                        {
                            "verse": 45,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:45",
                            "text": "The disciple of Crates was Zeno of Citium, the founder of the Stoic sect."
                        },
                        {
                            "verse": 46,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:46",
                            "text": "He was succeeded by Cleanthes; and the latter by Chrysippus, and others after him."
                        },
                        {
                            "verse": 47,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:47",
                            "text": "Xenophanes of Colophon was the founder of the Eleatic school, who, Timaeus says, lived in the time of Hiero, lord of Sicily, and Epicharmus the poet; and Apollodorus says that he was born in the fortieth Olympiad, and reached to the times of Darius and Cyrus."
                        },
                        {
                            "verse": 48,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:48",
                            "text": "Parmenides, accordingly, was the disciple of Xenophanes, and Zeno of him; then came Leucippus,  and then Democritus."
                        },
                        {
                            "verse": 49,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:49",
                            "text": "Disciples of Democritus were Protagoras of Abdera, and Metrodorus of Chios, whose pupil was Diogenes of Smyrna; and his again Anaxarchus, and his Pyrrho, and his Nausiphanes."
                        },
                        {
                            "verse": 50,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:50",
                            "text": "Some say that Epicurus was a scholar of his."
                        },
                        {
                            "verse": 51,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:51",
                            "text": "Such, in an epitome, is the succession of the philosophers among the Greeks."
                        },
                        {
                            "verse": 52,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:52",
                            "text": "The periods of the originators of their philosophy are now to be specified successively, in order that, by comparison, we may show that the Hebrew philosophy was older by many generations."
                        },
                        {
                            "verse": 53,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:53",
                            "text": "It has been said of Xenophanes that he was the founder of the Eleatic philosophy."
                        },
                        {
                            "verse": 54,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:54",
                            "text": "And Eudemus, in the Astrological Histories, says that Thales foretold the eclipse of the sun, which took place at the time that the Medians and the Lydians fought, in the reign of Cyaxares the father of Astyages over the Medes, and of Alyattus the son of Croesus over the Lydians."
                        },
                        {
                            "verse": 55,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:55",
                            "text": "Herodotus in his first book agrees with him."
                        },
                        {
                            "verse": 56,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:56",
                            "text": "The date is about the fiftieth Olympiad."
                        },
                        {
                            "verse": 57,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:57",
                            "text": "Pythagoras is ascertained to have lived in the days of Polycrates the tyrant, about the sixty-second Olympiad."
                        },
                        {
                            "verse": 58,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:58",
                            "text": "Mnesiphilus is described as a follower of Solon, and was a contemporary of Themistocles."
                        },
                        {
                            "verse": 59,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:59",
                            "text": "Solon therefore flourished about the forty-sixth Olympiad."
                        },
                        {
                            "verse": 60,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:60",
                            "text": "For Heraclitus, the son of Bauso, persuaded Melancomas the tyrant to abdicate his sovereignty."
                        },
                        {
                            "verse": 61,
                            "chapter": 12,
                            "name": "Clement of Alexandria: The Stromata Book I.2 12:61",
                            "text": "He despised the invitation of king Darius to visit the Persians."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Clement of Alexandria: The Stromata Book I.2 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:1",
                            "text": "Chapter 15—The Greek Philosophy in Great Part Derived from the Barbarians."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:2",
                            "text": "These are the times of the oldest wise men and philosophers among the Greeks."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:3",
                            "text": "And that the most of them were barbarians by extraction, and were trained among barbarians, what need is there to say? Pythagoras is shown to have been either a Tuscan or a Tyrian."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:4",
                            "text": "And Antisthenes was a Phrygian."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:5",
                            "text": "And Orpheus was an Odrysian or a Thracian."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:6",
                            "text": "The most, too, show Homer to have been an Egyptian."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:7",
                            "text": "Thales was a Phoenician by birth, and was said to have consorted with the prophets of the Egyptians; as also Pythagoras did with the same persons, by whom he was circumcised, that he might enter the adytum and learn from the Egyptians the mystic philosophy."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:8",
                            "text": "He held converse with the chief of the Chaldeans and the Magi; and he gave a hint of the church, now so called, in the common hall which he maintained."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:9",
                            "text": "And Plato does not deny that he procured all that is most excellent in philosophy from the barbarians; and he admits that he came into Egypt."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:10",
                            "text": "Whence, writing in the Phoedo that the philosopher can receive aid from all sides, he said: \"Great indeed is Greece, O Cebes, in which everywhere there are good men, and many are the races of the barbarians\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:11",
                            "text": "Thus Plato thinks that some of the barbarians, too, are philosophers."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:12",
                            "text": "But Epicurus, on the other hand, supposes that only Greeks can philosophise."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:13",
                            "text": "And in the Symposium, Plato, landing the barbarians as practising philosophy with conspicuous excellence, truly says: \"And in many other instances both among Greeks and barbarians, whose temples reared for such sons are already numerous\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:14",
                            "text": "And it is clear that the barbarians signally honoured their lawgivers and teachers, designating them gods."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:15",
                            "text": "For, according to Plato, \"they think that good souls, on quitting the super-celestial region, submit to come to this Tartarus; and assuming a body, share in all the ills which are involved in birth, from their solicitude for the race of men;\" and these make laws and publish philosophy, \"than which no greater boon ever came from the gods to the race of men, or will come\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:16",
                            "text": "And as appears to me, it was in consequence of perceiving the great benefit which is conferred through wise men, that the men themselves were honoured and philosophy cultivated publicly by all the Brahmins, and the Odrysi, and the Getae."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:17",
                            "text": "And such were strictly deified by the race of the Egyptians, by the Chaldeans and the Arabians, called the Happy, and those that inhabited Palestine, by not the least portion of the Persian race, and by innumerable other races besides these."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:18",
                            "text": "And it is well known that Plato is found perpetually celebrating the barbarians, remembering that both himself and Pythagoras learned the most and the noblest of their dogmas among the barbarians."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:19",
                            "text": "Wherefore he also called the races of the barbarians, \"races of barbarian philosophers,\" recognising, in the Phoedrus, the Egyptian king, and shows him to us wiser than Theut, whom he knew to be Hermes."
                        },
                        {
                            "verse": 20,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:20",
                            "text": "But in the Charmides, it is manifest that he knew certain Thracians who were said to make the soul immortal."
                        },
                        {
                            "verse": 21,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:21",
                            "text": "And Pythagoras is reported to have been a disciple of Sonches the Egyptian arch-prophet; and Plato, of Sechnuphis of Heliopolis; and Eudoxus, of Cnidius of Konuphis, who was also an Egyptian."
                        },
                        {
                            "verse": 22,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:22",
                            "text": "And in his book, On the Soul, Plato again manifestly recognises prophecy, when he introduces a prophet announcing  the word of Lachesis, uttering predictions to the souls whose destiny is becoming fixed."
                        },
                        {
                            "verse": 23,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:23",
                            "text": "And in the Timaeus he introduces Solon, the very wise, learning from the barbarian."
                        },
                        {
                            "verse": 24,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:24",
                            "text": "The substance of the declaration is to the following effect: \"O Solon, Solon, you Greeks are always children."
                        },
                        {
                            "verse": 25,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:25",
                            "text": "And no Greek is an old man."
                        },
                        {
                            "verse": 26,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:26",
                            "text": "For you have no learning that is hoary with age\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:27",
                            "text": "Democritus appropriated the Babylonian ethic discourses, for he is said to have combined with his own compositions a translation of the column of Acicarus."
                        },
                        {
                            "verse": 28,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:28",
                            "text": "And you may find the distinction notified by him when he writes, \"Thus says Democritus\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:29",
                            "text": "About himself, too, where, pluming himself on his erudition, he says, \"I have roamed over the most ground of any man of my time, investigating the most remote parts."
                        },
                        {
                            "verse": 30,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:30",
                            "text": "I have seen the most skies and lands, and I have heard of learned men in very great numbers."
                        },
                        {
                            "verse": 31,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:31",
                            "text": "And in composition no one has surpassed me; in demonstration, not even those among the Egyptians who are called Arpenodaptae, with all of whom I lived in exile up to eighty years\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:32",
                            "text": "For he went to Babylon, and Persis, and Egypt, to learn from the Magi and the priests."
                        },
                        {
                            "verse": 33,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:33",
                            "text": "Zoroaster the Magus, Pythagoras showed to be a Persian."
                        },
                        {
                            "verse": 34,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:34",
                            "text": "Of the secret books of this man, those who follow the heresy of Prodicus boast to be in possession."
                        },
                        {
                            "verse": 35,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:35",
                            "text": "Alexander, in his book On the Pythagorean Symbols, relates that Pythagoras was a pupil of Nazaratus the Assyrian (some think that he is Ezekiel; but he is not, as will afterwards be shown), and will have it that, in addition to these, Pythagoras was a hearer of the Galatae and the Brahmins."
                        },
                        {
                            "verse": 36,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:36",
                            "text": "Clearchus the Peripatetic says that he knew a Jew who associated with Aristotle."
                        },
                        {
                            "verse": 37,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:37",
                            "text": "Heraclitus says that, not humanly, but rather by God's aid, the Sibyl spoke."
                        },
                        {
                            "verse": 38,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:38",
                            "text": "They say, accordingly, that at Delphi a stone was shown beside the oracle, on which, it is said, sat the first Sibyl, who came from Helicon, and had been reared by the Muses."
                        },
                        {
                            "verse": 39,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:39",
                            "text": "But some say that she came from Milea, being the daughter of Lamia of Sidon."
                        },
                        {
                            "verse": 40,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:40",
                            "text": "And Serapion, in his epic verses, says that the Sibyl, even when dead, ceased not from divination."
                        },
                        {
                            "verse": 41,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:41",
                            "text": "And he writes that, what proceeded from her into the air after her death, was what gave oracular utterances in voices and omens; and on her body being changed into earth, and the grass as natural growing out of it, whatever beasts happening to be in that place fed on it exhibited to men an accurate knowledge of futurity by their entrails."
                        },
                        {
                            "verse": 42,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:42",
                            "text": "He thinks also, that the face seen in the moon is her soul."
                        },
                        {
                            "verse": 43,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:43",
                            "text": "So much for the Sibyl."
                        },
                        {
                            "verse": 44,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:44",
                            "text": "Numa the king of the Romans was a Pythagorean, and aided by the precepts of Moses, prohibited from making an image of God in human form, and of the shape of a living creature."
                        },
                        {
                            "verse": 45,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:45",
                            "text": "Accordingly, during the first hundred and seventy years, though building temples, they made no cast or graven image."
                        },
                        {
                            "verse": 46,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:46",
                            "text": "For Numa secretly showed them that the Best of Beings could not be apprehended except by the mind alone."
                        },
                        {
                            "verse": 47,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:47",
                            "text": "Thus philosophy, a thing of the highest utility, flourished in antiquity among the barbarians, shedding its light over the nations."
                        },
                        {
                            "verse": 48,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:48",
                            "text": "And afterwards it came to Greece."
                        },
                        {
                            "verse": 49,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:49",
                            "text": "First in its ranks were the prophets of the Egyptians; and the Chaldeans among the Assyrians; and the Druids among the Gauls; and the Samanaeans among the Bactrians; and the philosophers of the Celts; and the Magi of the Persians, who foretold the Saviour's birth, and came into the land of Judaea guided by a star."
                        },
                        {
                            "verse": 50,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:50",
                            "text": "The Indian gymnosophists are also in the number, and the other barbarian philosophers."
                        },
                        {
                            "verse": 51,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:51",
                            "text": "And of these there are two classes, some of them called Sarmanae, and others Brahmins."
                        },
                        {
                            "verse": 52,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:52",
                            "text": "And those of the Sarmanae who are called Hylobii neither inhabit cities, nor have roofs over them, but are clothed in the bark of trees, feed on nuts, and drink water in their hands."
                        },
                        {
                            "verse": 53,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:53",
                            "text": "Like those called Encratites in the present day, they know not marriage nor begetting of children."
                        },
                        {
                            "verse": 54,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:54",
                            "text": "Some, too, of the Indians obey the precepts of Buddha; whom, on account of his extraordinary sanctity, they have raised to divine honours."
                        },
                        {
                            "verse": 55,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:55",
                            "text": "Anacharsis was a Scythian, and is recorded to have excelled many philosophers among the Greeks."
                        },
                        {
                            "verse": 56,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:56",
                            "text": "And the Hyperboreans, Hellanicus relates, dwelt beyond the Riphaean mountains, and inculcated justice, not eating flesh, but using nuts."
                        },
                        {
                            "verse": 57,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:57",
                            "text": "Those who are sixty years old they take without the gates, and do away with."
                        },
                        {
                            "verse": 58,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:58",
                            "text": "There are also among the Germans those called sacred women, who, by inspecting the whirlpools of rivers and the eddies, and observing the noises of streams, presage and predict future events."
                        },
                        {
                            "verse": 59,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:59",
                            "text": "These did not allow the men to fight against Caesar till the new moon shone."
                        },
                        {
                            "verse": 60,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:60",
                            "text": "Of all these, by far the oldest is the Jewish race; and that their philosophy committed to writing has the precedence of philosophy among the Greeks, the Pythagorean Philo shows at large; and, besides him, Aristobulus the Peripatetic, and several others, not to waste time, in  going over them by name."
                        },
                        {
                            "verse": 61,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:61",
                            "text": "Very clearly the author Megasthenes, the contemporary of Seleucus Nicanor, writes as follows in the third of his books, On Indian Affairs: \"All that was said about nature by the ancients is said also by those who philosophise beyond Greece: some things by the Brahmins among the Indians, and others by those called Jews in Syria\"."
                        },
                        {
                            "verse": 62,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:62",
                            "text": "Some more fabulously say that certain of those called the Idaean Dactyli were the first wise men; to whom are attributed the invention of what are called the \"Ephesian letters,\" and of numbers in music."
                        },
                        {
                            "verse": 63,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:63",
                            "text": "For which reason dactyls in music received their name."
                        },
                        {
                            "verse": 64,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:64",
                            "text": "And the Idaean Dactyli were Phrygians and barbarians."
                        },
                        {
                            "verse": 65,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:65",
                            "text": "Herodotus relates that Hercules, having grown a sage and a student of physics, received from the barbarian Atlas, the Phrygian, the columns of the universe; the fable meaning that he received by instruction the knowledge of the heavenly bodies."
                        },
                        {
                            "verse": 66,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:66",
                            "text": "And Hermippus of Berytus calls Charon the Centaur wise; about whom, he that wrote The Battle of the Titans says, \"that he first led the race of mortals to righteousness, by teaching them the solemnity of the oath, and propitiatory sacrifices and the figures of Olympus\"."
                        },
                        {
                            "verse": 67,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:67",
                            "text": "By him Achilles, who fought at Troy, was taught."
                        },
                        {
                            "verse": 68,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:68",
                            "text": "And Hippo, the daughter of the Centaur, who dwelt with aeolus, taught him her father's science, the knowledge of physics."
                        },
                        {
                            "verse": 69,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:69",
                            "text": "Euripides also testifies of Hippo as follows:—  \"Who first, by oracles, presaged, And by the rising stars, events divine\"."
                        },
                        {
                            "verse": 70,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:70",
                            "text": "By this aeolus, Ulysses was received as a guest after the taking of Troy."
                        },
                        {
                            "verse": 71,
                            "chapter": 13,
                            "name": "Clement of Alexandria: The Stromata Book I.2 13:71",
                            "text": "Mark the epochs by comparison with the age of Moses, and with the high antiquity of the philosophy promulgated by him."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Clement of Alexandria: The Stromata Book I.2 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:1",
                            "text": "Chapter 16—That the Inventors of Other Arts Were Mostly Barbarians."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:2",
                            "text": "And barbarians were inventors not only of philosophy, but almost of every art."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:3",
                            "text": "The Egyptians were the first to introduce astrology among men."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:4",
                            "text": "Similarly also the Chaldeans."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:5",
                            "text": "The Egyptians first showed how to burn lamps, and divided the year into twelve months, prohibited intercourse with women in the temples, and enacted that no one should enter the temples from a woman without bathing."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:6",
                            "text": "Again, they were the inventors of geometry."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:7",
                            "text": "There are some who say that the Carians invented prognostication by the stars."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:8",
                            "text": "The Phrygians were the first who attended to the flight of birds."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:9",
                            "text": "And the Tuscans, neighbours of Italy, were adepts at the art of the Haruspex."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:10",
                            "text": "The Isaurians and the Arabians invented augury, as the Telmesians divination by dreams."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:11",
                            "text": "The Etruscans invented the trumpet, and the Phrygians the flute."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:12",
                            "text": "For Olympus and Marsyas were Phrygians."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:13",
                            "text": "And Cadmus, the inventor of letters among the Greeks, as Euphorus says, was a Phoenician; whence also Herodotus writes that they were called Phoenician letters."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:14",
                            "text": "And they say that the Phoenicians and the Syrians first invented letters; and that Apis, an aboriginal inhabitant of Egypt, invented the healing art before Io came into Egypt."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:15",
                            "text": "But afterwards they say that Asclepius improved the art."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:16",
                            "text": "Atlas the Libyan was the first who built a ship and navigated the sea."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:17",
                            "text": "Kelmis and Damnaneus, Idaean Dactyli, first discovered iron in Cyprus."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:18",
                            "text": "Another Idaean discovered the tempering of brass; according to Hesiod, a Scythian."
                        },
                        {
                            "verse": 19,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:19",
                            "text": "The Thracians first invented what is called a scimitar (ἅρπη),—it is a curved sword,—and were the first to use shields on horseback."
                        },
                        {
                            "verse": 20,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:20",
                            "text": "Similarly also the Illyrians invented the shield (πέλτη)."
                        },
                        {
                            "verse": 21,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:21",
                            "text": "Besides, they say that the Tuscans invented the art of moulding clay; and that Itanus (he was a Samnite) first fashioned the oblong shield (θυρέος)."
                        },
                        {
                            "verse": 22,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:22",
                            "text": "Cadmus the Phoenician invented stonecutting, and discovered the gold mines on the Pangaean mountain."
                        },
                        {
                            "verse": 23,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:23",
                            "text": "Further, another nation, the Cappadocians, first invented the instrument called the nabla, and the Assyrians in the same way the dichord."
                        },
                        {
                            "verse": 24,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:24",
                            "text": "The Carthaginians were the first that constructed a trireme; and it was built by Bosporus, an aboriginal."
                        },
                        {
                            "verse": 25,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:25",
                            "text": "Medea, the daughter of aeetas, a Colchian, first invented the dyeing of hair."
                        },
                        {
                            "verse": 26,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:26",
                            "text": "Besides, the Noropes (they are a Paeonian race, and are now called the Norici) worked copper, and were the first that purified iron."
                        },
                        {
                            "verse": 27,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:27",
                            "text": "Amycus the king of the Bebryci was the first inventor of boxing-gloves."
                        },
                        {
                            "verse": 28,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:28",
                            "text": "In music, Olympus the Mysian practiced the Lydian harmony; and the people called Troglodytes invented the sambuca, a musical instrument."
                        },
                        {
                            "verse": 29,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:29",
                            "text": "It is said that the crooked pipe was invented by Satyrus the Phrygian; likewise also diatonic harmony by Hyagnis, a Phrygian too; and notes by Olympus, a Phrygian; as also the Phrygian harmony, and the half-Phrygian and the half-Lydian, by Marsyas, who belonged to the same region as those mentioned above."
                        },
                        {
                            "verse": 30,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:30",
                            "text": "And the Doric was invented by Thamyris the Thracian."
                        },
                        {
                            "verse": 31,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:31",
                            "text": "We have heard that the Persians were the first who fashioned the chariot, and bed, and footstool; and the Sidonians the first to construct a trireme."
                        },
                        {
                            "verse": 32,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:32",
                            "text": "The Sicilians, close to Italy, were the first inventors of the phorminx, which is not much inferior to the lyre."
                        },
                        {
                            "verse": 33,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:33",
                            "text": "And they invented castanets."
                        },
                        {
                            "verse": 34,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:34",
                            "text": "In the  time of Semiramis queen of the Assyrians, they relate that linen garments were invented."
                        },
                        {
                            "verse": 35,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:35",
                            "text": "And Hellanicus says that Atossa queen of the Persians was the first who composed a letter."
                        },
                        {
                            "verse": 36,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:36",
                            "text": "These things are reported by Scamo of Mitylene, Theophrastus of Ephesus, Cydippus of Mantinea, also Antiphanes, Aristodemus, and Aristotle; and besides these, Philostephanus, and also Strato the Peripatetic, in his books Concerning Inventions."
                        },
                        {
                            "verse": 37,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:37",
                            "text": "I have added a few details from them, in order to confirm the inventive and practically useful genius of the barbarians, by whom the Greeks profited in their studies."
                        },
                        {
                            "verse": 38,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:38",
                            "text": "And if any one objects to the barbarous language, Anacharsis says, \"All the Greeks speak Scythian to me\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:39",
                            "text": "It was he who was held in admiration by the Greeks, who said, \"My covering is a cloak; my supper, milk and cheese\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:40",
                            "text": "You see that the barbarian philosophy professes deeds, not words."
                        },
                        {
                            "verse": 41,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:41",
                            "text": "The apostle thus speaks: \"So likewise ye, except ye utter by the tongue a word easy to be understood, how shall ye know what is spoken? for ye shall speak into the air."
                        },
                        {
                            "verse": 42,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:42",
                            "text": "There are, it may be, so many kind of voices in the world, and none of them is without signification."
                        },
                        {
                            "verse": 43,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:43",
                            "text": "Therefore if I know not the meaning of the voice, I shall be unto him that speaketh a barbarian, and he that speaketh shall be a barbarian unto me\"."
                        },
                        {
                            "verse": 44,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:44",
                            "text": "And, \"Let him that speaketh in an unknown tongue pray that he may interpret\"."
                        },
                        {
                            "verse": 45,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:45",
                            "text": "Nay more, it was late before the teaching and writing of discourses reached Greece."
                        },
                        {
                            "verse": 46,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:46",
                            "text": "Alcmaeon, the son of Perithus, of Crotona, first composed a treatise on nature."
                        },
                        {
                            "verse": 47,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:47",
                            "text": "And it is related that Anaxagoras of Clazomenae, the son of Hegesibulus, first published a book in writing."
                        },
                        {
                            "verse": 48,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:48",
                            "text": "The first to adapt music to poetical compositions was Terpander of Antissa; and he set the laws of the Lacedaemonians to music."
                        },
                        {
                            "verse": 49,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:49",
                            "text": "Lasus of Hermione invented the dithyramb; Stesichorus of Himera, the hymn; Alcman the Spartan, the choral song; Anacreon of Teos, love songs; Pindar the Theban, the dance accompanied with song."
                        },
                        {
                            "verse": 50,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:50",
                            "text": "Timotheus of Miletus was the first to execute those musical compositions called νόμοι on the lyre, with dancing."
                        },
                        {
                            "verse": 51,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:51",
                            "text": "Moreover, the iambus was invented by Archilochus of Paros, and the choliambus by Hipponax of Ephesus."
                        },
                        {
                            "verse": 52,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:52",
                            "text": "Tragedy owed its origin to Thespis the Athenian, and comedy to Susarion of Icaria."
                        },
                        {
                            "verse": 53,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:53",
                            "text": "Their dates are handed down by the grammarians."
                        },
                        {
                            "verse": 54,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:54",
                            "text": "But it were tedious to specify them accurately: presently, however, Dionysus, on whose account the Dionysian spectacles are celebrated, will be shown to be later than Moses."
                        },
                        {
                            "verse": 55,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:55",
                            "text": "They say that Antiphon of Rhamnusium, the son of Sophilus, first invented scholastic discourses and rhetorical figures, and was the first who pled causes for a fee, and wrote a forensic speech for delivery, as Diodorus says."
                        },
                        {
                            "verse": 56,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:56",
                            "text": "And Apollodorus of Cuma first assumed the name of critic, and was called a grammarian."
                        },
                        {
                            "verse": 57,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:57",
                            "text": "Some say it was Eratosthenes of Cyrene who was first so called, since he published two books which he entitled Grammatica."
                        },
                        {
                            "verse": 58,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:58",
                            "text": "The first who was called a grammarian, as we now use the term, was Praxiphanes, the son of Disnysophenes of Mitylene."
                        },
                        {
                            "verse": 59,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:59",
                            "text": "Zeleucus the Locrian was reported to have been the first to have framed laws (in writing)."
                        },
                        {
                            "verse": 60,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:60",
                            "text": "Others say that it was Menos the son of Zeus, in the time of Lynceus."
                        },
                        {
                            "verse": 61,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:61",
                            "text": "He comes after Danaus, in the eleventh generation from Inachus and Moses; as we shall show a little further on."
                        },
                        {
                            "verse": 62,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:62",
                            "text": "And Lycurgus, who lived many years after the taking of Troy, legislated for the Lacedaemonians a hundred and fifty years before the Olympiads."
                        },
                        {
                            "verse": 63,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:63",
                            "text": "We have spoken before of the age of Solon."
                        },
                        {
                            "verse": 64,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:64",
                            "text": "Draco (he was a legislator too) is discovered to have lived about the three hundred and ninth Olympiad."
                        },
                        {
                            "verse": 65,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:65",
                            "text": "Antilochus, again, who wrote of the learned men from the age of Pythagoras to the death of Epicurus, which took place in the tenth day of the month Gamelion, makes up altogether three hundred and twelve years."
                        },
                        {
                            "verse": 66,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:66",
                            "text": "Moreover, some say that Phanothea, the wife of Icarius, invented the heroic hexameter; others Themis, one of the Titanides."
                        },
                        {
                            "verse": 67,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:67",
                            "text": "Didymus, however, in his work On the Pythagorean Philosophy, relates that Theano of Crotona was the first woman who cultivated philosophy and composed poems."
                        },
                        {
                            "verse": 68,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:68",
                            "text": "The Hellenic philosophy then, according to some, apprehended the truth accidentally, dimly, partially; as others will have it, was set a-going by the devil."
                        },
                        {
                            "verse": 69,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:69",
                            "text": "Several suppose that certain powers, descending from heaven, inspired the whole of philosophy."
                        },
                        {
                            "verse": 70,
                            "chapter": 14,
                            "name": "Clement of Alexandria: The Stromata Book I.2 14:70",
                            "text": "But if the Hellenic philosophy comprehends not the whole extent of the truth, and besides is destitute of strength to perform the commandments of the Lord, yet it prepares the way for the truly royal teaching; training in some way or other, and moulding the character, and fitting him who believes in Providence for the reception of the truth."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Clement of Alexandria: The Stromata Book I.2 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:1",
                            "text": "Chapter 17—On the Saying of the Saviour, \"All that Came Before Me Were Thieves and Robbers\"."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:2",
                            "text": "But, say they, it is written, \"All who were before the Lord's advent are thieves and robbers\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:3",
                            "text": "All, then, who are in the Word (for it is these that were previous to the incarnation of the Word) are understood generally."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:4",
                            "text": "But the  prophets, being sent and inspired by the Lord, were not thieves, but servants."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:5",
                            "text": "The Scripture accordingly says, \"Wisdom sent her servants, inviting with loud proclamation to a goblet of wine\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:6",
                            "text": "But philosophy, it is said, was not sent by the Lord, but came stolen, or given by a thief."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:7",
                            "text": "It was then some power or angel that had learned something of the truth, but abode not in it, that inspired and taught these things, not without the Lord's knowledge, who knew before the constitution of each essence the issues of futurity, but without His prohibition."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:8",
                            "text": "For the theft which reached men then, had some advantage; not that he who perpetrated the theft had utility in his eye, but Providence directed the issue of the audacious deed to utility."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:9",
                            "text": "I know that many are perpetually assailing us with the allegation, that not to prevent a thing happening, is to be the cause of it happening."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:10",
                            "text": "For they say, that the man who does not take precaution against a theft, or does not prevent it, is the cause of it: as he is the cause of the conflagration who has not quenched it at the beginning; and the master of the vessel who does not reef the sail, is the cause of the shipwreck."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:11",
                            "text": "Certainly those who are the causes of such events are punished by the law."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:12",
                            "text": "For to him who had power to prevent, attaches the blame of what happens."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:13",
                            "text": "We say to them, that causation is seen in doing, working, acting; but the not preventing is in this respect inoperative."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:14",
                            "text": "Further, causation attaches to activity; as in the case of the shipbuilder in relation to the origin of the vessel, and the builder in relation to the construction of the house."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:15",
                            "text": "But that which does not prevent is separated from what takes place."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:16",
                            "text": "Wherefore the effect will be accomplished; because that which could have prevented neither acts nor prevents."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:17",
                            "text": "For what activity does that which prevents not exert? Now their assertion is reduced to absurdity, if they shall say that the cause of the wound is not the dart, but the shield, which did not prevent the dart from passing through; and if they blame not the thief, but the man who did not prevent the theft."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:18",
                            "text": "Let them then say, that it was not Hector that burned the ships of the Greeks, but Achilles; because, having the power to prevent Hector, he did not prevent him; but out of anger (and it depended on himself to be angry or not) did not keep back the fire, and was a concurring cause."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:19",
                            "text": "Now the devil, being possessed of free-will, was able both to repent and to steal; and it was he who was the author of the theft, not the Lord, who did not prevent him."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:20",
                            "text": "But neither was the gift hurtful, so as to require that prevention should intervene."
                        },
                        {
                            "verse": 21,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:21",
                            "text": "But if strict accuracy must be employed in dealing with them, let them know, that that which does not prevent what we assert to have taken place in the theft, is not a cause at all; but that what prevents is involved in the accusation of being a cause."
                        },
                        {
                            "verse": 22,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:22",
                            "text": "For he that protects with a shield is the cause of him whom he protects not being wounded; preventing him, as he does, from being wounded."
                        },
                        {
                            "verse": 23,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:23",
                            "text": "For the demon of Socrates was a cause, not by not preventing, but by exhorting, even if (strictly speaking) he did not exhort."
                        },
                        {
                            "verse": 24,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:24",
                            "text": "And neither praises nor censures, neither rewards nor punishments, are right, when the soul has not the power of inclination and disinclination, but evil is involuntary."
                        },
                        {
                            "verse": 25,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:25",
                            "text": "Whence he who prevents is a cause; while he who prevents not judges justly the soul's choice."
                        },
                        {
                            "verse": 26,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:26",
                            "text": "So in no respect is God the author of evil."
                        },
                        {
                            "verse": 27,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:27",
                            "text": "But since free choice and inclination originate sins, and a mistaken judgment sometimes prevails, from which, since it is ignorance and stupidity, we do not take pains to recede, punishments are rightly inflicted."
                        },
                        {
                            "verse": 28,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:28",
                            "text": "For to take fever is involuntary; but when one takes fever through his own fault, from excess, we blame him."
                        },
                        {
                            "verse": 29,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:29",
                            "text": "Inasmuch, then, as evil is involuntary,—for no one prefers evil as evil; but induced by the pleasure that is in it, and imagining it good, considers it desirable;—such being the case, to free ourselves from ignorance, and from evil and voluptuous choice, and above all, to withhold our assent from those delusive phantasies, depends on ourselves."
                        },
                        {
                            "verse": 30,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:30",
                            "text": "The devil is called \"thief and robber;\" having mixed false prophets with the prophets, as tares with the wheat."
                        },
                        {
                            "verse": 31,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:31",
                            "text": "\"All, then, that came before the Lord, were thieves and robbers;\" not absolutely all men, but all the false prophets, and all who were not properly sent by Him."
                        },
                        {
                            "verse": 32,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:32",
                            "text": "For the false prophets possessed the prophetic name dishonestly, being prophets, but prophets of the liar."
                        },
                        {
                            "verse": 33,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:33",
                            "text": "For the Lord says, \"Ye are of your father the devil; and the lusts of your father ye will do."
                        },
                        {
                            "verse": 34,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:34",
                            "text": "He was a murderer from the beginning, and abode not in the truth, because there is no truth in him."
                        },
                        {
                            "verse": 35,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:35",
                            "text": "When he speaketh a lie, he speaketh of his own; for he is a liar, and the father of it\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:36",
                            "text": "But among the lies, the false prophets also told some true things."
                        },
                        {
                            "verse": 37,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:37",
                            "text": "And in reality they prophesied \"in an ecstasy,\" as the servants of the apostate."
                        },
                        {
                            "verse": 38,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:38",
                            "text": "And the Shepherd, the angel of repentance, says to Hermas, of the false prophet: \"For he speaks some truths."
                        },
                        {
                            "verse": 39,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:39",
                            "text": "For the devil fills him with his own spirit, if perchance he may be able to cast down any one from what is right\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:40",
                            "text": "All things, therefore, are dispensed from heaven for good, \"that by the Church may be made known the manifold wisdom of God, according  to the eternal foreknowledge, which He purposed in Christ\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:41",
                            "text": "Nothing withstands God: nothing opposes Him: seeing He is Lord and omnipotent."
                        },
                        {
                            "verse": 42,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:42",
                            "text": "Further, the counsels and activities of those who have rebelled, being partial, proceed from a bad disposition, as bodily diseases from a bad constitution, but are guided by universal Providence to a salutary issue, even though the cause be productive of disease."
                        },
                        {
                            "verse": 43,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:43",
                            "text": "It is accordingly the greatest achievement of divine Providence, not to allow the evil, which has sprung from voluntary apostasy, to remain useless, and for no good, and not to become in all respects injurious."
                        },
                        {
                            "verse": 44,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:44",
                            "text": "For it is the work of the divine wisdom, and excellence, and power, not alone to do good (for this is, so to speak, the nature of God, as it is of fire to warm and of light to illumine), but especially to ensure that what happens through the evils hatched by any, may come to a good and useful issue, and to use to advantage those things which appear to be evils, as also the testimony which accrues from temptation."
                        },
                        {
                            "verse": 45,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:45",
                            "text": "There is then in philosophy, though stolen as the fire by Prometheus, a slender spark, capable of being fanned into flame, a trace of wisdom and an impulse from God."
                        },
                        {
                            "verse": 46,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:46",
                            "text": "Well, be it so that \"the thieves and robbers\" are the philosophers among the Greeks, who from the Hebrew prophets before the coming of the Lord received fragments of the truth, not with full knowledge, and claimed these as their own teachings, disguising some points, treating others sophistically by their ingenuity, and discovering other things, for perchance they had \"the spirit of perception\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:47",
                            "text": "Aristotle, too, assented to Scripture, and declared sophistry to have stolen wisdom, as we intimated before."
                        },
                        {
                            "verse": 48,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:48",
                            "text": "And the apostle says, \"Which things we speak, not in the words which man's wisdom teacheth, but which the Holy Ghost teacheth\"."
                        },
                        {
                            "verse": 49,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:49",
                            "text": "For of the prophets it is said, \"We have all received of His fulness,\" that is, of Christ's."
                        },
                        {
                            "verse": 50,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:50",
                            "text": "So that the prophets are not thieves."
                        },
                        {
                            "verse": 51,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:51",
                            "text": "\"And my doctrine is not Mine,\" saith the Lord, \"but the Father's which sent me\"."
                        },
                        {
                            "verse": 52,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:52",
                            "text": "And of those who steal He says: \"But he that speaketh of himself, seeketh his own glory\"."
                        },
                        {
                            "verse": 53,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:53",
                            "text": "Such are the Greeks, \"lovers of their own selves, and boasters\"."
                        },
                        {
                            "verse": 54,
                            "chapter": 15,
                            "name": "Clement of Alexandria: The Stromata Book I.2 15:54",
                            "text": "Scripture, when it speaks of these as wise, does not brand those who are really wise, but those who are wise in appearance."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Clement of Alexandria: The Stromata Book I.2 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:1",
                            "text": "Chapter 18—He Illustrates the Apostle's Saying, \"I Will Destroy the Wisdom of the Wise\"."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:2",
                            "text": "And of such it is said, \"I will destroy the wisdom of the wise: I will bring to nothing the understanding of the prudent\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:3",
                            "text": "The apostle accordingly adds, \"Where is the wise? Where is the scribe? Where is the disputer of this world?\" setting in contradistinction to the scribes, the disputers of this world, the philosophers of the Gentiles."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:4",
                            "text": "\"Hath not God made foolish the wisdom of the world?\" which is equivalent to, showed it to be foolish, and not true, as they thought."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:5",
                            "text": "And if you ask the cause of their seeming wisdom, he will say, \"because of the blindness of their heart;\" since \"in the wisdom of God,\" that is, as proclaimed by the prophets, \"the world knew not,\" in the wisdom \"which spake by the prophets,\" \"Him,\" that is, God,—\"it pleased God by the foolishness of preaching\"—what seemed to the Greeks foolishness—\"to save them that believe."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:6",
                            "text": "For the Jews require signs,\" in order to faith; \"and the Greeks seek after wisdom,\" plainly those reasonings styled \"irresistible,\" and those others, namely, syllogisms."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:7",
                            "text": "\"But we preach Jesus Christ crucified; to the Jews a stumbling-block,\" because, though knowing prophecy, they did not believe the event: \"to the Greeks, foolishness;\" for those who in their own estimation are wise, consider it fabulous that the Son of God should speak by man and that God should have a Son, and especially that that Son should have suffered."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:8",
                            "text": "Whence their preconceived idea inclines them to disbelieve."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:9",
                            "text": "For the advent of the Saviour did not make people foolish, and hard of heart, and unbelieving, but made them understanding, amenable to persuasion, and believing."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:10",
                            "text": "But those that would not believe, by separating themselves from the voluntary adherence of those who obeyed, were proved to be without understanding, unbelievers and fools."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:11",
                            "text": "\"But to them who are called, both Jews and Greeks, Christ is the power of God, and the wisdom of God\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:12",
                            "text": "Should we not understand (as is better) the words rendered, \"Hath not God made foolish the wisdom of the world?\" negatively: \"God hath not made foolish the wisdom of the world?\"—so that the cause of their hardness of heart may not appear to have proceeded from God, \"making foolish the wisdom of the world\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:13",
                            "text": "For on all accounts, being wise, they incur greater blame in not believing the proclamation."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:14",
                            "text": "For the preference and choice of truth is voluntary."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:15",
                            "text": "But that declaration, \"I will destroy the wisdom of the wise,\" declares Him to have sent forth light, by bringing forth in opposition the despised and contemned barbarian philosophy; as the lamp, when shone upon by the sun, is said to be extinguished, on account of its not then exerting  the same power."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:16",
                            "text": "All having been therefore called, those who are willing to obey have been named \"called\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:17",
                            "text": "For there is no unrighteousness with God."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:18",
                            "text": "Those of either race who have believed, are \"a peculiar people\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:19",
                            "text": "And in the Acts of the Apostles you will find this, word for word, \"Those then who received his word were baptized;\" but those who would not obey kept themselves aloof."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:20",
                            "text": "To these prophecy says, \"If ye be willing and hear me, ye shall eat the good things of the land;\" proving that choice or refusal depends on ourselves."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:21",
                            "text": "The apostle designates the doctrine which is according to the Lord, \"the wisdom of God,\" in order to show that the true philosophy has been communicated by the Son."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:22",
                            "text": "Further, he, who has a show of wisdom, has certain exhortations enjoined on him by the apostle: \"That ye put on the new man, which after God is renewed in righteousness and true holiness."
                        },
                        {
                            "verse": 23,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:23",
                            "text": "Wherefore, putting away lying, speak every man truth."
                        },
                        {
                            "verse": 24,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:24",
                            "text": "Neither give place to the devil."
                        },
                        {
                            "verse": 25,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:25",
                            "text": "Let him that stole, steal no more; but rather let him labour, working that which is good\" (and to work is to labour in seeking the truth; for it is accompanied with rational well-doing), \"that ye may have to give to him that has need,\" both of worldly wealth and of divine wisdom."
                        },
                        {
                            "verse": 26,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:26",
                            "text": "For he wishes both that the word be taught, and that the money be put into the bank, accurately tested, to accumulate interest."
                        },
                        {
                            "verse": 27,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:27",
                            "text": "Whence he adds, \"Let no corrupt communication proceed out of your mouth,\"—that is \"corrupt communication\" which proceeds out of conceit,—\"but that which is good for the use of edifying, that it may minister grace to the hearers\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:28",
                            "text": "And the word of the good God must needs be good."
                        },
                        {
                            "verse": 29,
                            "chapter": 16,
                            "name": "Clement of Alexandria: The Stromata Book I.2 16:29",
                            "text": "And how is it possible that he who saves shall not be good?."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Clement of Alexandria: The Stromata Book I.2 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:1",
                            "text": "Chapter 19—That the Philosophers Have Attained to Some Portion of Truth."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:2",
                            "text": "Since, then, the Greeks are testified to have laid down some true opinions, we may from this point take a glance at the testimonies."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:3",
                            "text": "Paul, in the Acts of the Apostles, is recorded to have said to the Areopagites, \"I perceive that ye are more than ordinarily religious."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:4",
                            "text": "For as I passed by, and beheld your devotions, I found an altar with the inscription, To The Unknown God."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:5",
                            "text": "Whom therefore ye ignorantly worship, Him declare I unto you."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:6",
                            "text": "God, that made the world and all things therein, seeing that He is Lord of heaven and earth, dwelleth not in temples made with hands; neither is worshipped with men's hands, as though He needed anything, seeing He giveth to all life, and breath, and all things; and hath made of one blood all nations of men to dwell on all the face of the earth, and hath determined the times before appointed, and the bounds of their habitation; that they should seek God, if haply they might feel after Him, and find Him; though He be not far from every one of us: for in Him we live, and move, and have our being; as certain also of your own poets have said, For we also are His offspring\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:7",
                            "text": "Whence it is evident that the apostle, by availing himself of poetical examples from the Phenomena of Aratus, approves of what had been well spoken by the Greeks; and intimates that, by the unknown God, God the Creator was in a roundabout way worshipped by the Greeks; but that it was necessary by positive knowledge to apprehend and learn Him by the Son."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:8",
                            "text": "\"Wherefore, then, I send thee to the Gentiles,\" it is said, \"to open their eyes, and to turn them from darkness to light, and from the power of Satan unto God; that they may receive forgiveness of sins, and inheritance among them that are sanctified by faith which is in Me\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:9",
                            "text": "Such, then, are the eyes of the blind which are opened."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:10",
                            "text": "The knowledge of the Father by the Son is the comprehension of the \"Greek circumlocution;\" and to turn from the power of Satan is to change from sin, through which bondage was produced."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:11",
                            "text": "We do not, indeed, receive absolutely all philosophy, but that of which Socrates speaks in Plato."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:12",
                            "text": "\"For there are (as they say) in the mysteries many bearers of the thyrsus, but few bacchanals;\" meaning, \"that many are called, but few chosen\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:13",
                            "text": "He accordingly plainly adds: \"These, in my opinion, are none else than those who have philosophized right; to belong to whose number, I myself have left nothing undone in life, as far as I could, but have endeavoured in every way."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:14",
                            "text": "Whether we have endeavoured rightly and achieved aught, we shall know when we have gone there, if God will, a little afterwards\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:15",
                            "text": "Does he not then seem to declare from the Hebrew Scriptures the righteous man's hope, through faith, after death? And in Demodocus (if that is really the work of Plato): \"And do not imagine that I call it philosophizing to spend life pottering about the arts, or learning many  things, but something different; since I, at least, would consider this a disgrace\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:16",
                            "text": "For he knew, I reckon, \"that the knowledge of many things does not educate the mind,\" according to Heraclitus."
                        },
                        {
                            "verse": 17,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:17",
                            "text": "And in the fifth book of the Republic, he says, \"'Shall we then call all these, and the others which study such things, and those who apply themselves to the meaner arts, philosophers?' 'By no means,' I said, 'but like philosophers."
                        },
                        {
                            "verse": 18,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:18",
                            "text": "' 'And whom,' said he, 'do you call true?' 'Those,' said I, 'who delight in the contemplation of truth."
                        },
                        {
                            "verse": 19,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:19",
                            "text": "For philosophy is not in geometry, with its postulates and hypotheses; nor in music, which is conjectural; nor in astronomy, crammed full of physical, fluid, and probable causes."
                        },
                        {
                            "verse": 20,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:20",
                            "text": "But the knowledge of the good and truth itself are requisite,—what is good being one thing, and the ways to the good another."
                        },
                        {
                            "verse": 21,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:21",
                            "text": "'\" So that he does not allow that the curriculum of training suffices for the good, but co-operates in rousing and training the soul to intellectual objects."
                        },
                        {
                            "verse": 22,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:22",
                            "text": "Whether, then, they say that the Greeks gave forth some utterances of the true philosophy by accident, it is the accident of a divine administration (for no one will, for the sake of the present argument with us, deify chance); or by good fortune, good fortune is not unforeseen."
                        },
                        {
                            "verse": 23,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:23",
                            "text": "Or were one, on the other hand, to say that the Greeks possessed a natural conception of these things, we know the one Creator of nature; just as we also call righteousness natural; or that they had a common intellect, let us reflect who is its father, and what righteousness is in the mental economy."
                        },
                        {
                            "verse": 24,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:24",
                            "text": "For were one to name \"prediction,\" and assign as its cause \"combined utterance,\" he specifies forms of prophecy."
                        },
                        {
                            "verse": 25,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:25",
                            "text": "Further, others will have it that some truths were uttered by the philosophers, in appearance."
                        },
                        {
                            "verse": 26,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:26",
                            "text": "The divine apostle writes accordingly respecting us: \"For now we see as through a glass;\" knowing ourselves in it by reflection, and simultaneously contemplating, as we can, the efficient cause, from that, which, in us, is divine."
                        },
                        {
                            "verse": 27,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:27",
                            "text": "For it is said, \"Having seen thy brother, thou hast seen thy God:\" methinks that now the Saviour God is declared to us."
                        },
                        {
                            "verse": 28,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:28",
                            "text": "But after the laying aside of the flesh, \"face to face,\"—then definitely and comprehensively, when the heart becomes pure."
                        },
                        {
                            "verse": 29,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:29",
                            "text": "And by reflection and direct vision, those among the Greeks who have philosophized accurately, see God."
                        },
                        {
                            "verse": 30,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:30",
                            "text": "For such, through our weakness, are our true views, as images are seen in the water, and as we see things through pellucid and transparent bodies."
                        },
                        {
                            "verse": 31,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:31",
                            "text": "Excellently therefore Solomon says: \"He who soweth righteousness, worketh faith\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:32",
                            "text": "\"And there are those who, sewing their own, make increase\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:33",
                            "text": "And again: \"Take care of the verdure on the plain, and thou shalt cut grass and gather ripe hay, that thou mayest have sheep for clothing\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:34",
                            "text": "You see how care must be taken for external clothing and for keeping."
                        },
                        {
                            "verse": 35,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:35",
                            "text": "\"And thou shalt intelligently know the souls of thy flock\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:36",
                            "text": "\"For when the Gentiles, which have not the law, do by nature the things contained in the law, these, having not the law, are a law unto themselves; uncircumcision observing the precepts of the law,\" according to the apostle, both before the law and before the advent."
                        },
                        {
                            "verse": 37,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:37",
                            "text": "As if making comparison of those addicted to philosophy with those called heretics, the Word most clearly says: \"Better is a friend that is near, than a brother that dwelleth afar off\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:38",
                            "text": "\"And he who relies on falsehoods, feeds on the winds, and pursues winged birds\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:39",
                            "text": "I do not think that philosophy directly declares the Word, although in many instances philosophy attempts and persuasively teaches us probable arguments; but it assails the sects."
                        },
                        {
                            "verse": 40,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:40",
                            "text": "Accordingly it is added: \"For he hath forsaken the ways of his own vineyard, and wandered in the tracks of his own husbandry\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:41",
                            "text": "Such are the sects which deserted the primitive Church."
                        },
                        {
                            "verse": 42,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:42",
                            "text": "Now he who has fallen into heresy passes through an arid wilderness, abandoning the only true God, destitute of God, seeking waterless water, reaching an uninhabited and thirsty land, collecting sterility with his hands."
                        },
                        {
                            "verse": 43,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:43",
                            "text": "And those destitute of prudence, that is, those involved in heresies, \"I enjoin,\" remarks Wisdom, saying, \"Touch sweetly stolen bread and the sweet water of theft;\" the Scripture manifestly applying the terms bread and water to nothing else but to those heresies, which employ bread and water in the oblation, not according to the canon of the Church."
                        },
                        {
                            "verse": 44,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:44",
                            "text": "For there are those who celebrate the Eucharist with mere water."
                        },
                        {
                            "verse": 45,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:45",
                            "text": "\"But begone, stay not in her place:\" place is the synagogue, not the Church."
                        },
                        {
                            "verse": 46,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:46",
                            "text": "He calls it by the equivocal name, place."
                        },
                        {
                            "verse": 47,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:47",
                            "text": "Then He subjoins: \"For so shalt thou pass through the water of another;\" reckoning heretical baptism not proper and true water."
                        },
                        {
                            "verse": 48,
                            "chapter": 17,
                            "name": "Clement of Alexandria: The Stromata Book I.2 17:48",
                            "text": "\"And thou shalt pass over another's river,\" that rushes along and sweeps down to the sea; into which he is cast who, having diverged from the stability which is according to truth, rushes back into the heathenish and tumultous waves of life."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Clement of Alexandria: The Stromata Book I.2 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:1",
                            "text": "Chapter 20—In What Respect Philosophy Contributes to the Comprehension of Divine Truth."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:2",
                            "text": "As many men drawing down the ship, cannot be called many causes, but one cause consisting of many;—for each individual by himself is not the cause of the ship being drawn, but along with the rest;—so also philosophy, being the search for truth, contributes to the comprehension of truth; not as being the cause of comprehension, but a cause along with other things, and co-operator; perhaps also a joint cause."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:3",
                            "text": "And as the several virtues are causes of the happiness of one individual; and as both the sun, and the fire, and the bath, and clothing are of one getting warm: so while truth is one, many things contribute to its investigation."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:4",
                            "text": "But its discovery is by the Son."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:5",
                            "text": "If then we consider, virtue is, in power, one."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:6",
                            "text": "But it is the case, that when exhibited in some things, it is called prudence, in others temperance, and in others manliness or righteousness."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:7",
                            "text": "By the same analogy, while truth is one, in geometry there is the truth of geometry; in music, that of music; and in the right philosophy, there will be Hellenic truth."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:8",
                            "text": "But that is the only authentic truth, unassailable, in which we are instructed by the Son of God."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:9",
                            "text": "In the same way we say, that the drachma being one and the same, when given to the shipmaster, is called the fare; to the tax-gatherer, tax; to the landlord, rent; to the teacher, fees; to the seller, an earnest."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:10",
                            "text": "And each, whether it be virtue or truth, called by the same name, is the cause of its own peculiar effect alone; and from the blending of them arises a happy life."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:11",
                            "text": "For we are not made happy by names alone, when we say that a good life is happiness, and that the man who is adorned in his soul with virtue is happy."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:12",
                            "text": "But if philosophy contributes remotely to the discovery of truth, by reaching, by diverse essays, after the knowledge which touches close on the truth, the knowledge possessed by us, it aids him who aims at grasping it, in accordance with the Word, to apprehend knowledge."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:13",
                            "text": "But the Hellenic truth is distinct from that held by us (although it has got the same name), both in respect of extent of knowledge, certainly of demonstration, divine power, and the like."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:14",
                            "text": "For we are taught of God, being instructed in the truly \"sacred letters\" by the Son of God."
                        },
                        {
                            "verse": 15,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:15",
                            "text": "Whence those, to whom we refer, influence souls not in the way we do, but by different teaching."
                        },
                        {
                            "verse": 16,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:16",
                            "text": "And if, for the sake of those who are fond of fault-finding, we must draw a distinction, by saying that philosophy is a concurrent and cooperating cause of true apprehension, being the search for truth, then we shall avow it to be a preparatory training for the enlightened man (τοῦ γνωστικοῦ); not assigning as the cause that which is but the joint-cause; nor as the upholding cause, what is merely co-operative; nor giving to philosophy the place of a sine quâ non."
                        },
                        {
                            "verse": 17,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:17",
                            "text": "Since almost all of us, without training in arts and sciences, and the Hellenic philosophy, and some even without learning at all, through the influence of a philosophy divine and barbarous, and by power, have through faith received the word concerning God, trained by self-operating wisdom."
                        },
                        {
                            "verse": 18,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:18",
                            "text": "But that which acts in conjunction with something else, being of itself incapable of operating by itself, we describe as co-operating and concausing, and say that it becomes a cause only in virtue of its being a joint-cause, and receives the name of cause only in respect of its concurring with something else, but that it cannot by itself produce the right effect."
                        },
                        {
                            "verse": 19,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:19",
                            "text": "Although at one time philosophy justified the Greeks, not conducting them to that entire righteousness to which it is ascertained to cooperate, as the first and second flight of steps help you in your ascent to the upper room, and the grammarian helps the philosopher."
                        },
                        {
                            "verse": 20,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:20",
                            "text": "Not as if by its abstraction, the perfect Word would be rendered incomplete, or truth perish; since also sight, and hearing, and the voice contribute to truth, but it is the mind which is the appropriate faculty for knowing it."
                        },
                        {
                            "verse": 21,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:21",
                            "text": "But of those things which co-operate, some contribute a greater amount of power; some, a less."
                        },
                        {
                            "verse": 22,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:22",
                            "text": "Perspicuity accordingly aids in the communication of truth, and logic in preventing us from falling under the heresies by which we are assailed."
                        },
                        {
                            "verse": 23,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:23",
                            "text": "But the teaching, which is according to the Saviour, is complete in itself and without defect, being \"the power and wisdom of God;\" and the Hellenic philosophy does not, by its approach, make the truth more powerful; but rendering powerless the assault of sophistry against it, and frustrating the treacherous plots laid against the truth, is said to be the proper \"fence and wall of the vineyard\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:24",
                            "text": "And the truth which is according to faith is as necessary for life as bread; while the preparatory discipline is like sauce and sweetmeats."
                        },
                        {
                            "verse": 25,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:25",
                            "text": "\"At the end of the dinner, the dessert is pleasant,\" according to the Theban Pindar."
                        },
                        {
                            "verse": 26,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:26",
                            "text": "And the Scripture has expressly said, \"The innocent will become wiser by understanding, and the wise will receive knowledge\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:27",
                            "text": "\"And he that speaketh of himself,\" saith the Lord, \"seeketh his own glory; but He that seeketh His glory that sent Him is true, and there is no unrighteousness in Him\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:28",
                            "text": "On the other hand, therefore, he who appropriates what belongs to the barbarians, and vaunts it is his own, does wrong, increasing his own glory, and falsifying the truth."
                        },
                        {
                            "verse": 29,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:29",
                            "text": "It is such an one that is by Scripture called a \"thief\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:30",
                            "text": "It is therefore said, \"Son, be not a liar; for falsehood leads to theft\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:31",
                            "text": "Nevertheless the thief possesses really, what he has possessed himself of dishonestly, whether it be gold, or silver, or speech, or dogma."
                        },
                        {
                            "verse": 32,
                            "chapter": 18,
                            "name": "Clement of Alexandria: The Stromata Book I.2 18:32",
                            "text": "The ideas, then, which they have stolen, and which are partially true, they know by conjecture and necessary logical deduction: on becoming disciples, therefore, they will know them with intelligent apprehension."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Clement of Alexandria: The Stromata Book I.2 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:1",
                            "text": "Chapter 21—The Jewish Institutions and Laws of Far Higher Antiquity Than the Philosophy of the Greeks."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:2",
                            "text": "On the plagiarizing of the dogmas of the philosophers from the Hebrews, we shall treat a little afterwards."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:3",
                            "text": "But first, as due order demands, we must now speak of the epoch of Moses, by which the philosophy of the Hebrews will be demonstrated beyond all contradiction to be the most ancient of all wisdom."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:4",
                            "text": "This has been discussed with accuracy by Tatian in his book To the Greeks, and by Cassian in the first book of his Exegetics."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:5",
                            "text": "Nevertheless our commentary demands that we too should run over what has been said on the point."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:6",
                            "text": "Apion, then, the grammarian, surnamed Pleistonices, in the fourth book of The Egyptian Histories, although of so hostile a disposition towards the Hebrews, being by race an Egyptian, as to compose a work against the Jews, when referring to Amosis king of the Egyptians, and his exploits, adduces, as a witness, Ptolemy of Mendes."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:7",
                            "text": "And his remarks are to the following effect: Amosis, who lived in the time of the Argive Inachus, overthrew Athyria, as Ptolemy of Mendes relates in his Chronology."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:8",
                            "text": "Now this Ptolemy was a priest; and setting forth the deeds of the Egyptian kings in three entire books, he says, that the exodus of the Jews from Egypt, under the conduct of Moses, took place while Amosis was king of Egypt."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:9",
                            "text": "Whence it is seen that Moses flourished in the time of Inachus."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:10",
                            "text": "And of the Hellenic states, the most ancient is the Argolic, I mean that which took its rise from Inachus, as Dionysius of Halicarnassus teaches in his Times."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:11",
                            "text": "And younger by forty generations than it was Attica, founded by Cecrops, who was an aboriginal of double race, as Tatian expressly says; and Arcadia, founded by Pelasgus, younger too by nine generations; and he, too, is said to have been an aboriginal."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:12",
                            "text": "And more recent than this last by fifty-two generations, was Pthiotis, founded by Deucalion."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:13",
                            "text": "And from the time of Inachus to the Trojan war twenty generations or more are reckoned; let us say, four hundred years and more."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:14",
                            "text": "And if Ctesias says that the Assyrian power is many years older than the Greek, the exodus of Moses from Egypt will appear to have taken place in the forty-second year of the Assyrian empire, in the thirty-second year of the reign of Belochus, in the time of Amosis the Egyptian, and of Inachus the Argive."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:15",
                            "text": "And in Greece, in the time of Phoroneus, who succeeded Inachus, the flood of Ogyges occurred; and monarchy subsisted in Sicyon first in the person of aegialeus, then of Europs, then of Telches; in Crete, in the person of Cres."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:16",
                            "text": "For Acusilaus says that Phoroneus was the first man."
                        },
                        {
                            "verse": 17,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:17",
                            "text": "Whence, too, the author of Phoronis said that he was \"the father of mortal men\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:18",
                            "text": "Thence Plato in the Timoeus, following Acusilaus, writes: \"And wishing to draw them out into a discussion respecting antiquities, he said that he ventured to speak of the most remote antiquities of this city respecting Phoroneus, called the first man, and Niobe, and what happened after the deluge\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:19",
                            "text": "And in the time of Phorbus lived Actaeus, from whom is derived Actaia, Attica; and in the time of Triopas lived Prometheus, and Atlas, and Epimetheus, and Cecrops of double race, and Ino."
                        },
                        {
                            "verse": 20,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:20",
                            "text": "And in the time of Crotopus occurred the burning of Phaëthon, and the deluge of Deucalion; and in the time of Sthenelus, the reign of Amphictyon, and the arrival of Danaus in the Peloponnesus; and trader Dardanus happened the building of Dardania, whom, says Homer,  \"First cloud-compelling Zeus begat,\"—  and the transmigration from Crete into Phoenicia."
                        },
                        {
                            "verse": 21,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:21",
                            "text": "And in the time of Lynceus took place the abduction of Proserpine, and the dedication of the sacred enclosure in Eleusis, and the husbandry of Triptolemus, and the arrival of Cadmus in Thebes, and the reign of Minos."
                        },
                        {
                            "verse": 22,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:22",
                            "text": "And in the time of Proetus the war of Eumolpus with the Athenians took place; and in the time of Acrisius, the removal of Pelops from Phrygia, the arrival of Ion at Athens; and the second Cecrops appeared, and the exploits of Perseus and Dionysus took place, and Orpheus and Musaeus lived."
                        },
                        {
                            "verse": 23,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:23",
                            "text": "And in the eighteenth year of the reign of Agamemnon, Troy was taken, in the first year of the reign of Demophon the son of Theseus at Athens, on the twelfth day  of the month Thargelion, as Dionysius the Argive says; but aegias and Dercylus, in the third book, say that it was on the eighth day of the last division of the month Panemus; Hellanicus says that it was on the twelfth of the month Thargelion; and some of the authors of the Attica say that it was on the eighth of the last division of the month in the last year of Menestheus, at full moon."
                        },
                        {
                            "verse": 24,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:24",
                            "text": "\"It was midnight,\"  says the author of the Little Iliad,  \"And the moon shone clear\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:25",
                            "text": "Others say, it took place on the same day of Scirophorion."
                        },
                        {
                            "verse": 26,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:26",
                            "text": "But Theseus, the rival of Hercules, is older by a generation than the Trojan war."
                        },
                        {
                            "verse": 27,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:27",
                            "text": "Accordingly Tlepolemus, a son of Hercules, is mentioned by Homer, as having served at Troy."
                        },
                        {
                            "verse": 28,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:28",
                            "text": "Moses, then, is shown to have preceded the deification of Dionysus six hundred and four years, if he was deified in the thirty-second year of the reign of Perseus, as Apollodorus says in his Chronology."
                        },
                        {
                            "verse": 29,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:29",
                            "text": "From Bacchus to Hercules and the chiefs that sailed with Jason in the ship Argo, are comprised sixty-three years."
                        },
                        {
                            "verse": 30,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:30",
                            "text": "aesculapius and the Dioscuri sailed with them, as Apollonius Rhodius testifies in his Argonautics."
                        },
                        {
                            "verse": 31,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:31",
                            "text": "And from the reign of Hercules, in Argos, to the deification of Hercules and of aesculapius, are comprised thirty-eight years, according to Apollodorus the chronologist; from this to the deification of Castor and Pollux, fifty-three years."
                        },
                        {
                            "verse": 32,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:32",
                            "text": "And at this time Troy was taken."
                        },
                        {
                            "verse": 33,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:33",
                            "text": "And if we may believe the poet Hesiod, let us hear him:—  \"Then to Jove, Maia, Atlas' daughter, bore renowned Hermes, Herald of the immortals, having ascended the sacred couch."
                        },
                        {
                            "verse": 34,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:34",
                            "text": "And Semele, the daughter of Cadmus, too, bore an illustrious son, Dionysus, the joy-inspiring, when she mingled with him in love\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:35",
                            "text": "Cadmus, the father of Semele, came to Thebes in the time of Lynceus, and was the inventor of the Greek letters."
                        },
                        {
                            "verse": 36,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:36",
                            "text": "Triopas was a contemporary of Isis, in the seventh generation from Inachus."
                        },
                        {
                            "verse": 37,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:37",
                            "text": "And Isis, who is the same as Io, is so called, it is said, from her going (ἰέναι) roaming over the whole earth."
                        },
                        {
                            "verse": 38,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:38",
                            "text": "Her, Istrus, in his work on the migration of the Egyptians, calls the daughter of Prometheus."
                        },
                        {
                            "verse": 39,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:39",
                            "text": "Prometheus lived in the time of Triopas, in the seventh generation after Moses."
                        },
                        {
                            "verse": 40,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:40",
                            "text": "So that Moses appears to have flourished even before the birth of men, according to the chronology of the Greeks."
                        },
                        {
                            "verse": 41,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:41",
                            "text": "Leon, who treated of the Egyptian divinities, says that Isis by the Greeks was called Ceres, who lived in the time of Lynceus, in the eleventh generation after Moses."
                        },
                        {
                            "verse": 42,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:42",
                            "text": "And Apis the king of Argos built Memphis, as Aristippus says in the first book of the Arcadica."
                        },
                        {
                            "verse": 43,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:43",
                            "text": "And Aristeas the Argive says that he was named Serapis, and that it is he that the Egyptians worship."
                        },
                        {
                            "verse": 44,
                            "chapter": 19,
                            "name": "Clement of Alexandria: The Stromata Book I.2 19:44",
                            "text": "And Nymphodorus of Amphipolis, in the third book of the Institutions of Asia, says that the bull Apis, dead and laid in a coffin (σορός), was deposited in the temple of the god (δαίμονο&."
                        }
                    ]
                }
            ]
        }
    ]
}