{
    "books": [
        {
            "name": "Oration of Constantine",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Oration of Constantine 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Oration of Constantine 1:1",
                            "text": "The Oration  of  the emperor constantine,  which he addressed  \"to the assembly of the saints\"."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Oration of Constantine 1:2",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Oration of Constantine 1:3",
                            "text": "—Preliminary Remarks on the Feast of Easter: and how the Word of God, having conferred Manifold Benefits on Mankind, was betrayed by his Beneficiaries."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Oration of Constantine 1:4",
                            "text": "That light which far outshines the day and sun, first pledge of resurrection, and renovation of bodies long since dissolved, the divine token of promise, the path which leads to everlasting life—in a word, the day of the Passion—is arrived, best beloved doctors, and ye, my friends who are assembled here, ye blessed multitudes, who worship him who is the author of all worship, and praise him continually with heart and voice, according to the precepts of his holy word."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Oration of Constantine 1:5",
                            "text": "But thou, Nature, parent of all things, what blessing like to this hast thou ever accomplished for mankind? Nay rather, what is in any sense thy workmanship, since he who formed the universe is himself the author of thy being? For it is he who has arrayed thee in thy beauty; and the beauty of Nature is life according to Nature's laws."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Oration of Constantine 1:6",
                            "text": "But principles quite opposed to Nature have mightily prevailed; in that men have agreed in withholding his rightful worship from the Lord of all, believing that the order of the universe depended, not on his providence, but, on the blind uncertainty of chance: and this notwithstanding the clearest announcement of the truth by his inspired prophets, whose words should have claimed belief, but were in every way resisted by that impious wickedness which hates the light of truth, and loves the obscure mazes of darkness."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Oration of Constantine 1:7",
                            "text": "Nor was this error unaccompanied by violence and cruelty, especially in that the will of princes encouraged the blind impetuosity of the multitude, or rather itself led the way in the career of reckless folly."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Oration of Constantine 1:8",
                            "text": "Such principles as these, confirmed by the practice of many generations, became the source of terrible evils in those early times: but no sooner had the radiance of the Saviour's presence appeared, than justice took the place of wrong, a calm succeeded the confusion of the storm, and the predictions of the prophets were all fulfilled."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Oration of Constantine 1:9",
                            "text": "For after he had enlightened the world by the glorious discretion and purity of his character, and had ascended to the mansions of his father's house, he founded his Church on earth, as a holy temple of virtue, an immortal, imperishable temple, wherein the worship due to the Supreme Father and to himself should be piously performed."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Oration of Constantine 1:10",
                            "text": "But what did the insane malice of the nations hereupon devise? Their effort was to reject the grace of Christ, and to ruin that Church which was ordained for the salvation of all, though they thus ensured the overthrow of their own superstition."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Oration of Constantine 1:11",
                            "text": "Once more then unholy sedition, once more war and strife prevailed, with stiff-neckedness, luxurious riot, and that craving for wealth which now soothes its victims with specious hope, now strikes them with groundless fear; a craving which is contrary to nature, and the very characteristic of Vice herself."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Oration of Constantine 1:12",
                            "text": "Let her, however, lie prostrate in the dust, and own the victorious power of Virtue; and let her rend and tear herself, as well she may, in the bitterness of repentance."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Oration of Constantine 1:13",
                            "text": "But let us now proceed to speak of topics which pertain to the Divine doctrine."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Oration of Constantine 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Oration of Constantine 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Oration of Constantine 2:2",
                            "text": "—An Appeal to the Church and to his Hearers to pardon and correct the Errors of His Speech."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Oration of Constantine 2:3",
                            "text": "Hear then, thou master of the ship, possessor of virgin purity, and thou Church, the cherisher of tender and inexperienced age, guardian of truth and gentleness, through whose perennial fountain the stream of salvation flows! Be ye also indulgent, my hearers, who worship God sincerely, and are, therefore, the objects of his care: attending, not to the language, but to the truth of what is said; not to him who speaks, but rather to the pious zeal which hallows his discourse! For what will be the use of words when the real purpose of the speaker remains unknown? It may be, indeed, that I essay great things; the love of God which animates my soul, a love which overpowers natural reserve, is my plea for the bold attempt."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Oration of Constantine 2:4",
                            "text": "On you, then, I call, who are best instructed in the mysteries of God, to aid me with your counsel, to follow me with your thoughts, and correct whatever shall savor of error in my words, expecting no display of perfect knowledge, but graciously accepting the sincerity of my endeavor."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Oration of Constantine 2:5",
                            "text": "And may the Spirit of the Father and the Son accord his mighty aid, while I utter the words which he shall suggest to speech or thought."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Oration of Constantine 2:6",
                            "text": "For if any one, whether in the practice of eloquence, or any other art, expects to produce a finished work without the help of God, both the author and his efforts will be found alike imperfect; while he has no cause to fear, no room for discouragement, who has once been blessed with the inspiration of Heaven."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Oration of Constantine 2:7",
                            "text": "Wherefore asking your indulgence for the length of this preface, let us attempt the theme in its utmost scope."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Oration of Constantine 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Oration of Constantine 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Oration of Constantine 3:2",
                            "text": "—That God is the Father of the Word, and the Creator of all Things; and that Material Objects could not continue to exist, were their Causes Various."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Oration of Constantine 3:3",
                            "text": "God, who is ever above all existence, and the good which all things desire, has no origin, and therefore no beginning, being himself the originator of all things which receive existence."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Oration of Constantine 3:4",
                            "text": "But he who proceeds from him is again united to him; and this separation from and union with him is not local, but intellectual in its character."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Oration of Constantine 3:5",
                            "text": "For this generation was accompanied by no diminution of the Father's substance (as in the case of generation by seed); but by the determining act of foreknowledge God manifested a Saviour presiding over this sensible world, and all created things therein."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Oration of Constantine 3:6",
                            "text": "From hence, then, is the source of existence and life to all things which are within the compass of this world; hence proceed the soul, and every sense; hence those organs through which the sense-perceptions are perfected."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Oration of Constantine 3:7",
                            "text": "What, then, is the object of this argument? To prove that there is One director of all things that exist, and that all things, whether in heaven or on earth, both natural and organized bodies, are subject to his single sovereignty."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Oration of Constantine 3:8",
                            "text": "For if the dominion of these things, numberless as they are, were in the hands, not of one but of many, there must be a partition and distribution of the elements, and the old fables would be true; jealousy, too, and ambition, striving for superior power, would destroy the harmonious concord of the whole, while each of the many masters would regulate in a manner different from the rest the portion subject to his control."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Oration of Constantine 3:9",
                            "text": "The fact, however, that this universal order is ever one and the same, is the proof that it is under the care of a superior power, and that its origin cannot be ascribed to chance."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Oration of Constantine 3:10",
                            "text": "Else how could the author of universal nature ever be known? To whom first, or last, could prayers and supplications be addressed? Whom could I choose as the object of my worship, without being guilty of impiety towards the rest? Again, if haply I desired to obtain some temporal blessing, should I not, while expressing my gratitude to the Power who favored my request, convey a reproach to him who opposed it? Or to whom should I pray, when desiring to know the cause of my calamity, and to obtain deliverance? Or let us suppose that the answer is given by oracles and prophecies, but that the case is not within the scope of their authority, being the province of some other deity."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Oration of Constantine 3:11",
                            "text": "Where, then, is mercy? where is the provident care of God for the human race? Unless, indeed, some more benevolent Power, assuming a hostile attitude against another who has no such feeling, be disposed to accord me his protection."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Oration of Constantine 3:12",
                            "text": "Hence anger, discords, mutual censure, and finally universal confusion, would ensue, while each departed from his proper sphere of action, dissatisfied, through ambitious love of power, with his allotted portion."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Oration of Constantine 3:13",
                            "text": "What, then, would be the result of these things? Surely this discord among the heavenly powers would prove destructive to the interests of earth: the orderly alternation of times and seasons would disappear; the successive productions of the earth would be enjoyed no more: the day itself, and the repose of night which follows it, would cease to be."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Oration of Constantine 3:14",
                            "text": "But enough on this subject: let us once more resume that species of reasoning which admits of no reply."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Oration of Constantine 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Oration of Constantine 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Oration of Constantine 4:2",
                            "text": "—On the Error of Idolatrous Worship."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Oration of Constantine 4:3",
                            "text": "Whatever has had a beginning, has also an end."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Oration of Constantine 4:4",
                            "text": "Now that which is a beginning in respect of time, is called a generation: and whatever is by generation is subject to corruption, and its beauty is impaired by the lapse of time."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Oration of Constantine 4:5",
                            "text": "How, then, can they whose origin is from corruptible generation, be immortal? Again, this supposition has gained credit with the ignorant multitude, that marriages, and the birth of children, are usual among the gods."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Oration of Constantine 4:6",
                            "text": "Granting, then, such offspring to be immortal, and continually produced, the race must of necessity multiply to excess: and if this were so, where is the heaven, or the earth, which could contain so vast and still increasing a multitude of gods? But what shall we say of those men who represent these celestial beings as joined in incestuous union with their sister goddesses, and charge them with adultery and impurity? We declare, further, with all confidence, that the very honors and worship which these deities receive from men are accompanied by acts of wantonness and profligacy."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Oration of Constantine 4:7",
                            "text": "Once more; the experienced and skillful sculptor, having formed the conception of his design, perfects his work according to the rules of art; and in a little while, as if forgetful of himself, idolizes his own creation, and adores it as an immortal god, while yet he admits that himself, the author and maker of the image, is a mortal man."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Oration of Constantine 4:8",
                            "text": "Nay, they even show the graves and monuments of those whom they deem immortal, and bestow divine honors on the dead: not knowing that that which is truly blessed and incorruptible needs no distinction which perishable men can give: for that Being, who is seen by the mental eye, and conceived by the intellect alone, requires to be distinguished by no external form, and admits no figure to represent its character and likeness."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Oration of Constantine 4:9",
                            "text": "But the honors of which we speak are given to those who have yielded to the power of death: they once were men, and tenants, while they lived, of a mortal body."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Oration of Constantine 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Oration of Constantine 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Oration of Constantine 5:2",
                            "text": "—That Christ, the Son of God, created All Things, and has appointed to Every Thing the Term of its Existence."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Oration of Constantine 5:3",
                            "text": "But why do I defile my tongue with unhallowed words, when my object is to sound the praises of the true God? Rather let me cleanse myself, as it were, from this bitter draught by the pure stream which flows from the everlasting fountain of the virtue of that God who is the object of my praise."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Oration of Constantine 5:4",
                            "text": "Be it my special province to glorify Christ, as well by the actions of my life, as by that thanksgiving which is due to him for the manifold and signal blessings which he has bestowed."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Oration of Constantine 5:5",
                            "text": "I affirm, therefore, that he has laid the foundations of this universe; and conceived the race of men, ordaining these things by his word."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Oration of Constantine 5:6",
                            "text": "And immediately he transferred our newly created parents (ignorant at first, according to his will, of good and evil) to a happy region, abounding in flowers and fruits of every kind."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Oration of Constantine 5:7",
                            "text": "At length, however, he appointed them a seat on earth befitting creatures endued with reason; and then unfolded to their faculties, as intelligent beings, the knowledge of good and evil."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Oration of Constantine 5:8",
                            "text": "Then, too, he bade the race increase; and each healthy region of the world, as far as the bounds of the circumambient ocean, became the dwelling-place of men; while with this increase of numbers the invention of the useful arts went hand in hand."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Oration of Constantine 5:9",
                            "text": "Meantime the various species of inferior animals increased in due proportion, each kind discovering some characteristic quality, the special gift of nature: the tame distinguished by gentleness and obedience to man; the wild by strength and swiftness, and an instinctive foresight which warned them to escape from peril."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Oration of Constantine 5:10",
                            "text": "The gentler animals he placed entirely beneath man's protecting care, but entailed on him the necessity of strife with those of fiercer nature."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Oration of Constantine 5:11",
                            "text": "He next created the feathered race, manifold in number, diverse in character and habits; brilliant with every variety of color, and endued with native powers of melody."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Oration of Constantine 5:12",
                            "text": "Finally, having arranged with wise discrimination whatever else the compass of this world contains, and having assigned to every creature the stated term of its existence, he thus completed the beautiful order of the perfect whole."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Oration of Constantine 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Oration of Constantine 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Oration of Constantine 6:2",
                            "text": "—The Falsity of the General Opinion respecting Fateis proved by the Consideration of Human Laws, and by the Works of Creation, the Course of which is not Fortuitous, but according to an Orderly Arrangement which evinces the Design of the Creator."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Oration of Constantine 6:3",
                            "text": "The great majority, however, in their folly, ascribe the regulation of the universe to nature, while some imagine fate, or accident, to be the cause."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Oration of Constantine 6:4",
                            "text": "With regard to those who attribute the control of all things to fate, they know not that in using this term they utter a mere word, but designate no active power, nor anything which has real and substantial existence."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Oration of Constantine 6:5",
                            "text": "For what can this fate be, considered in itself, if nature be the first cause of all things? Or what shall we suppose nature itself to be, if the law of fate be inviolable? Indeed, the very assertion that there is a law of fate implies that such law is the work of a legislator: if, therefore, fate itself be a law, it must be a law devised by God."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Oration of Constantine 6:6",
                            "text": "All things, therefore, are subject to God, and nothing is beyond the sphere of his power."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Oration of Constantine 6:7",
                            "text": "If it be said that fate is the will of God, and is so considered, we admit the fact."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Oration of Constantine 6:8",
                            "text": "But in what respect do justice, or self-control, or the other virtues, depend on fate? From whence, if so, do their contraries, as injustice and intemperance, proceed? For vice has its origin from nature, not from fate; and virtue is the due regulation of natural character and disposition."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Oration of Constantine 6:9",
                            "text": "But, granting that the varied results of actions, whether right or erroneous in themselves, depend on fortune or fate: in what sense can the general principle of justice, the principle of rendering to every one his due, be ascribed to fate? Or how can it be said that laws, encouragements to virtue and dissuasives from what is evil, praise, blame, punishment, in short whatever operates as a motive to virtue, and deters from the practice of vice, derive their origin from fortune or accident, and not rather from that of justice, which is a characteristic attribute of the God of providence? For the events which befall men are consequent upon the tenor of their lives."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Oration of Constantine 6:10",
                            "text": "Hence pestilence or sedition, famine and plenty, succeed in turn, declaring plainly and emphatically that all these things are regulated with reference to our course of life."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Oration of Constantine 6:11",
                            "text": "For the Divine Being delights in goodness, but turns with aversion from all impiety; looks with acceptance on the humble spirit, but abhors presumption, and that pride which exalts itself above what becomes a creature."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Oration of Constantine 6:12",
                            "text": "And though the proofs of these truths are clear and manifest to our sight, they appear in a still stronger light, when we collect, and as it were concentrate our thoughts within ourselves, and ponder their causes with deep attention."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Oration of Constantine 6:13",
                            "text": "I say, then, that it becomes us to lead a life of modesty and gentleness, not suffering our thoughts to rise proudly above our natural condition, and ever mindful that God is near us, and is the observer of all our actions."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Oration of Constantine 6:14",
                            "text": "But let us still farther test the truth of the proposition, that the order of the universe depends on chance or accident."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Oration of Constantine 6:15",
                            "text": "Are we then to suppose that the stars and other heavenly bodies, the earth and sea, fire and wind, water and air, the succession of the seasons, the recurrence of summer and winter, that all these have an undesigned and fortuitous existence, and not rather that they proceed from the creative hand of God? Some, indeed, are so senseless as to say that most of these things have been devised by mankind because of their need of them."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Oration of Constantine 6:16",
                            "text": "Let it be admitted that this opinion has a semblance of reason in regard to earthly and corruptible things (though Nature herself supplies every good with a lavish hand); yet can we believe that things which are immortal and unchangeable are the inventions of men? These, indeed, and all things else which are beyond the reach of our senses, and comprehended by the intellect alone, receive their being, not from the material life of man, but from the intellectual and eternal essence of God."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Oration of Constantine 6:17",
                            "text": "Again, the orderly arrangement of these things is the work of his providence: for instance, that the day, deriving radiance from the sun, is bright; that night succeeds his setting, and the starry host by which night itself is redeemed from total darkness."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Oration of Constantine 6:18",
                            "text": "And what shall we say of the moon, which when most distant from, and opposite to the sun, is filled with light, but wanes in proportion to the nearness of her approach to him? Do not these things manifestly evince the intelligence and sagacious wisdom of God? Add to this that needful warmth of the solar rays which ripens the fruits of the earth; the currents of wind, so conducive to the fertility of the seasons; the cool and refreshing showers; and the harmony of all these things in accordance with which all are reasonably and systematically conducted: lastly, the everlasting order of the planets, which return to the self-same place at their appointed times: are not all these, as well as the perfect ministry of the stars, obedient to a divine law, evident proofs of the ordinance of God? Again, do the mountain heights, the deep and hollow valleys, the level and extensive plains, useful as they are, as well as pleasing to the eye, appear to exist independently of the will of God? Or do not the proportion and alternate succession of land and water, serviceable, the one for husbandry, the other for the transport of such foreign products as we need, afford a clear demonstration of his exact and proportionate providential care? For instance, the mountains contain a store of water, which the level ground receives, and after imbibing sufficient for the renovation of the soil, sends forth the residue into the sea, and the sea in turn passes it onward to the ocean."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Oration of Constantine 6:19",
                            "text": "And still we dare to say that all these things happen by chance and accident; unable though we be to show by what shape or form this chance is characterized; a thing which has no foundation either in intellect or sense existence; which rings in our ears as the mere sound of an unsubstantial name!."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Oration of Constantine 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Oration of Constantine 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Oration of Constantine 7:2",
                            "text": "—In regard to Things above our Comprehension, we should glorify the Creator's Wisdom, and attribute their Causes to him alone, and not to Chance."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Oration of Constantine 7:3",
                            "text": "In fact, this word \"chance\" is the expression of men who think in haphazard and illogical fashion; who are unable to understand the causes of these things, and who, owing to the feebleness of their own apprehensions, conceive that those things for which they cannot assign a reason, are ordered without reason."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Oration of Constantine 7:4",
                            "text": "There are, unquestionably, some things which possess wonderful natural properties, and the full apprehension of which is very difficult: for example, the nature of hot springs."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Oration of Constantine 7:5",
                            "text": "For no one can easily explain the cause of so powerful a fire; and it is indeed surprising that though surrounded on all sides by a body of cold water, it loses none of its native heat."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Oration of Constantine 7:6",
                            "text": "These phenomena appear to be of rare occurrence throughout the world, being intended, I am persuaded, to afford to mankind convincing evidence of the power of that Providence which ordains that two directly opposite natures, heat and cold, should thus proceed from the self-same source."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Oration of Constantine 7:7",
                            "text": "Many indeed, yea, numberless, are the gifts which God has bestowed for the comfort and enjoyment of man; and of these the fruit of the olive-tree and the vine deserve especial notice; the one for its power of renovating and cheering the soul, the other because it ministers to our enjoyment, and is likewise adapted for the cure of bodily disease."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Oration of Constantine 7:8",
                            "text": "Marvelous, too, is the course of rivers, flowing night and day with unceasing motion, and presenting a type of ever-flowing, never-ceasing life: and equally wonderful is the alternate succession of day and night."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Oration of Constantine 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Oration of Constantine 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Oration of Constantine 8:2",
                            "text": "—That God bestows an Abundant Supply of whatever is suited to the Wants of Man, and ministers but sparingly to his Pleasures; in Both Cases with a View to his Advantage."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Oration of Constantine 8:3",
                            "text": "Let what has been said suffice to prove that nothing exists without reason and intelligence, and that reason itself and providence are of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Oration of Constantine 8:4",
                            "text": "It is he who has also distributed the metals, as gold, silver, copper, and the rest, in due proportion; ordaining an abundant supply of those which would be most needed and generally employed, while he dispensed those which serve the purposes merely of pleasure in adornment of luxury with a liberal and yet a sparing hand, holding a mean between parsimony and profusion."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Oration of Constantine 8:5",
                            "text": "For the searchers for metals, were those which are employed for ornament procured in equal abundance with the rest, would be impelled by avarice to despise and neglect to gather those which, like iron or copper, are serviceable for husbandry, or house-building, or the equipment of ships; and would care for those only which conduce to luxury and a superfluous excess of wealth."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Oration of Constantine 8:6",
                            "text": "Hence it is, as they say, that the search for gold and silver is far more difficult and laborious than that for any other metals, the violence of the toil thus acting as a counterpoise to the violence of the desire."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Oration of Constantine 8:7",
                            "text": "And how many instances might still further be enumerated of the workings of that Divine Providence which, in all the gifts which it has so unsparingly conferred upon us, plainly urges us to the practice of self-control and all other virtues, and leads us away from unbefitting covetousness! To trace the secret reasons of all these things is indeed a task which exceeds the power of human faculties."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Oration of Constantine 8:8",
                            "text": "For how can the intellect of a frail and perishable being arrive at the knowledge of perfect truth, or apprehend in its purity the counsel of God from the beginning?."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Oration of Constantine 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Oration of Constantine 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Oration of Constantine 9:2",
                            "text": "—Of the Philosophers, who fell into Mistaken Notions, and Some of them into Danger, by their Desire of Universal Knowledge."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Oration of Constantine 9:3",
                            "text": "—Also of the Doctrines of Plato."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Oration of Constantine 9:4",
                            "text": "We ought, therefore, to aim at objects which are within our power, and exceed not the capacities of our nature."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Oration of Constantine 9:5",
                            "text": "For the persuasive influence of argument has a tendency to draw most of us away from the truth of things, which has happened to many philosophers, who have employed themselves in reasoning, and the study of natural science, and who, as often as the magnitude of the subject surpasses their powers of investigation, adopt various devices for obscuring the truth."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Oration of Constantine 9:6",
                            "text": "Hence their diversities of judgment, and contentious opposition to each others' doctrines, and this notwithstanding their pretensions to wisdom."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Oration of Constantine 9:7",
                            "text": "Hence, too, popular commotions have arisen, and severe sentences, passed by those in power, apprehensive of the overthrow of hereditary institutions, have proved destructive to many of the disputants themselves."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Oration of Constantine 9:8",
                            "text": "Socrates, for example, elated by his skill in argumentation, indulging his power of making the worse appear the better reason, and playing continually with the subtleties of controversy, fell a victim to the slander of his own countrymen and fellow-citizens."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Oration of Constantine 9:9",
                            "text": "Pythagoras, too, who laid special claim to the virtues of silence and self-control, was convicted of falsehood."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Oration of Constantine 9:10",
                            "text": "For he declared to the Italians that the doctrines which he had received during his travels in Egypt, and which had long before been divulged by the priests of that nation, were a personal revelation to himself from God."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Oration of Constantine 9:11",
                            "text": "Lastly, Plato himself, the gentlest and most refined of all, who first essayed to draw men's thoughts from sensible to intellectual and eternal objects, and taught them to aspire to sublimer speculations, in the first place declared, with truth, a God exalted above every essence, but to him he added also a second, distinguishing them numerically as two, though both possessing one perfection, and the being of the second Deity proceeding from the first."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Oration of Constantine 9:12",
                            "text": "For he is the creator and controller of the universe, and evidently supreme: while the second, as the obedient agent of his commands, refers the origin of all creation to him as the cause."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Oration of Constantine 9:13",
                            "text": "In accordance, therefore, with the soundest reason, we may say that there is one Being whose care and providence are over all things, even God the Word, who has ordered all things; but the Word being God himself is also the Son of God."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Oration of Constantine 9:14",
                            "text": "For by what name can we designate him except by this title of the Son, without falling into the most grievous error? For the Father of all things is properly considered the Father of his own Word."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Oration of Constantine 9:15",
                            "text": "Thus far, then, Plato's sentiments were sound; but in what follows he appears to have wandered from the truth, in that he introduces a plurality of gods, to each of whom he assigns specific forms."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Oration of Constantine 9:16",
                            "text": "And this has given occasion to still greater error among the unthinking portion of mankind, who pay no regard to the providence of the Supreme God, but worship images of their own devising, made in the likeness of men or other living beings."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Oration of Constantine 9:17",
                            "text": "Hence it appears that the transcendent nature and admirable learning of this philosopher, tinged as they were with such errors as these, were by no means free from impurity and alloy."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Oration of Constantine 9:18",
                            "text": "And yet he seems to me to retract, and correct his own words, when he plainly declares that a rational soul is the breath of God, and divides all things into two classes, intellectual and sensible: [the one simple, the other] consisting of bodily structure; the one comprehended by the intellect alone, the other estimated by the judgment and the senses."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Oration of Constantine 9:19",
                            "text": "The former class, therefore, which partakes of the divine spirit, and is uncompounded and immaterial, is eternal, and inherits everlasting life; but the latter, being entirely resolved into the elements of which it is composed, has no share in everlasting life."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Oration of Constantine 9:20",
                            "text": "He farther teaches the admirable doctrine, that those who have passed a life of virtue, that is, the spirits of good and holy men, are enshrined, after their separation from the body, in the fairest mansions of heaven."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Oration of Constantine 9:21",
                            "text": "A doctrine not merely to be admired, but profitable too."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Oration of Constantine 9:22",
                            "text": "For who can believe in such a statement, and aspire to such a happy lot, without desiring to practice righteousness and temperance, and to turn aside from vice? Consistently with this doctrine he represents the spirits of the wicked as tossed like wreckage on the streams of Acheron and Pyriphlegethon."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Oration of Constantine 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Oration of Constantine 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Oration of Constantine 10:2",
                            "text": "—Of those who reject the Doctrines of Philosophers, as well as those of Scripture: and that we ought to believe the Poets in All Things, or disbelieve them in All."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Oration of Constantine 10:3",
                            "text": "There are, however, some persons so infatuated, that when they meet with such sentiments as these, they are neither converted or alarmed: nay, they even treat them with contempt and scorn, as if they listened to the inventions of fable; applauding, perhaps, the beauty of the eloquence, but abhorring the severity of the precepts."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Oration of Constantine 10:4",
                            "text": "And yet they give credence to the fictions of the poets, and make both civilized and barbarous countries ring with exploded and false tales."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Oration of Constantine 10:5",
                            "text": "For the poets assert that the judgment of souls after death is committed to men whose parentage they ascribe to the gods, extolling their righteousness and impartiality and represent them as guardians of the dead."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Oration of Constantine 10:6",
                            "text": "The same poets describe the battles of the gods and certain usages of war among them, and speak of them as subject to the power of fate."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Oration of Constantine 10:7",
                            "text": "Some of these deities they picture to us as cruel, others as strangers to all care for the human race, and others again as hateful in their character."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Oration of Constantine 10:8",
                            "text": "They introduce them also as mourning the slaughter of their own children, thus implying their inability to succor, not strangers merely, but those most dear to them."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Oration of Constantine 10:9",
                            "text": "They describe them, too, as subject to human passions, and sing of their battles and wounds, their joys and sorrows."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Oration of Constantine 10:10",
                            "text": "And in all this they appear worthy of belief."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Oration of Constantine 10:11",
                            "text": "For if we suppose them to be moved by a divine impulse to attempt the poetic art, we are bound to believe them and to be persuaded of what they utter under this inspiration."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Oration of Constantine 10:12",
                            "text": "They speak, then, of the calamities to which their divinities are subject; calamities which of course are altogether true! But it will be objected that it is the privilege of poets to lie, since the peculiar province of poetry is to charm the spirits of the hearers, while the very essence of truth is that things told be in reality exactly what they are said to be."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Oration of Constantine 10:13",
                            "text": "Let us grant that it is a characteristic of poetry occasionally to conceal the truth."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Oration of Constantine 10:14",
                            "text": "But they who speak falsehood do it not without an object; being influenced either by a desire of personal gain or advantage, or possibly, being conscious of some evil conduct, they are induced to disguise the truth by dread of the threatening vengeance of the laws."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Oration of Constantine 10:15",
                            "text": "But surely it were possible for them (in my judgment), by adhering faithfully to truth at least while treating of the nature of the Supreme Being, to avoid the guilt at once of falsehood and impiety."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Oration of Constantine 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:2",
                            "text": "—On the Coming of our Lord in the Flesh; its Nature and Cause."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:3",
                            "text": "Whoever, then, has pursued a course unworthy of a life of virtue, and is conscious of having lived an irregular and disorderly life, let him repent, and turn with enlightened spiritual vision to God; and let him abandon his past career of wickedness, content if he attain to wisdom even in his declining years."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:4",
                            "text": "We, however, have received no aid from human instruction; nay, whatever graces of character are esteemed of good report by those who have understanding, are entirely the gift of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:5",
                            "text": "And I am able to oppose no feeble buckler against the deadly weapons of Satan's armory; I mean the knowledge I possess of those things which are pleasing to him: and of these I will select such as are appropriate to my present design, while I proceed to sing the praises of the Father of all."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:6",
                            "text": "But do thou, O Christ, Saviour of mankind, be present to aid me in my hallowed task! Direct the words which celebrate thy virtues, and instruct me worthily to sound thy praises."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:7",
                            "text": "And now, let no one expect to listen to the graces of elegant language: for well I know that the nerveless eloquence of those who speak to charm the ear, and whose aim is rather applause than sound argument, is distasteful to hearers of sound judgment."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:8",
                            "text": "It is asserted, then, by some profane and senseless persons, that Christ, whom we worship, was justly condemned to death, and that he who is the author of life to all, was himself deprived of life."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:9",
                            "text": "That such an assertion should be made by those who have once dared to enter the paths of impiety, who have cast aside all fear, and all thought of concealing their own depravity, is not surprising."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:10",
                            "text": "But it is beyond the bounds of folly itself that they should be able, as it seems, really to persuade themselves that the incorruptible God yielded to the violence of men, and not rather to that love alone which he bore to the human race: that they should fail to perceive that divine magnanimity and forbearance is changed by no insult, is moved from its intrinsic steadfastness by no revilings; but is ever the same, breaking down and repelling, by the spirit of wisdom and greatness of soul, the savage fierceness of those who assail it."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:11",
                            "text": "The gracious kindness of God had determined to abolish iniquity, and to exalt order and justice."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:12",
                            "text": "Accordingly, he gathered a company of the wisest among men, and ordained that most noble and useful doctrine, which is calculated to lead the good and blessed of mankind to an imitation of his own providential care."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:13",
                            "text": "And what higher blessing can we speak of than this, that God should prescribe the way of righteousness, and make those who are counted worthy of his instruction like himself; that goodness might be communicated to all classes of mankind, and eternal felicity be the result? This is the glorious victory: this the true power: this the mighty work, worthy of its author, the restoration of all people to soundness of mind: and the glory of this triumph we joyfully ascribe to thee, thou Saviour of all! But thou, vile and wretched blasphemy, whose glory is in lies and rumors and calumny; thy power is to deceive and prevail with the inexperience of youth, and with men who still retain the folly of youth."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:14",
                            "text": "These thou seducest from the service of the true God, and settest up false idols as the objects of their worship and their prayers; and thus the reward of their folly awaits thy deluded victims: for they calumniate Christ, the author of every blessing, who is God, and the Son of God."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:15",
                            "text": "Is not the worship of the best and wisest of the nations of this world worthily directed to that God, who, while possessing boundless power, remains immovably true to his own purpose, and retains undiminished his characteristic kindness and love to man? Away, then, ye impious, for still ye may while vengeance on your transgressions is yet withheld; begone to your sacrifices, your feasts, your scenes of revelry and drunkenness, wherein, under the semblance of religion, your hearts are devoted to profligate enjoyment, and pretending to perform sacrifices, yourselves are the willing slaves of your own pleasures."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:16",
                            "text": "No knowledge have ye of any good, nor even of the first commandment of the mighty God, who both declares his will to man, and gives commission to his Son to direct the course of human life, that they who have passed a career of virtue and self-control may obtain, according to the judgment of that Son, a second, yea, a blessed and happy existence."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:17",
                            "text": "I have now declared the decree of God respecting the life which he prescribes to man, neither ignorantly, as many have done, nor resting on the ground of opinion or conjecture."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:18",
                            "text": "But it may be that some will ask, Whence this title of Son? Whence this generation of which we speak, if God be indeed only One, and incapable of union with another? We are, however, to consider generation as of two kinds; one in the way of natural birth, which is known to all; the other, that which is the effect of an eternal cause, the mode of which is seen by the prescience of God, and by those among men whom he loves."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:19",
                            "text": "For he who is wise will recognize the cause which regulates the harmony of creation."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:20",
                            "text": "Since, then, nothing exists without a cause, of necessity the cause of existing substances preceded their existence."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:21",
                            "text": "But since the world and all things that it contains exist, and are preserved, their preserver must have had a prior existence; so that Christ is the cause of preservation, and the preservation of things is an effect: even as the Father is the cause of the Son, and the Son the effect of that cause."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:22",
                            "text": "Enough, then, has been said to prove his priority of existence."
                        },
                        {
                            "verse": 23,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:23",
                            "text": "But how do we explain his descent to this earth, and to men? His motive in this, as the prophets had foretold, originated in his watchful care for the interests of all: for it needs must be that the Creator should care for his own works."
                        },
                        {
                            "verse": 24,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:24",
                            "text": "But when the time came for him to assume a terrestrial body, and to sojourn on this earth, the need requiring, he devised for himself a new mode of birth."
                        },
                        {
                            "verse": 25,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:25",
                            "text": "Conception was there, yet apart from marriage: childbirth, yet pure virginity: and a maiden became the mother of God! An eternal nature received a beginning of temporal existence: a sensible form of a spiritual essence, a material manifestation of incorporeal brightness, appeared."
                        },
                        {
                            "verse": 26,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:26",
                            "text": "Alike wondrous were the circumstances which attended this great event."
                        },
                        {
                            "verse": 27,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:27",
                            "text": "A radiant dove, like that which flew from the ark of Noah, alighted on the Virgin's bosom: and accordant with this impalpable union, purer than chastity, more guileless than innocence itself, were the results which followed."
                        },
                        {
                            "verse": 28,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:28",
                            "text": "From infancy possessing the wisdom of God, received with reverential awe by the Jordan, in whose waters he was baptized, gifted with that royal unction, the spirit of universal intelligence; with knowledge and power to perform miracles, and to heal diseases beyond the reach of human art; he yielded a swift and unhindered assent to the prayers of men, to whose welfare, indeed, his whole life was devoted without reserve."
                        },
                        {
                            "verse": 29,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:29",
                            "text": "His doctrines instilled, not prudence only, but real wisdom: his hearers were instructed, not in the mere social virtues, but in the ways which conduct to the spiritual world; and devoted themselves to the contemplation of immutable and eternal things, and the knowledge of the Supreme Father."
                        },
                        {
                            "verse": 30,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:30",
                            "text": "The benefits which he bestowed were no common blessings: for blindness, the gift of sight; for helpless weakness, the vigor of health; in the place of death, restoration to life again."
                        },
                        {
                            "verse": 31,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:31",
                            "text": "I dwell not on that abundant provision in the wilderness, whereby a scanty measure of food became a complete and enduring supply for the wants of a mighty multitude."
                        },
                        {
                            "verse": 32,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:32",
                            "text": "Thus do we render thanks to thee, our God and Saviour, according to our feeble power; unto thee, O Christ, supreme Providence of the mighty Father, who both savest us from evil, and impartest to us thy most blessed doctrine: for I say these things, not to praise, but to give thanks."
                        },
                        {
                            "verse": 33,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:33",
                            "text": "For what mortal is he who shall worthily declare thy praise, of whom we learn that thou didst from nothing call creation into being, and illumine it with thy light; that thou didst regulate the confusion of the elements by the laws of harmony and order? But chiefly we mark thy loving-kindness, in that thou hast caused those whose hearts inclined to thee to desire earnestly a divine and blessed life, and hast provided that, like merchants of true blessings, they might impart to many others the wisdom and good fortune they had received; themselves, meanwhile, reaping the everlasting fruit of virtue."
                        },
                        {
                            "verse": 34,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:34",
                            "text": "Freed from the trammels of vice, and imbued with the love of their fellow-men, they keep mercy ever before their eyes, and hoping for the promises of faith; devoted to modesty, and all those virtues which the past career of human life had thrown aside [but which were now restored by him whose providence is over all]."
                        },
                        {
                            "verse": 35,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:35",
                            "text": "No other power could be found to devise a remedy for such evils, and for that spirit of injustice which had heretofore asserted its dominion over the race of men."
                        },
                        {
                            "verse": 36,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:36",
                            "text": "Providence, however, could reach the circumstances even here, and with ease restored whatever had been disordered by violence and the licentiousness of human passion."
                        },
                        {
                            "verse": 37,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:37",
                            "text": "And this restoring power he exercised without concealment."
                        },
                        {
                            "verse": 38,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:38",
                            "text": "For he knew that, though there were some whose thoughts were able to recognize and understand his power, others there were whose brutish and senseless nature led them to rely exclusively on the testimony of their own senses."
                        },
                        {
                            "verse": 39,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:39",
                            "text": "In open day, therefore, that no one, whether good or evil, might find room for doubt, he manifested his blessed and wondrous healing power; restoring the dead to life again, and renewing with a word the powers of those who had been bereft of bodily sense."
                        },
                        {
                            "verse": 40,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:40",
                            "text": "Can we, in short, suppose, that to render the sea firm as the solid ground, to still the raging of the storm, and finally to ascend to heaven, after turning the unbelief of men to steadfast faith by the performance of these wondrous acts, demanded less than almighty power, was less than the work of God? Nor was the time of his passion unaccompanied by like wonders: when the sun was darkened, and the shades of night obscured the light of day."
                        },
                        {
                            "verse": 41,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:41",
                            "text": "Then terror everywhere laid hold upon the people, and the thought that the end of all things was already come, and that chaos, such as had been ere the order of creation began, would once more prevail."
                        },
                        {
                            "verse": 42,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:42",
                            "text": "Then, too, the cause was sought of so terrible an evil, and in what respect the trespasses of men had provoked the wrath of Heaven; until God himself, who surveyed with calm dignity the arrogance of the ungodly, renewed the face of heaven, and adorned it with the host of stars."
                        },
                        {
                            "verse": 43,
                            "chapter": 11,
                            "name": "Oration of Constantine 11:43",
                            "text": "Thus the beclouded face of Nature was again restored to her pristine beauty."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Oration of Constantine 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Oration of Constantine 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Oration of Constantine 12:2",
                            "text": "—Of those who are Ignorant of this Mystery; and that their Ignorance is Voluntary."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Oration of Constantine 12:3",
                            "text": "The Blessings which await those who know it, especially such as die in the Confession of the Faith."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Oration of Constantine 12:4",
                            "text": "But it will be said by some, who love to blaspheme, that it was in the power of God to ameliorate and soften the natural will of man."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Oration of Constantine 12:5",
                            "text": "What better way, I ask, what better method could be devised, what more effectual effort put forth for reclaiming evil man, than converse with God himself? Was not he visibly present to teach them the principles of virtuous conduct? And if the personal instructions of God were without effect, how much more, had he continued absent and unheard? What, then, had power to hinder this most blessed doctrine? The perverse folly of man."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Oration of Constantine 12:6",
                            "text": "For the clearness of our perceptions is at once obscured, as often as we receive with angry impatience those precepts which are given for our blessing and advantage."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Oration of Constantine 12:7",
                            "text": "In truth, it was the very choice of men to disregard these precepts, and to turn a deaf ear to the commandments so distasteful to them; though had they listened, they would have gained a reward well worthy such attention, and that not for the present only, but the future life, which is indeed the only true life."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Oration of Constantine 12:8",
                            "text": "For the reward of obedience to God is imperishable and everlasting life, to which they may aspire who know him, and frame their course of life so as to afford a pattern to others, and as it were a perpetual standard for the imitation of those who desire to excel in virtue."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Oration of Constantine 12:9",
                            "text": "Therefore was the doctrine committed to men of understanding, that the truths which they communicated might be kept with care and a pure conscience by the members of their households, and that thus a truthful and steadfast observance of God's commands might be secured, the fruit of which is that boldness in the prospect of death which springs from pure faith and genuine holiness before God."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Oration of Constantine 12:10",
                            "text": "He who is thus armed can withstand the tempest of the world, and is sustained even to martyrdom by the invincible power of God, whereby he boldly overcomes the greatest terrors, and is accounted worthy of a crown of glory by him to whom he has thus nobly testified."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Oration of Constantine 12:11",
                            "text": "Nor does he himself assume the praise, knowing full well that it is God who gives the power both to endure, and to fulfill with ready zeal the Divine commands."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Oration of Constantine 12:12",
                            "text": "And well may such a course as this receive the meed of never-failing remembrance and everlasting honor."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Oration of Constantine 12:13",
                            "text": "For as the martyr's life is one of sobriety and obedience to the will of God, so is his death an example of true greatness and generous fortitude of soul."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Oration of Constantine 12:14",
                            "text": "Hence it is followed by hymns and psalms, words and songs of praise to the all-seeing God: and a sacrifice of thanksgiving is offered in memory of such men, a bloodless, a harmless sacrifice, wherein is no need of the fragrant frankincense, no need of fire; but only enough of pure light to suffice the assembled worshipers."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Oration of Constantine 12:15",
                            "text": "Many, too, there are whose charitable spirit leads them to prepare a temperate banquet for the comfort of the needy, and the relief of those who had been driven from their homes: a custom which can only be deemed burdensome by those whose thoughts are not accordant with the divine and sacred doctrine."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Oration of Constantine 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Oration of Constantine 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Oration of Constantine 13:2",
                            "text": "—That there is a Necessary Difference between Created Things."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Oration of Constantine 13:3",
                            "text": "That the Propensity to Good and Evil depends on the Will of Man; and that, consequently, Judgment is a Necessary and Reasonable Thing."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Oration of Constantine 13:4",
                            "text": "There are, indeed, some who venture with childish presumption to find fault with God in respect of this also, and ask why it is that he has not created one and the same natural disposition for all, but rather has ordained the existence of many things different, nay, contrary in their nature, whence arises the dissimilarity of our moral conduct and character."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Oration of Constantine 13:5",
                            "text": "Would it not (say they) have been better, both as regards obedience to the commands of God, and a just apprehension of himself, and for the confirmation of individual faith, that all mankind should be of the same moral character? It is indeed ridiculous to expect that this could be the case, and to forget that the constitution of the world is different from that of the things that are in the world; that physical and moral objects are not identical in their nature, nor the affections of the body the same as those of the soul."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Oration of Constantine 13:6",
                            "text": "[For the immortal soul far exceeds the material world in dignity, and is more blessed than the perishable and terrestrial creation, in proportion as it is noble and more allied to God."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Oration of Constantine 13:7",
                            "text": "] Nor is the human race excluded from participation in the divine goodness; though this is not the lot of all indiscriminately, but of those only who search deeply into the Divine nature, and propose the knowledge of sacred things as the leading object of their lives."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Oration of Constantine 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Oration of Constantine 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Oration of Constantine 14:2",
                            "text": "—That Created Nature differs infinitely from Uncreated Being; to which Man makes the Nearest Approach by a Life of Virtue."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Oration of Constantine 14:3",
                            "text": "Surely it must be the very height of folly to compare created with eternal things, which latter have neither beginning nor end, while the former, having been originated and called into being, and having received a commencement of their existence at some definite time, must consequently, of necessity have an end."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Oration of Constantine 14:4",
                            "text": "How then can things which have thus been made, bear comparison with him who has ordained their being? Were this the case, the power to command their existence could not rightly be attributed to him."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Oration of Constantine 14:5",
                            "text": "Nor can celestial things be compared to him, any more than the material with the intellectual world, or copies with the models from which they are formed."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Oration of Constantine 14:6",
                            "text": "Nay, is it not absurd thus to confound all things, and to obscure the honor of God by comparing him with men, or even with beasts? And is it not characteristic of madmen, utterly estranged from a life of sobriety and virtue, to affect a power equivalent to that of God? If indeed we in any sense aspire to blessedness like that of God, our duty is to lead a life according to his commandments: so shall we, having finished a course consistent with the laws which he has prescribed, dwell for ever superior to the power of fate, in eternal and undecaying mansions."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Oration of Constantine 14:7",
                            "text": "For the only power in man which can be elevated to a comparison with that of God, is sincere and guileless service and devotion of heart to himself, with the contemplation and study of whatever pleases him, the raising our affections above the things of earth, and directing our thoughts, as far as we may, to high and heavenly objects: for from such endeavors, it is said, a victory accrues to us more valuable than many blessings."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Oration of Constantine 14:8",
                            "text": "The cause, then, of that difference which subsists, as regards the inequality both of dignity and power in created beings, is such as I have described."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Oration of Constantine 14:9",
                            "text": "In this the wise acquiesce with abundant thankfulness and joy: while those who are dissatisfied, display their own folly, and their arrogance will reap its due reward."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Oration of Constantine 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Oration of Constantine 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Oration of Constantine 15:2",
                            "text": "—Of the Saviour's Doctrines and Miracles; and the Benefits he confers on those who own Subjection to him."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Oration of Constantine 15:3",
                            "text": "The Son of God invites all men to the practice of virtue, and presents himself to all who have understanding hearts, as the teacher of his saving precepts."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Oration of Constantine 15:4",
                            "text": "Unless, indeed, we will deceive ourselves; and remain in wretched ignorance of the fact, that for our advantage, that is, to secure the blessing of the human race, he went about upon earth; and, having called around him the best men of their age, committed to them instructions full of profit, and of power to preserve them in the path of a virtuous life; teaching them the faith and righteousness which are the true remedy against the adverse power of that malignant spirit whose delight it is to ensnare and delude the inexperienced."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Oration of Constantine 15:5",
                            "text": "Accordingly he visited the sick, relieved the infirm from the ills which afflicted them, and consoled those who felt the extremity of penury and want."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Oration of Constantine 15:6",
                            "text": "He commended also sound and rational sobriety of character, enjoining his followers to endure, with dignity and patience, every kind of injury and contempt: teaching them to regard such as visitations permitted by their Father, and the victory is ever theirs who nobly bear the evils which befall them."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Oration of Constantine 15:7",
                            "text": "For he assured them that the highest strength of all consisted in this steadfastness of soul, combined with that philosophy which is nothing else than the knowledge of truth and goodness, producing in men the generous habit of sharing with their poorer brethren those riches which they have themselves acquired by honorable means."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Oration of Constantine 15:8",
                            "text": "At the same time he utterly forbade all proud oppression, declaring that, as he had come to associate with the lowly, so those who despised the lowly would be excluded from his favor."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Oration of Constantine 15:9",
                            "text": "Such and so great was the test whereby he proved the faith of those who owned allegiance to his authority, and thus he not only prepared them for the contempt of danger and terror, but taught them at the same time the most genuine confidence in himself."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Oration of Constantine 15:10",
                            "text": "Once, too, his rebuke was uttered to restrain the zeal of one of his companions, who yielded too easily to the impulse of passion, when he assaulted with the sword, and, eager to protect his Saviour's life, exposed his own."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Oration of Constantine 15:11",
                            "text": "Then it was that he bade him desist, and returned his sword to its sheath, reproving him for his distrust of refuge and safety in himself, and declaring solemnly that all who should essay to retaliate an injury by like aggression, or use the sword, should perish by a violent death."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Oration of Constantine 15:12",
                            "text": "This is indeed heavenly wisdom, to choose rather to endure than to inflict injury, and to be ready, should necessity so require, to suffer, but not to do, wrong."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Oration of Constantine 15:13",
                            "text": "For since injurious conduct is in itself a most serious evil, it is not the injured party, but the injuring, on whom the heaviest punishment must fall."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Oration of Constantine 15:14",
                            "text": "It is indeed possible for one who is subject to the will of God to avoid the evil both of committing and of suffering injury, provided his confidence be firm in the protection of that God whose aid is ever present to shield his servants from harm."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Oration of Constantine 15:15",
                            "text": "For how should that man who trusts in God attempt to seek for resources in himself? In such a case he must abide the conflict with uncertainty of victory: and no man of understanding could prefer a doubtful to a certain issue."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Oration of Constantine 15:16",
                            "text": "Again, how can that man doubt the presence and aid of God, who has had experience of manifold dangers, and has at all times been easily delivered, at his simple nod, from all terrors: who has passed, as it were, through the sea which was leveled by the Saviour's word, and afforded a solid road for the passage of the people? This is, I believe, the sure basis of faith, the true foundation of confidence, that we find such miracles as these performed and perfected at the command of the God of Providence."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Oration of Constantine 15:17",
                            "text": "Hence it is that even in the midst of trial we find no cause to repent of our faith, but retain an unshaken hope in God; and when this habit of confidence is established in the soul, God himself dwells in the inmost thoughts."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Oration of Constantine 15:18",
                            "text": "But he is of invincible power: the soul, therefore, which has within it him who is thus invincible, will not be overcome by the perils which may surround it."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Oration of Constantine 15:19",
                            "text": "Likewise, we learn this truth from the victory of God himself, who, while intent on providing for the blessing of mankind, though grievously insulted by the malice of the ungodly, yet passed unharmed through the sufferings of his passion, and gained a mighty conquest, an everlasting crown of triumph, over all iniquity; thus accomplishing the purpose of his own providence and love as regards the just, and destroying the cruelty of the impious and unjust."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Oration of Constantine 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Oration of Constantine 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Oration of Constantine 16:2",
                            "text": "—The Coming of Christ was predicted by the Prophets; and was ordained to be the Overthrow of Idols and Idolatrous Cities."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Oration of Constantine 16:3",
                            "text": "Long since had his passion, as well as his advent in the flesh, been predicted by the prophets."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Oration of Constantine 16:4",
                            "text": "The time, too, of his incarnation had been foretold, and the manner in which the fruits of iniquity and profligacy, so ruinous to the works and ways of righteousness, should be destroyed, and the whole world partake of the virtues of wisdom and sound discretion, through the almost universal prevalence of those principles of conduct which the Saviour should promulgate, over the minds of men; whereby the worship of God should be confirmed, and the rites of superstition utterly abolished."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Oration of Constantine 16:5",
                            "text": "By these not the slaughter of animals alone, but the sacrifice of human victims, and the pollutions of an accursed worship, had been devised: as, for example, by the laws of Assyria and Egypt, the lives of innocent men were offered up in images of brass or earth."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Oration of Constantine 16:6",
                            "text": "Therefore have these nations received a recompense worthy so foul a worship."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Oration of Constantine 16:7",
                            "text": "Memphis and Babylon [it was declared] shall be wasted, and left desolate with their fathers' gods."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Oration of Constantine 16:8",
                            "text": "Now these things I speak not from the report of others, but having myself been present, and actually seen the most wretched of these cities, the unfortunate Memphis."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Oration of Constantine 16:9",
                            "text": "Moses desolated, at the Divine command, the land of the once mighty Pharaoh, whose arrogance was his destruction, and destroyed his army (which had proved victorious over numerous and mighty nations, an army strong in defenses and in arms), not by the flight of arrows or the hurling of hostile weapons, but by holy prayer alone, and quiet supplication."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Oration of Constantine 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Oration of Constantine 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Oration of Constantine 17:2",
                            "text": "—Of the Wisdom of Moses, which was an Object of Imitation to the Wise among Heathen Nations."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Oration of Constantine 17:3",
                            "text": "Also concerning Daniel, and the Three Children."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Oration of Constantine 17:4",
                            "text": "No nation has ever been more highly blessed than that which Moses led: none would have continued to enjoy higher blessings, had they not willingly withdrawn themselves from the guidance of the Holy Spirit."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Oration of Constantine 17:5",
                            "text": "But who can worthily describe the praises of Moses himself; who, after reducing to order an unruly nation, and disciplining their minds to habits of obedience and respect, out of captivity restored them to a state of freedom, turned their mourning into gladness, and so far elevated their minds, that, through the excess of contrast with their former circumstances, and the abundance of their prosperity, the spirit of the people was elated with haughtiness and pride? So far did he surpass in wisdom those who had lived before him, that even the wise men and philosophers who are extolled by heathen nations aspired to imitate his wisdom."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Oration of Constantine 17:6",
                            "text": "For Pythagoras, following his wisdom, attained to such a pitch of self-control, that he became to Plato, himself a model of discretion, the standard of his own self-mastery."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Oration of Constantine 17:7",
                            "text": "Again, how great and terrible the cruelty of that ancient Syrian king, over whom Daniel triumphed, the prophet who unfolded the secrets of futurity, whose actions evinced transcendent greatness of soul, and the luster of whose character and life shone conspicuous above all? The name of this tyrant was Nebuchadnezzar, whose race afterward became extinct, and his vast and mighty power was transferred to Persian hands."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Oration of Constantine 17:8",
                            "text": "The wealth of this tyrant was then, and is even now, celebrated far and wide, as well as his ill-timed devotion to unlawful worship, his idol statues, lifting their heads to heaven, and formed of various metals, and the terrible and savage laws ordained to uphold this worship."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Oration of Constantine 17:9",
                            "text": "These terrors Daniel, sustained by genuine piety towards the true God, utterly despised, and predicted that the tyrant's unseasonable zeal would be productive of fearful evil to himself."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Oration of Constantine 17:10",
                            "text": "He failed, however, to convince the tyrant (for excessive wealth is an effectual barrier to true soundness of judgment), and at length the monarch displayed the savage cruelty of his character, by commanding that the righteous prophet should be exposed to the fury of wild beasts."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Oration of Constantine 17:11",
                            "text": "Noble, too, indeed was the united spirit exhibited by those brethren (whose example others have since followed, and have won surpassing glory by their faith in the Saviour's name), those, I mean, who stood unharmed in the fiery furnace, and the terrors appointed to devour them, repelling by the holy touch of their bodies the flame by which they were surrounded."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Oration of Constantine 17:12",
                            "text": "On the overthrow of the Assyrian Empire, which was destroyed by thunderbolts from Heaven, the providence of God conducted Daniel to the court of Cambyses the Persian king."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Oration of Constantine 17:13",
                            "text": "Yet envy followed him even here; nor envy only, but the deadly plots of the magians against his life, with a succession of many and urgent dangers, from all which he was easily delivered by the providential care of Christ, and shone conspicuous in the practice of every virtue."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Oration of Constantine 17:14",
                            "text": "Three times in the day did he present his prayers to God, and memorable were the proofs of supernatural power which he displayed: and hence the magians, filled with envy at the very efficacy of his petitions, represented the possession of such power to the king as fraught with danger, and prevailed on him to adjudge this distinguished benefactor of the Persian people to be devoured by savage lions."
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "Oration of Constantine 17:15",
                            "text": "Daniel, therefore, thus condemned, was consigned to the lions' den (not indeed to suffer death, but to win unfading glory); and though surrounded by these ferocious beasts of prey, he found them more gentle than the men who had enclosed him there."
                        },
                        {
                            "verse": 16,
                            "chapter": 17,
                            "name": "Oration of Constantine 17:16",
                            "text": "Supported by the power of calm and steadfast prayer, he was enabled to subdue all these animals, ferocious as, by nature, they were."
                        },
                        {
                            "verse": 17,
                            "chapter": 17,
                            "name": "Oration of Constantine 17:17",
                            "text": "Cambyses, on learning the event (for so mighty a proof of Divine power could not possibly be concealed), amazed at the marvelous story, and repenting the too easy credence he had given to the slanderous charges of the magians, resolved, notwithstanding, to be himself a witness of the spectacle."
                        },
                        {
                            "verse": 18,
                            "chapter": 17,
                            "name": "Oration of Constantine 17:18",
                            "text": "But when he saw the prophet with uplifted hands rendering praises to Christ, and the lions crouching, and as it were worshiping, at his feet, immediately he adjudged the magians, to whose persuasions he had listened, to perish by the self-same sentence, and shut them up in the lions' den."
                        },
                        {
                            "verse": 19,
                            "chapter": 17,
                            "name": "Oration of Constantine 17:19",
                            "text": "The beasts, erewhile so gentle, rushed at once upon their victims, and with all the fierceness of their nature tore and destroyed them all."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Oration of Constantine 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Oration of Constantine 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Oration of Constantine 18:2",
                            "text": "—Of the Erythraean Sibyl, who pointed in a Prophetic Acrostic at our Lord and his Passion."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Oration of Constantine 18:3",
                            "text": "The Acrostic is \"Jesus Christ, Son of God, Saviour, Cross\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Oration of Constantine 18:4",
                            "text": "My desire, however, is to derive even from foreign sources a testimony to the Divine nature of Christ."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Oration of Constantine 18:5",
                            "text": "For on such testimony it is evident that even those who blaspheme his name must acknowledge that he is God, and the Son of God if indeed they will accredit the words of those whose sentiments coincided with their own."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Oration of Constantine 18:6",
                            "text": "The Erythraean Sibyl, then, who herself assures us that she lived in the sixth generation after the flood, was a priestess of Apollo, who wore the sacred fillet in imitation of the God she served, who guarded also the tripod encompassed with the serpent's folds, and returned prophetic answers to those who approached her shrine; having been devoted by the folly of her parents to this service, a service productive of nothing good or noble, but only of indecent fury, such as we find recorded in the case of Daphne."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Oration of Constantine 18:7",
                            "text": "On one occasion, however, having rushed into the sanctuary of her vain superstition, she became really filled with inspiration from above, and declared in prophetic verses the future purposes of God; plainly indicating the advent of Jesus by the initial letters of these verses, forming an acrostic in these words: Jesus Christ, Son of God, Saviour, Cross."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Oration of Constantine 18:8",
                            "text": "The verses themselves are as follows:  Judgment! Earth's oozing pores shall mark the day;  Earth's heavenly king his glories shall display:  Sovereign of all, exalted on his throne,  Unnumbered multitudes their God shall own;  Shall see their Judge, with mingled joy and fear,  Crowned with his saints, in human form appear."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Oration of Constantine 18:9",
                            "text": "How vain, while desolate earth's glories lie,  Riches, and pomp, and man's idolatry!  In that dread hour, when Nature's fiery doom  Startles the slumb'ring tenants of the tomb,  Trembling all flesh shall stand; each secret wile,  Sins long forgotten, thoughts of guilt and guile,  Open beneath God's searching light shall lie:  No refuge then, but hopeless agony."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Oration of Constantine 18:10",
                            "text": "O'er heaven's expanse shall gathering shades of night  From earth, sun, stars, and moon, withdraw their light;  God's arm shall crush each mountain's towering pride;  On ocean's plain no more shall navies ride."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Oration of Constantine 18:11",
                            "text": "Dried at the source, no river's rushing sound  Shall soothe, no fountain slake the parched ground."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Oration of Constantine 18:12",
                            "text": "Around, afar, shall roll the trumpet's blast,  Voice of wrath long delayed, revealed at last."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Oration of Constantine 18:13",
                            "text": "In speechless awe, while earth's foundations groan,  On judgment's seat earth's kings their God shall own."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Oration of Constantine 18:14",
                            "text": "Uplifted then, in majesty divine,  Radiant with light, behold Salvation's Sign!  Cross of that Lord, who, once for sinners given,  Reviled by man, now owned by earth and heaven,  O'er every land extends his iron sway."
                        },
                        {
                            "verse": 15,
                            "chapter": 18,
                            "name": "Oration of Constantine 18:15",
                            "text": "Such is the name these mystic lines display;  Saviour, eternal king, who bears our sins away."
                        },
                        {
                            "verse": 16,
                            "chapter": 18,
                            "name": "Oration of Constantine 18:16",
                            "text": "It is evident that the virgin uttered these verses under the influence of Divine inspiration."
                        },
                        {
                            "verse": 17,
                            "chapter": 18,
                            "name": "Oration of Constantine 18:17",
                            "text": "And I cannot but esteem her blessed, whom the Saviour thus selected to unfold his gracious purpose towards us."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Oration of Constantine 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Oration of Constantine 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Oration of Constantine 19:2",
                            "text": "—That this Prophecy respecting our Saviour was not the Fiction of any Member of the Christian Church, but the Testimony of the Erythraean Sibyl, whose Books were translated into Latin by Cicero before the coming of Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Oration of Constantine 19:3",
                            "text": "Also that Virgil makes mention of the same, and of the Birth of the Virgin's Child: though he spoke obscurely of this Mystery from Fear of the Ruling Powers."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Oration of Constantine 19:4",
                            "text": "Many, however, who admit that the Erythraean Sibyl was really a prophetess, yet refuse to credit this prediction, and imagine that some one professing our faith, and not unacquainted with the poetic art, was the composer of these verses."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Oration of Constantine 19:5",
                            "text": "They hold, in short, that they are a forgery, and alleged to be the prophecies of the Sibyl on the ground of their containing useful moral sentiments, tending to restrain licentiousness, and to lead man to a life of sobriety and decorum."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Oration of Constantine 19:6",
                            "text": "Truth, however, in this case is evident, since the diligence of our countrymen has made a careful computation of the times; so that there is no room to suspect that this poem was composed after the advent and condemnation of Christ, or that the general report is false, that the verses were a prediction of the Sibyl in an early age."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Oration of Constantine 19:7",
                            "text": "For it is allowed that Cicero was acquainted with this poem, which he translated into the Latin tongue, and incorporated with his own works."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Oration of Constantine 19:8",
                            "text": "This writer was put to death during the ascendancy of Antony, who in his turn was conquered by Augustus, whose reign lasted fifty-six years."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Oration of Constantine 19:9",
                            "text": "Tiberius succeeded, in whose age it was that the Saviour's advent enlightened the world, the mystery of our most holy religion began to prevail, and as it were a new race of men commenced: of which, I suppose, the prince of Latin poets thus speaks:  Behold, a new, a heaven-born race appears."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Oration of Constantine 19:10",
                            "text": "And again, in another passage of the Bucolics:  Sicilian Muses, sound a loftier strain."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Oration of Constantine 19:11",
                            "text": "What can be clearer than this? For he adds,  The voice of Cuma's oracle is heard again."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Oration of Constantine 19:12",
                            "text": "Evidently referring to the Cumaean Sibyl."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Oration of Constantine 19:13",
                            "text": "Nor was even this enough: the poet goes further, as if irresistibly impelled to bear his testimony."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Oration of Constantine 19:14",
                            "text": "What then does he say?  Behold! the circling years new blessings bring:  The virgin comes, with her the long-desired king."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Oration of Constantine 19:15",
                            "text": "Who, then, is the virgin who was to come? Is it not she who was filled with, and with child of the Holy Spirit? And why is it impossible that she who was with child of the Holy Spirit should be, and ever continue to be a virgin? This king, too, will return, and by his coming lighten the sorrows of the world."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "Oration of Constantine 19:16",
                            "text": "The poet adds,  Thou, chaste Lucina, greet the new-born child,  Beneath whose reign the iron offspring ends,  A golden progeny from heaven descends;  His kingdom banished virtue shall restore,  And crime shall threat the guilty world no more."
                        },
                        {
                            "verse": 17,
                            "chapter": 19,
                            "name": "Oration of Constantine 19:17",
                            "text": "We perceive that these words are spoken plainly and at the same time darkly, by way of allegory."
                        },
                        {
                            "verse": 18,
                            "chapter": 19,
                            "name": "Oration of Constantine 19:18",
                            "text": "Those who search deeply for the import of the words, are able to discern the Divinity of Christ."
                        },
                        {
                            "verse": 19,
                            "chapter": 19,
                            "name": "Oration of Constantine 19:19",
                            "text": "But lest any of the powerful in the imperial city might be able to accuse the poet of writing anything contrary to the laws of the country, and subverting the religious sentiments which had prevailed from ancient times, he intentionally obscures the truth."
                        },
                        {
                            "verse": 20,
                            "chapter": 19,
                            "name": "Oration of Constantine 19:20",
                            "text": "For he was acquainted, as I believe, with that blessed mystery which gave to our Lord the name of Saviour: but, that he might avoid the severity of cruel men, he drew the thoughts of his hearers to objects with which they were familiar, saying that altars must be erected, temples raised, and sacrifices offered to the new-born child."
                        },
                        {
                            "verse": 21,
                            "chapter": 19,
                            "name": "Oration of Constantine 19:21",
                            "text": "His concluding words also are adapted to the sentiments of those who were accustomed to such a creed; for he says:."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Oration of Constantine 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:2",
                            "text": "—A Farther Quotation from Virgilius Maro respecting Christ, with its Interpretation, showing that the Mystery was indicated therein darkly, as might be expected from a Poet."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:3",
                            "text": "A life immortal he shall lead, and be  By heroes seen, himself shall heroes see;  evidently meaning the righteous."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:4",
                            "text": "The jarring nations he in peace shall bind,  And with paternal virtues rule mankind."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:5",
                            "text": "Unbidden earth her earliest fruits shall bring,  And fragrant herbs, to greet her infant king."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:6",
                            "text": "Well indeed was this admirably wise and accomplished man acquainted with the cruel character of the times."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:7",
                            "text": "He proceeds:  The goats, uncall'd, full udders home shall bear;  The lowing herds no more fierce lions fear."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:8",
                            "text": "Truly said: for faith will not stand in awe of the mighty in the imperial palace."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:9",
                            "text": "His cradle shall with rising flowers be crown'd:  The serpent's brood shall die; the sacred ground  Shall weeds and poisonous plants refuse to bear;  Each common bush th' Assyrian rose shall wear."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:10",
                            "text": "Nothing could be said more true or more consistent with the Saviour's excellency than this."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:11",
                            "text": "For the power of the Divine Spirit presents the very cradle of God, like fragrant flowers, to the new-born race."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:12",
                            "text": "The serpent, too, and the venom of that serpent, perishes, who originally beguiled our first parents, and drew their thoughts from their native innocence to the enjoyment of pleasures, that they might experience that threatened death."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:13",
                            "text": "For before the Saviour's advent, the serpent's power was shown in subverting the souls of those who were sustained by no well-grounded hope, and ignorant of that immortality which awaits the righteous."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:14",
                            "text": "But after that he had suffered, and was separated for a season from the body which he had assumed, the power of the resurrection was revealed to man through the communication of the Holy Spirit: and whatever stain of human guilt might yet remain was removed by the washing of sacred lustrations."
                        },
                        {
                            "verse": 15,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:15",
                            "text": "Then indeed could the Saviour bid his followers be of good cheer, and, remembering his adorable and glorious resurrection, expect the like for themselves."
                        },
                        {
                            "verse": 16,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:16",
                            "text": "Truly, then, the poisonous race may be said to be extinct."
                        },
                        {
                            "verse": 17,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:17",
                            "text": "Death himself is extinct, and the truth of the resurrection sealed."
                        },
                        {
                            "verse": 18,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:18",
                            "text": "Again, the Assyrian race is gone, which first led the way to faith in God."
                        },
                        {
                            "verse": 19,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:19",
                            "text": "But when he speaks of the growth of amomum every where, he alludes to the multitude of the true worshipers of God."
                        },
                        {
                            "verse": 20,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:20",
                            "text": "For it is as though a multitude of branches, crowned with fragrant flowers, and fitly watered, sprung from the self-same root."
                        },
                        {
                            "verse": 21,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:21",
                            "text": "Most justly said, Maro, thou wisest of poets! and with this all that follows is consistent."
                        },
                        {
                            "verse": 22,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:22",
                            "text": "But when heroic worth his youth shall hear,  And learn his father's virtues to revere."
                        },
                        {
                            "verse": 23,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:23",
                            "text": "By the praises of heroes, he indicates the works of righteous men: by the virtues of his Father he speaks of the creation and everlasting structure of the world: and, it may be, of those laws by which God's beloved Church is guided, and ordered in a course of righteousness and virtue."
                        },
                        {
                            "verse": 24,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:24",
                            "text": "Admirable, again, is the advance to higher things of that state of life which is intermediate, as it were, between good and evil, and which seldom admits a sudden change:  Unlabored harvests shall the fields adorn,  that is, the fruit of the Divine law springs up for the service of men."
                        },
                        {
                            "verse": 25,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:25",
                            "text": "And clustered gropes shall blush on every thorn."
                        },
                        {
                            "verse": 26,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:26",
                            "text": "Far otherwise has it been during the corrupt and lawless period of human life."
                        },
                        {
                            "verse": 27,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:27",
                            "text": "The knotted oaks shall showers of honey weep."
                        },
                        {
                            "verse": 28,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:28",
                            "text": "He here describes the folly and obduracy of the men of that age; and perhaps he also intimates that they who suffer hardships in the cause of God, shall reap sweet fruits of their own endurance."
                        },
                        {
                            "verse": 29,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:29",
                            "text": "Yet, of old fraud some footsteps shall remain;  The merchant still shall plough the deep for gain:  Great cities shall with walls be compassed round,  And sharpened shares shall vex the fruitful ground:  Another Tiphys shall new seas explore;  Another Argo land the chiefs upon the Iberian shore;  Another Helen other wars create,  And great Achilles urge the Trojan fate."
                        },
                        {
                            "verse": 30,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:30",
                            "text": "Well said, wisest of bards! Thou hast carried the license of a poet precisely to the proper point."
                        },
                        {
                            "verse": 31,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:31",
                            "text": "For it was not thy purpose to assume the functions of a prophet, to which thou hadst no claim."
                        },
                        {
                            "verse": 32,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:32",
                            "text": "I suppose also he was restrained by a sense of the danger which threatened one who should assail the credit of ancient religious practice."
                        },
                        {
                            "verse": 33,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:33",
                            "text": "Cautiously, therefore, and securely, as far as possible, he presents the truth to those who have faculties to understand it; and while he denounces the munitions and conflicts of war (which indeed are still to be found in the course of human life), he describes our Saviour as proceeding to the war against Troy, understanding by Troy the world itself."
                        },
                        {
                            "verse": 34,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:34",
                            "text": "And surely he did maintain the struggle against the opposing powers of evil, sent on that mission both by the designs of his own providence and the commandment of his Almighty Father."
                        },
                        {
                            "verse": 35,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:35",
                            "text": "How, then, does the poet proceed?  But when to ripen'd manhood he shall grow,  that is, when, having arrived at the age of manhood, he shall utterly remove the evils which encompass the path of human life, and tranquilize the world by the blessings of peace:  The greedy sailor shall the seas forego;  No keel shall cut the waves for foreign ware,  For every soil shall every product bear."
                        },
                        {
                            "verse": 36,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:36",
                            "text": "The laboring hind his oxen shall disjoin;  No plough shall hurt the glebe, no pruning-hook the vine;  Nor wool shall in dissembled colors shine:  But the luxurious father of the fold,  With native purple, and unborrow'd gold,  Beneath his pompous fleece shall proudly sweat;  And under Tyrian robes the lamb shall bleat."
                        },
                        {
                            "verse": 37,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:37",
                            "text": "Mature in years, to ready honors move,  O of celestial seed, O foster son of Jove!  See, laboring nature calls thee to sustain  The nodding flame of heaven, and earth, and main!  See to their base restored, earth, seas, and air;  And joyful ages, from behind, in crowing ranks appear."
                        },
                        {
                            "verse": 38,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:38",
                            "text": "To sing thy praise, would heaven my breath prolong."
                        },
                        {
                            "verse": 39,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:39",
                            "text": "Infusing spirits worthy such a song,  Not Thracian Orpheus should transcend my lays,  Nor Linus, crown'd with never-fading bays;  Though each his heavenly parent should inspire;  The Muse instruct the voice, and Phoebus tune the lyre."
                        },
                        {
                            "verse": 40,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:40",
                            "text": "Should Pan contend in verse, and thou my theme,  Arcadian judges should their God condemn."
                        },
                        {
                            "verse": 41,
                            "chapter": 20,
                            "name": "Oration of Constantine 20:41",
                            "text": "Behold (says he) how the mighty world and the elements together manifest their joy."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Oration of Constantine 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Oration of Constantine 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Oration of Constantine 21:2",
                            "text": "—That these Things cannot have been spoken of a Mere Man: and that Unbelievers, owing to their Ignorance of Religion, know not even the Origin of their own Existence."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Oration of Constantine 21:3",
                            "text": "It may be some will foolishly suppose that these words were spoken of the birth of a mere ordinary mortal."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Oration of Constantine 21:4",
                            "text": "But if this were all, what reason could there be that the earth should need neither seed nor plough, that the vine should require no pruning-hook, or other means of culture? How can we suppose these things to be spoken of a mere mortal's birth? For nature is the minister of the Divine will, not an instrument obedient to the command of man."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Oration of Constantine 21:5",
                            "text": "Indeed, the very joy of the elements indicates the advent of God, not the conception of a human being."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Oration of Constantine 21:6",
                            "text": "The prayer, too, of the poet that his life might be prolonged is a proof of the Divinity of him whom he invoked; for we desire life and preservation from God, and not from man."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Oration of Constantine 21:7",
                            "text": "Indeed, the Erythraean Sibyl thus appeals to God: \"Why, O Lord, dost thou compel me still to foretell the future, and not rather remove me from this earth to await the blessed day of thy coming?\" And Maro adds to what he had said before:  Begin, sweet boy! with smiles thy mother know,  Who ten long months did with thy burden go."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Oration of Constantine 21:8",
                            "text": "No mortal parents smiled upon thy birth:  No nuptial joy thou know'st, no feast of earth."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Oration of Constantine 21:9",
                            "text": "How could his parents have smiled on him? For his Father is God, who is a Power without sensible quality, existing, not in any definite shape, but as comprehending other beings, and not, therefore, in a human body."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Oration of Constantine 21:10",
                            "text": "And who knows not that the Holy Spirit has no participation in the nuptial union? For what desire can exist in the disposition of that good which all things else desire? What fellowship, in short, can wisdom hold with pleasure? But let these arguments be left to those who ascribe to him a human origin, and who care not to purify themselves from all evil in word as well as deed."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Oration of Constantine 21:11",
                            "text": "On thee, Piety, I call to aid my words, on thee who art the very law of purity, most desirable of all blessings, teacher of holiest hope, assured promise of immortality! Thee, Piety, and thee, Clemency, I adore."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Oration of Constantine 21:12",
                            "text": "We who have obtained thine aid owe thee everlasting gratitude for thy healing power."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Oration of Constantine 21:13",
                            "text": "But the multitudes whom their innate hatred of thyself deprives of thy succor, are equally estranged from God himself, and know not that the very cause of their life and being, and that of all the ungodly, is connected with the rightful worship of him who is Lord of all: for the world itself is his, and all that it contains."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Oration of Constantine 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Oration of Constantine 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Oration of Constantine 22:2",
                            "text": "—The Emperor thankfully ascribes his Victories and all other Blessings to Christ; and condemns the Conduct of the Tyrant Maximin, the Violence of whose Persecution had enhanced the Glory of Religion."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Oration of Constantine 22:3",
                            "text": "To thee, Piety, I ascribe the cause of my own prosperity, and of all that I now possess."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Oration of Constantine 22:4",
                            "text": "To this truth the happy issue of all my endeavors bears testimony: brave deeds, victories in war, and triumphs over conquered foes."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Oration of Constantine 22:5",
                            "text": "This truth the great city itself allows with joy and praise."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Oration of Constantine 22:6",
                            "text": "The people, too, of that much-loved city accord in the same sentiment, though once, deceived by ill-grounded hopes, they chose a ruler unworthy of themselves, a ruler who speedily received the chastisement which his audacious deeds deserved."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Oration of Constantine 22:7",
                            "text": "But be it far from me now to recall the memory of these events, while holding converse with thee, Piety, and essaying with earnest endeavor to address thee with holy and gentle words."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Oration of Constantine 22:8",
                            "text": "Yet will I say one thing, which haply shall not be unbefitting or unseemly."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Oration of Constantine 22:9",
                            "text": "A furious, a cruel, and implacable war was maintained by the tyrants against thee, Piety, and thy holy churches: nor were there wanting some in Rome itself who exulted at a calamity so grievous to the public weal."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Oration of Constantine 22:10",
                            "text": "Nay, the battlefield was prepared; when thou didst stand forth, and present thyself a voluntary victim, supported by faith in God."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Oration of Constantine 22:11",
                            "text": "Then indeed it was that the cruelty of ungodly men, which raged incessantly like a devouring fire, wrought for thee a wondrous and ever memorable glory."
                        },
                        {
                            "verse": 12,
                            "chapter": 22,
                            "name": "Oration of Constantine 22:12",
                            "text": "Astonishment seized the spectators themselves, when they beheld the very executioners who tortured the bodies of their holy victims wearied out, and disgusted at the cruelties; the bonds loosened, the engines of torture powerless, the flames extinguished, while the sufferers preserved their constancy unshaken even for a moment."
                        },
                        {
                            "verse": 13,
                            "chapter": 22,
                            "name": "Oration of Constantine 22:13",
                            "text": "What, then, hast thou gained by these atrocious deeds, most impious of men? And what was the cause of thy insane fury? Thou wilt say, doubtless, these acts of thine were done in honor of the gods."
                        },
                        {
                            "verse": 14,
                            "chapter": 22,
                            "name": "Oration of Constantine 22:14",
                            "text": "What gods are these? or what worthy conception hast thou of the Divine nature? Thinkest thou the gods are subject to angry passions as thou art? Were it so indeed, it had been better for thee to wonder at their strange determination than obey their harsh command, when they urged thee to the unrighteous slaughter of innocent men."
                        },
                        {
                            "verse": 15,
                            "chapter": 22,
                            "name": "Oration of Constantine 22:15",
                            "text": "Thou wilt allege, perhaps, the customs of thy ancestors and the opinion of mankind in general, as the cause of this conduct."
                        },
                        {
                            "verse": 16,
                            "chapter": 22,
                            "name": "Oration of Constantine 22:16",
                            "text": "I grant the fact: for those customs are very like the acts themselves, and proceed from the self-same source of folly."
                        },
                        {
                            "verse": 17,
                            "chapter": 22,
                            "name": "Oration of Constantine 22:17",
                            "text": "Thou thoughtest, it may be, that some special power resided in images formed and fashioned by human art; and hence thy reverence, and diligent care lest they should be defiled: those mighty and highly exalted gods, thus dependent on the care of men!."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Oration of Constantine 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Oration of Constantine 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Oration of Constantine 23:2",
                            "text": "—Of Christian Conduct."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Oration of Constantine 23:3",
                            "text": "That God is pleased with those who lead a Life of Virtue: and that we must expect a Judgment and Future Retribution."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Oration of Constantine 23:4",
                            "text": "Compare our religion with your own."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Oration of Constantine 23:5",
                            "text": "Is there not with us genuine concord, and unwearied love of others? If we reprove a fault, is not our object to admonish, not to destroy; our correction for safety, not for cruelty? Do we not exercise, not only sincere faith towards God, but fidelity in the relations of social life? Do we not pity the unfortunate? Is not ours a life of simplicity which disdains to cover evil beneath the mask of fraud and hypocrisy? Do we not acknowledge the true God, and his undivided sovereignty? This is real godliness: this is religion sincere and truly undefiled: this is the life of wisdom; and they who have it are travelers, as it were, on a noble road which leads to eternal life."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Oration of Constantine 23:6",
                            "text": "For he who has entered on such a course, and keeps his soul pure from the pollutions of the body, does not wholly die: rather may he be said to complete the service appointed him by God, than to die."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Oration of Constantine 23:7",
                            "text": "Again, he who confesses allegiance to God is not easily overborne by insolence or rage, but nobly stands under the pressure of necessity and the trial of his constancy is as it were, a passport to the favor of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Oration of Constantine 23:8",
                            "text": "For we cannot doubt that the Deity is pleased with excellence in human conduct."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Oration of Constantine 23:9",
                            "text": "For it would be absurd indeed if the powerful and the humble alike acknowledge gratitude to those from whose services they receive benefit, and repay them by services in return, and yet that he who is supreme and sovereign of all, nay, who is Good itself, should be negligent in this respect."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Oration of Constantine 23:10",
                            "text": "Rather does he follow us throughout the course of our lives, is near us in every act of goodness, accepts, and at once rewards our virtue and obedience; though he defers the full recompense to that future period, when the actions of our lives shall pass under his review and when those who are clear in that account shall receive the reward of everlasting life, while the wicked shall be visited with the penalties due to their crimes."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Oration of Constantine 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Oration of Constantine 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Oration of Constantine 24:2",
                            "text": "—Of Decius, Valerian, and Aurelian, who experienced a Miserable End in consequence of their Persecution of the Church."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Oration of Constantine 24:3",
                            "text": "To thee, Decius, I now appeal, who has trampled with insult on the labors of the righteous: to thee, the hater of the Church, the punisher of those who lived a holy life: what is now thy condition after death? How hard and wretched thy present circumstances! Nay, the interval before thy death gave proof enough of thy miserable fate, when overthrown with all thine army on the plains of Scythia, thou didst expose the vaunted power of Rome to the contempt of the Goths."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Oration of Constantine 24:4",
                            "text": "Thou, too, Valerian, who didst manifest the same spirit of cruelty towards the servants of God, hast afforded an example of righteous judgment."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Oration of Constantine 24:5",
                            "text": "A captive in the enemies' hands, led in chains while yet arrayed in the purple and imperial attire, and at last thy skin stripped from thee, and preserved by command of Sapor the Persian king, thou hast left a perpetual trophy of thy calamity."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Oration of Constantine 24:6",
                            "text": "And thou, Aurelian, fierce perpetrator of every wrong, how signal was thy fall, when, in the midst of thy wild career in Thrace, thou wast slain on the public highway, and didst fill the furrows of the road with thine impious blood!."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Oration of Constantine 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Oration of Constantine 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Oration of Constantine 25:2",
                            "text": "—Of Diocletian, who ignobly abdicatedthe Imperial Throne, and was terrified by the Dread of Lightning for his Persecution of the Church."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Oration of Constantine 25:3",
                            "text": "Diocletian, however, after the display of relentless cruelty as a persecutor, evinced a consciousness of his own guilt and owing to the affliction of a disordered mind, endured the confinement of a mean and separate dwelling."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Oration of Constantine 25:4",
                            "text": "What then, did he gain by his active hostility against our God? Simply this I believe, that he passed the residue of his life in continual dread of the lightning's stroke."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Oration of Constantine 25:5",
                            "text": "Nicomedia attests the fact; eyewitnesses, of whom I myself am one, declare it."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Oration of Constantine 25:6",
                            "text": "The palace, and the emperor's private chamber were destroyed, consumed by lightning, devoured by the fire of heaven."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Oration of Constantine 25:7",
                            "text": "Men of understanding hearts had indeed predicted the issue of such conduct; for they could not keep silence, nor conceal their grief at such unworthy deeds; but boldly and openly expressed their feeling, saying one to another: \"What madness is this? and what an insolent abuse of power, that man should dare to fight against God; should deliberately insult the most holy and just of all religions; and plan, without the slightest provocation, the destruction of so great a multitude of righteous persons? O rare example of moderation to his subjects! Worthy instructor of his army in the care and protection due to their fellow-citizens! Men who had never seen the backs of a retreating army plunged their swords into the breasts of their own countrymen!\" So great was the effusion of blood shed, that if shed in battle with barbarian enemies, it had been sufficient to purchase a perpetual peace."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Oration of Constantine 25:8",
                            "text": "At length, indeed, the providence of God took vengeance on these unhallowed deeds; but not without severe damage to the state."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Oration of Constantine 25:9",
                            "text": "For the entire army of the emperor of whom I have just spoken, becoming subject to the authority of a worthless person, who had violently usurped the supreme authority at Rome (when the providence of God restored freedom to that great city), was destroyed in several successive battles."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "Oration of Constantine 25:10",
                            "text": "And when we remember the cries with which those who were oppressed, and who ardently longed for their native liberty implored the help of God; and their praise and thanksgiving to him on the removal of the evils under which they had groaned, when that liberty was regained, and free and equitable intercourse restored: do not these things every way afford convincing proofs of the providence of God, and his affectionate regard for the interests of mankind?."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Oration of Constantine 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Oration of Constantine 26:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Oration of Constantine 26:2",
                            "text": "—The Emperor ascribes his Personal Piety to God; and shows that we are bound to seek Success from God, and attribute it to him; but to consider Mistakes as the Result of our own Negligence."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Oration of Constantine 26:3",
                            "text": "When men commend my services, which owe their origin to the inspiration of Heaven, do they not clearly establish the truth that God is the cause of the exploits I have performed? Assuredly they do: for it belongs to God to do whatever is best, and to man, to perform the commands of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Oration of Constantine 26:4",
                            "text": "I believe, indeed, the best and noblest course of action is, when, before an attempt is made, we provide as far as possible for a secure result: and surely all men know that the holy service in which these hands have been employed has originated in pure and genuine faith towards God; that whatever has been done for the common welfare has been effected by active exertion combined with supplication and prayer; the consequence of which has been as great an amount of individual and public benefit as each could venture to hope for himself and those he holds most dear."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Oration of Constantine 26:5",
                            "text": "They have witnessed battles, and have been spectators of a war in which the providence of God has granted victory to this people: they have seen how he has favored and seconded our prayers."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Oration of Constantine 26:6",
                            "text": "For righteous prayer is a thing invincible; and no one fails to attain his object who addresses holy supplication to God: nor is a refusal possible, except in the case of wavering faith; for God is ever favorable, ever ready to approve of human virtue."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Oration of Constantine 26:7",
                            "text": "While, therefore, it is natural for man occasionally to err, yet God is not the cause of human error."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Oration of Constantine 26:8",
                            "text": "Hence it becomes all pious persons to render thanks to the Saviour of all, first for our own individual security, and then for the happy posture of public affairs: at the same time intreating the favor of Christ with holy prayers and constant supplications, that he would continue to us our present blessings."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Oration of Constantine 26:9",
                            "text": "For he is the invincible ally and protector of the righteous: he is the supreme judge of all things, the prince of immorality, the Giver of everlasting life."
                        }
                    ]
                }
            ]
        }
    ]
}