{
    "books": [
        {
            "name": "Methodius: Oration Concerning Simeon and Anna",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Methodius: Oration Concerning Simeon and Anna 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:1",
                            "text": "Oration Concerning Simeon and Anna: I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:2",
                            "text": "Although I have before, as briefly as possible, in my dialogue on chastity, sufficiently laid the foundations, as it were, for a discourse on virginity, yet to-day the season has brought forward the entire subject of the glory of virginity, and its incorruptible crown, for the delightful consideration of the Church's foster-children."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:3",
                            "text": "For to-day the council chamber of the divine oracles is opened wide, and the signs prefiguring this glorious day, with its effects and issues, are by the sacred preachers read over to the assembled Church."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:4",
                            "text": "Today the accomplishment of that ancient and true counsel is, in fact and deed, gloriously manifested to the world."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:5",
                            "text": "Today, without any covering, and with unveiled face, we see, as in a mirror, the glory of the Lord, and the majesty of the divine ark itself."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:6",
                            "text": "To-day, the most holy assembly, bearing upon its shoulders the heavenly joy that was for generations expected, imparts it to the race of man."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:7",
                            "text": "\"Old things are passed away\"—things new burst forth into flowers, and such as fade not away."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:8",
                            "text": "No longer does the stern decree of the law bear sway, but the grace of the Lord reigneth, drawing all men to itself by saving long-suffering."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:9",
                            "text": "No second time is an Uzziah invisibly punished, for daring to touch what may not be touched; for God Himself invites, and who will stand hesitating with fear? He says: \"Come unto Me, all ye that labour and are heavy laden\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:10",
                            "text": "Who, then, will not run to Him? Let no Jew contradict the truth, looking at the type which went before the house of Obededom."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:11",
                            "text": "The Lord has \"manifestly come to His own\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:12",
                            "text": "And sitting on a living and not inanimate ark, as upon the mercy-seat, He comes forth in solemn procession upon the earth."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:13",
                            "text": "The publican, when he touches this ark, comes away just; the harlot, when she approaches this, is remoulded, as it were, and becomes chaste; the leper, when he touches this, is restored whole without pain."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:14",
                            "text": "It repulses none; it shrinks from none; it imparts the gifts of healing, without itself contracting any disease; for the Lord, who loves and cares for man, in it makes His resting-place."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:15",
                            "text": "These are the gifts of this new grace."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:16",
                            "text": "This is that new and strange thing that has happened under the sun—a thing that never had place before, nor will have place again."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:17",
                            "text": "That which God of His compassion toward us foreordained has come to pass, He hath given it fulfilment because of that love for man which is so becoming to Him."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:18",
                            "text": "With good right, therefore, has the sacred trumpet sounded, \"Old things are passed away, behold all things are become new\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:19",
                            "text": "And what shall I conceive, what shall I speak worthy of this day? I am struggling to reach the inaccessible, for the remembrance of this holy virgin far transcends all words of mine."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:20",
                            "text": "Wherefore, since the greatness of the panegyric required completely puts to shame our limited powers, let us betake ourselves to that hymn which is not beyond our faculties, and boasting in our own unalterable defeat, let us join the rejoicing chorus of Christ's flock, who are keeping holy-day."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:21",
                            "text": "And do you, my divine and saintly auditors, keep strict silence, in order that through the narrow channel of ears, as into the harbour of the understanding, the vessel freighted with truth may peacefully sail."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:22",
                            "text": "We keep festival, not according to the vain customs of the Greek mythology; we keep a feast which brings with it no ridiculous or frenzied banqueting of the gods, but which teaches us the wondrous condescension to us men of the awful glory of Him who is God over all."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:23",
                            "text": "II."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:24",
                            "text": "Come, therefore, Isaiah, most solemn of preachers and greatest of prophets, wisely unfold to the Church the mysteries of the congregation in glory, and incite our excellent guests abundantly, to satiate themselves with enduring dainties, in order that, placing the reality which we possess over against that mirror of thine, truthful prophet as thou art, thou mayest joyfully clap thine hands at the issue of thy predictions."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:25",
                            "text": "It came to pass, he says, \"in the year in which king Uzziah died, I saw the Lord sitting upon a throne, high and lifted up; and the house was full of His glory."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:26",
                            "text": "And the seraphim stood round about him: each one had six wings."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:27",
                            "text": "And one cried unto another, and said, Holy, holy, holy, is the Lord of hosts: the whole earth is full of His glory."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:28",
                            "text": "And the posts of the door were moved at the voice of him that cried, and the house was filled with smoke."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:29",
                            "text": "And I said, Woe is me! I am pricked to the heart, for I am a man of unclean lips, and I dwell in the midst of a people of unclean lips: for mine eyes have seen the King, the Lord of hosts."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:30",
                            "text": "And one of the seraphim was sent unto me, having a live coal in his hand, which he had taken with the tongs from off the altar."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:31",
                            "text": "And he touched my mouth, and said, Lo, this hath touched thy lips; and thine iniquity is taken away, and thy sin is purged."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:32",
                            "text": "Also I heard the voice of the Lord, saying, Whom shall I send, and who will go unto this people? Then said I, Here am I; send me."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:33",
                            "text": "And He said, Go, and tell this people, Hear ye indeed, but understand not; and see ye indeed, but perceive not\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:34",
                            "text": "These are the proclamations made beforehand by the prophet through the Spirit."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:35",
                            "text": "Do thou, dearly beloved, consider the force of these words."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:36",
                            "text": "So shalt thou understand the issue of these sacramental symbols, and know both what and how great this assembling together of ourselves is."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:37",
                            "text": "And since the prophet has before spoken of this miracle, come thou, and with the greatest ardour and exultation, and alacrity of heart, together with the keenest sagacity of thine intelligence, and therewith approach Bethlehem the renowned, and place before thy mind an image clear and distinct, comparing the prophecy with the actual issue of events."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:38",
                            "text": "Thou wilt not stand in need of many words to come to a knowledge of the matter; only fix thine eyes on the things which are taking place there."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:39",
                            "text": "\"All things truly are plain to them that understand, and right to them that find knowledge\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:40",
                            "text": "For, behold, as a throne high and lifted up by the glory of Him that fashioned it, the virgin-mother is there made ready, and that most evidently for the King, the Lord of hosts."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:41",
                            "text": "Upon this, consider the Lord now coming unto thee in sinful flesh."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:42",
                            "text": "Upon this virginal throne, I say, worship Him who now comes to thee by this new and ever-adorable way."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:43",
                            "text": "Look around thee with the eye of faith, and thou wilt find around Him, as by the ordinance of their courses, the royal and priestly company of the seraphim."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:44",
                            "text": "These, as His bodyguard, are ever wont to attend the presence of their king."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:45",
                            "text": "Whence also in this place they are not only said to hymn with their praises the divine substance of the divine unity, but also the glory to be adored by all of that one of the sacred Trinity, which now, by the appearance of God in the flesh, hath even lighted upon earth."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:46",
                            "text": "They say: \"The whole earth is full of His glory\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:47",
                            "text": "For we believe that, together with the Son, who was made man for our sakes, according to the good pleasure of His will, was also present the Father, who is inseparable from Him as to His divine nature, anal also the Spirit, who is of one and the same essence with Him."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:48",
                            "text": "For, as says Paul, the interpreter of the divine oracle, \"God was in Christ reconciling the world unto Himself, not imputing their trespasses unto them\"."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:49",
                            "text": "He thus shows that the Father was in the Son, because that one and the same will worked in them."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:50",
                            "text": "III."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:51",
                            "text": "Do thou, therefore, O lover of this festival, when thou hast considered well the glorious mysteries of Bethlehem, which were brought to pass for thy sake, gladly join thyself to the heavenly host, which is celebrating magnificently thy salvation."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:52",
                            "text": "As once David did before the ark, so do thou, before this virginal throne, joyfully lead the dance."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:53",
                            "text": "Hymn with gladsome song the Lord, who is always and everywhere present, and Him who from Teman, as says the prophet, hath thought fit to appear, and that in the flesh, to the race of men."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:54",
                            "text": "Say, with Moses, \"He is my God, and I will glorify Him; my father's God, and I will exalt Him\"."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:55",
                            "text": "Then, after thine hymn of thanksgiving, we shall usefully inquire what cause aroused the King of Glory to appear in Bethlehem."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:56",
                            "text": "His compassion for us compelled Him, who cannot be compelled, to be born in a human body at Bethlehem."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:57",
                            "text": "But what necessity was there that He, when a suckling infant, that He who, though both in time, was not limited by time, that He, who though wrapped in swaddling clothes, was not by them held fast, what necessity was there that He should be an exile and a stranger from His country? Should you, forsooth, wish to know this, ye congregation most holy, and upon whom the Spirit of God hath breathed, listen to Moses proclaiming plainly to the people, stimulating them, as it were, to the knowledge of this extraordinary nativity, and saying, \"Every male that openeth the womb, shall be called holy to the Lord\"."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:58",
                            "text": "O wondrous circumstance! \"O the depth of the riches both of the wisdom and knowledge of God!\" It became indeed the Lord of the law and the prophets to do all things in accordance with His own law, and not to make void the law, but to fulfil it, and rather to connect with the fulfilment of the law the beginning of His grace."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:59",
                            "text": "Therefore it is that the mother, who was superior to the law, submits to the law."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:60",
                            "text": "And she, the holy and undefiled one, observes that time of forty days that was appointed for the unclean."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:61",
                            "text": "And He who makes us free from the law, became subject to the law; and there is offered for Him, who hath sanctified us, a pair of clean birds, in testimony of those who approach clean and blameless."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:62",
                            "text": "Now that that parturition was unpolluted, and stood not in need of expiatory victims, Isaiah is our witness, who proclaims distinctly to the whole earth under the sun: \"Before she travailed,\" he says, \"she brought forth; before her pains came, she escaped, and brought forth a man-child\"."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:63",
                            "text": "Who hath heard such a thing? Who hath seen such things? The must holy virgin mother, therefore, escaped entirely the manner of women even before she brought forth: doubtless, in order that the Holy Spirit, betrothing her unto Himself, and sanctifying her, she might conceive without intercourse with man."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:64",
                            "text": "She hath brought forth her first-born Son, even the only-begotten Son of God, Him, I say, who in the heavens above shone forth as the only-begotten, without mother, from out His Father's substance, and preserved the virginity of His natural unity undivided and inseparable; and who on earth, in the virgin's nuptial chamber, joined to Himself the nature of Adam, like a bridegroom, by an inalienable union, and preserved His mother's purity uncorrupt and uninjured—Him, in short, who in heaven was begotten without corruption, and on earth brought forth in a manner quite unspeakable."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:65",
                            "text": "But to return to our subject."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:66",
                            "text": "IV."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:67",
                            "text": "Therefore the prophet brought the virgin from Nazareth, in order that she might give birth at Bethlehem to her salvation-bestowing child, and brought her back again to Nazareth, in order to make manifest to the world the hope of life."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:68",
                            "text": "Hence it was that the ark of God removed from the inn at Bethlehem, for there He paid to the law that debt of the forty days, due not to justice but to grace, and rested upon the mountains of Sion, and receiving into His pure bosom as upon a lofty throne, and one transcending the nature of man, the Monarch of all, she presented Him there to God the Father, as the joint-partner of His throne and inseparable from His nature, together with that pure and undefiled flesh which he had of her substance assumed."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:69",
                            "text": "The holy mother goes up to the temple to exhibit to the law a new and strange wonder, even that child long expected, who opened the virgin's womb, and yet did not burst the barriers of virginity; that child, superior to the law, who yet fulfilled the law; that child that was at once before the law, and yet after it; that child, in short, who was of her incarnate beyond the law of nature."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:70",
                            "text": "For in other cases every womb being first opened by connection with a man, and, being impregnated by his seed, receives the beginning of conception, and by the pangs which make perfect parturition, doth at length bring forth to light its offspring endowed with reason, and with its nature consistent, in accordance with the wise provision of God its Creator."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:71",
                            "text": "For God said, \"Be fruitful, and multiply, and replenish the earth\"."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:72",
                            "text": "But the womb of this virgin, without being opened before, or being impregnated with seed, gave birth to an offspring that transcended nature, while at the same time it was cognate to it, and that without detriment to the indivisible unity, so that the miracle was the more stupendous, the prerogative of virginity likewise remaining intact."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:73",
                            "text": "She goes up, therefore to the temple, she who was more exalted than the temple, clothed with a double glory—the glory, I say, of undefiled virginity, and that of ineffable fecundity, the benediction of the law, and the sanctification of grace."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:74",
                            "text": "Wherefore he says who saw it: \"And the whole house was full of His glory, and the seraphim stood round about him; and one cried unto another, and said, Holy, holy, holy, is the Lord of hosts: the whole earth is full of His glory\"."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:75",
                            "text": "As also the blessed prophet Habakkuk has charmingly sung, saying, \"In the midst of two living creatures thou shalt be known: as the years draw nigh thou shalt be recognised—when the time is come thou shalt be shown forth\"."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:76",
                            "text": "See, I pray you, the exceeding accuracy of the Spirit."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:77",
                            "text": "He speaks of knowledge, recognition, showing forth."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:78",
                            "text": "As to the first of these: \"In the midst of two living creatures thou shalt be known,\" he refers to that overshadowing of the divine glory which, in the time of the law, rested in the Holy of holies upon the covering of the ark, between the typical cherubim, as He says to Moses, \"There will I be known to thee\"."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:79",
                            "text": "But He refers likewise to that concourse of angels, which hath now come to meet us, by the divine and ever adorable manifestation of the Saviour Himself in the flesh, although He in His very nature cannot be beheld by us, as Isaiah has even before declared."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:80",
                            "text": "But when He says, \"As the years draw nigh, thou shalt be recognised,\" He means, as has been said before, that glorious recognition of our Saviour, God in the flesh, who is otherwise invisible to mortal eye; as somewhere Paul, that great interpreter of sacred mysteries, says: \"But when the fulness of the time was come, God sent forth His Son, made of a woman, made under the law, to redeem them that were under the law, that we might receive the adoption of sons\"."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:81",
                            "text": "And then, as to that which is subjoined, \"When the time is come, Thou shalt be shown forth,\" what exposition doth this require, if a man diligently direct the eye of his mind to the festival which we are now celebrating? \"For then shalt Thou be shown forth,\" He says, \"as upon a kingly charger, by Thy pure and chaste mother, in the temple, and that in the grace and beauty of the flesh assumed by Thee\"."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:82",
                            "text": "All these things the prophet, summing up for the sake of greater clearness, exclaims in brief: \"The Lord is in His holy temple;\" \"Fear before Him all the earth\"."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:83",
                            "text": "V."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:84",
                            "text": "Tremendous, verily, is the mystery connected with thee, O virgin mother, thou spiritual throne, glorified and made worthy of God."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:85",
                            "text": "Thou hast brought forth, before the eyes of those in heaven and earth, a pre-eminent wonder."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:86",
                            "text": "And it is a proof of this, and an irrefragable argument, that at the novelty of thy supernatural child-bearing, the angels sang on earth, \"Glory to God in the highest, and on earth peace, good-will towards men,\" by their threefold song bringing in a threefold holiness."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:87",
                            "text": "Blessed art thou among the generations of women, O thou of God most blessed, for by thee the earth has been filled with that divine glory of God; as in the Psalms it is sung: \"Blessed be the Lord God of Israel, and the whole earth shall be filled with His glory, Amen."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:88",
                            "text": "Amen\"."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:89",
                            "text": "And the posts of the door, says the prophet, moved at the voice of him that cried, by which is signified the veil of the temple drawn before the ark of the covenant, which typified thee, that the truth might be laid open to me, and also that I might be taught, by the types and figures which went before, to approach with reverence and trembling to do honour to the sacred mystery which is connected with thee; and that by means of this prior shadow-painting of the law I might be restrained from boldly and irreverently contemplating with fixed gaze Him who, in His incomprehensibility, is seated far above all."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:90",
                            "text": "For if to the ark, which was the image and type of thy sanctity, such honour was paid of God that to no one but to the priestly order only was the access to it open, or ingress allowed to behold it, the veil separating it off, and keeping the vestibule as that of a queen, what, and what sort of veneration is due to thee from us who are of creation the least, to thee who art indeed a queen; to thee, the living ark of God, the Lawgiver; to thee, the heaven that contains Him who can be contained of none? For since thou, O holy virgin, hast dawned as a bright day upon the world and hast brought forth the Sun of Righteousness, that hateful horror of darkness has been chased away; the power of the tyrant has been broken, death hath been destroyed, hell swallowed up, and all enmity dissolved before the face of peace; noxious diseases depart now that salvation looks forth; and the whole universe has been filled with the pure and clear light of truth."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:91",
                            "text": "To which things Solomon alludes in the Book of Canticles, and begins thus: \"My beloved is mine, and I am his; he feedeth among the lilies until the day break, and the shadows flee away\"."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:92",
                            "text": "Since then, the God of gods hath appeared in Sion, and the splendour of His beauty hath appeared in Jerusalem; and \"a light has sprung up for the righteous, and joy for those who are true of heart\"."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:93",
                            "text": "According to the blessed David, the Perfecter and Lord of the perfected hath, by the Holy Spirit, called the teacher and minister of the law to minister and testify of those things which were done."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:94",
                            "text": "VI."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:95",
                            "text": "Hence the aged Simeon, putting off the weakness of the flesh, and putting on the strength of hope, in the face of the law hastened to receive the Minister of the law, the Teacher with authority, the God of Abraham, the Protector of Isaac, the Holy One of Israel, the Instructor of Moses; Him, I say, who promised to show him His divine incarnation, as it were His hinder parts; Him who, in the midst of poverty, was rich; Him who in infancy was before the ages; Him who, though seen, was invisible; Him who in comprehension was incomprehensible; Him who, though in littleness, yet surpassed all magnitude—at one and the same time in the temple and in the highest heavens—on a royal throne, and on the chariot of the cherubim Him who is both above and below continuously; Him who is in the form of a servant, and in the form of God the Father; a subject, and yet King of all."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:96",
                            "text": "He was entirely given up to desire, to hope, to joy; he was no longer his own, but His who had been looked for."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:97",
                            "text": "The Holy Spirit had announced to him the joyful tidings, and before he reached the temple, carried aloft by the eyes of his understanding, as if even now he possessed what he had longed for, he exulted with joy."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:98",
                            "text": "Being thus led on, and in his haste treading the air with his steps, he reaches the shrine hitherto held sacred; but, not heeding the temple, he stretches out his holy arms to the Ruler of the temple, chanting forth in song such strains as become the joyous occasion: I long for Thee, O Lord God of my fathers, and Lord of mercy, who hast deigned, of Thine own glory and goodness, which provides for all, of Thy gracious condescension, with which Thou inclinest towards us, as a Mediator bringing peace, to establish harmony between earth and heaven."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:99",
                            "text": "I seek Thee, the Great Author of all."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:100",
                            "text": "With longing I expect Thee who, with Thy word, embracest all things."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:101",
                            "text": "I wait for Thee, the Lord of life and death."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:102",
                            "text": "For Thee I look, the Giver of the law, and the Successor of the law."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:103",
                            "text": "I hunger for Thee, who quickenest the dead; I thirst for Thee, who refreshest the weary; I desire Thee, the Creator and Redeemer of the world."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:104",
                            "text": "Thou art our God, and Thee we adore; Thou art our holy Temple, and in Thee we pray; Thou art our Lawgiver, and Thee we obey; Thou art God of all things the First."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:105",
                            "text": "Before Thee was no other god begotten of God the Father; neither after Thee shall there be any other son consubstantial and of one glory with the Father."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:106",
                            "text": "And to know Thee is perfect righteousness, and to know Thy power is the root of immortality."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:107",
                            "text": "Thou art He who, for our salvation, was made the head stone of the corner, precious and honourable, declared before to Sion."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:108",
                            "text": "For all things are placed under Thee as their Cause and Author, as He who brought all things into being out of nothing, and gave to what was unstable a firm coherence; as the connecting Band and Preserver of that which has been brought into being; as the Framer of things by nature different; as He who, with wise and steady hand, holds the helm of the universe; as the very Principle of all good order; as the irrefragable Bond of concord and peace."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:109",
                            "text": "For in Thee we live, and move, and have our being."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:110",
                            "text": "Wherefore, O Lord my God, I will glorify Thee, I will praise Thy name; for Thou hast done wonderful things; Thy counsels of old are faithfulness and truth; Thou art clothed with majesty and honour."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:111",
                            "text": "For what is more splendid for a king than a purple robe embroidered around with flowers, and a shining diadem? Or what for God, who delights in man, is more magnificent than this merciful assumption of the manhood, illuminating with its resplendent rays those who sit in darkness and the shadow of death? Fitly did that temporal king and Thy servant once sing of Thee as the King Eternal, saying, Thou art fairer than the children of men, who amongst men art very God and man."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:112",
                            "text": "For Thou hast girt, by Thy incarnation, Thy loins with righteousness, and anointed Thy veins with faithfulness, who Thyself art very righteousness and truth, the joy and exultation of all."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:113",
                            "text": "Therefore rejoice with me this day, ye heavens, for the Lord hath showed mercy to His people."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:114",
                            "text": "Yea, let the clouds drop the dew of righteousness upon the world; let the foundations of the earth sound a trumpet-blast to those in Hades, for the resurrection of them that sleep is come."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:115",
                            "text": "Let the earth also cause compassion to spring up to its inhabitants; for I am filled with comfort; I am exceeding joyful since I have seen Thee, the Saviour of men."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:116",
                            "text": "VII."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:117",
                            "text": "While the old man was thus exultant, and rejoicing with exceeding great and holy joy, that which had before been spoken of in a figure by the prophet Isaiah, the holy mother of God now manifestly fulfilled."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:118",
                            "text": "For taking, as from a pure and undefiled altar, that coal living and ineffable, with man's flesh invested, in the embrace of her sacred hands, as it were with the tongs, she held Him out to that just one, addressing and exhorting him, as it seems to me, in words to this effect: Receive, O reverend senior, thou of priests the most excellent, receive the Lord, and reap the full fruition of that hope of thine which is not left widowed and desolate."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:119",
                            "text": "Receive, thou of men the most illustrious, the unfailing treasure, and those riches which can never be taken away."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:120",
                            "text": "Take to thine embrace, O thou of men most wise, that unspeakable might, that unsearchable power, which can alone support thee."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:121",
                            "text": "Embrace, thou minister of the temple, the Greatness infinite, and the Strength incomparable."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:122",
                            "text": "Fold thyself around Him who is the very life itself, and live, O thou of men most venerable."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:123",
                            "text": "Cling closely to incorruption and be renewed, O thou of men most righteous."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:124",
                            "text": "Not too bold is the attempt; shrink not from it then, O thou of men most holy."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:125",
                            "text": "Satiate thyself with Him thou hast longed for, and take thy delight in Him who has been given, or rather who gives Himself to thee, O thou of men most divine."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:126",
                            "text": "Joyfully draw thy light, O thou of men most pious, from the Sun of Righteousness, that gleams around thee through the unsullied mirror of the flesh."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:127",
                            "text": "Fear not His gentleness, nor let His clemency terrify thee, O thou of men most blessed."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:128",
                            "text": "Be not afraid of His lenity, nor shrink from His kindness, O thou of men most modest."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:129",
                            "text": "Join thyself to Him with alacrity, and delay not to obey Him."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:130",
                            "text": "That which is spoken to thee, and held out to thee, savours not of over-boldness."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:131",
                            "text": "Be not then reluctant, O thou of men the most decorous."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:132",
                            "text": "The flame of the grace of my Lord does not consume, but illuminates thee, O thou of men most just."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:133",
                            "text": "Let the bush which set forth me in type, with respect to the verity of that fire which yet had no subsistence, teach thee this, O thou who art in the law the best instructed."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:134",
                            "text": "Let that furnace which was as it were a breeze distilling dew persuade thee, O master, of the dispensation of this mystery."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:135",
                            "text": "Then, beside all this, let my womb be a proof to thee, in which He was contained, who in nought else was ever contained, of the substance of which the incarnate Word yet deigned to become incarnate."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:136",
                            "text": "The blast of the trumpet does not now terrify those who approach, nor a second time does the mountain all on smoke cause terror to those who draw nigh, nor indeed does the law punish relentlessly those who would boldly touch."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:137",
                            "text": "What is here present speaks of love to man; what is here apparent, of the Divine condescension."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:138",
                            "text": "Thankfully, then, receive the God who comes to thee, for He shall take away thine iniquities, and thoroughly purge thy sins."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:139",
                            "text": "In thee, let the cleansing of the world first, as in type, have place."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:140",
                            "text": "In thee, and by thee, let that justification which is of grace become known beforehand to the Gentiles."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:141",
                            "text": "Thou art worthy of the quickening first-fruits."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:142",
                            "text": "Thou hast made good use of the law."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:143",
                            "text": "Use grace henceforth."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:144",
                            "text": "With the letter thou hast grown weary; in the spirit be renewed."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:145",
                            "text": "Put off that which is old, and clothe thyself with that which is new."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:146",
                            "text": "For of these matters I think not that thou art ignorant."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:147",
                            "text": "VIII."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:148",
                            "text": "Upon all this that righteous man, waxing bold and yielding to the exhortation of the mother of God, who is the handmaid of God in regard to the things which pertain to men, received into his aged arms Him who in infancy was yet the Ancient of days, and blessed God, and said, \"Lord, now lettest Thou Thy servant depart in peace, according to Thy word: for mine eyes have seen Thy salvation, which Thou hast prepared before the face of all people; a light to lighten the Gentiles, and the glory of Thy people Israel\"."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:149",
                            "text": "I have received from Thee a joy unmixed with pain."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:150",
                            "text": "Do thou, O Lord, receive me rejoicing, and singing of Thy mercy and compassion."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:151",
                            "text": "Thou hast given unto me this joy of heart."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:152",
                            "text": "I render unto Thee with gladness my tribute of thanksgiving."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:153",
                            "text": "I have known the power of the love of God."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:154",
                            "text": "Since, for my sake, God of Thee begotten, in a manner ineffable, and without corruption, has become man."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:155",
                            "text": "I have known the inexplicable greatness of Thy love and care for us, for Thou hast sent forth Thine own bowels to come to our deliverance."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:156",
                            "text": "Now, at length, I understand what I had from Solomon learned: \"Strong as death is love: for by it shall the sting of death be done away, by it shall the dead see life, by it shall even death learn what death is, being made to cease from that dominion which over us he exercised."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:157",
                            "text": "By it, also, shall the serpent, the author of our evils, be taken captive and overwhelmed\"."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:158",
                            "text": "Thou hast made known to us, O Lord, Thy salvation, causing to spring up for us the plant of peace, and we shall no longer wander in error."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:159",
                            "text": "Thou hast made known to us, O Lord, that Thou hast not unto the end overlooked Thy servants; neither hast Thou, O beneficent One, forgotten entirely the works of Thine hands."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:160",
                            "text": "For out of Thy compassion for our low estate Thou hast shed forth upon us abundantly that goodness of Thine which is inexhaustible, and with Thy very nature cognate, having redeemed us by Thine only begotten Son, who is unchangeably like to Thee, and of one substance with Thee; judging it unworthy of Thy majesty and goodness to entrust to a servant the work of saving and benefiting Thy servants, or to cause that those who had offended should be reconciled by a minister."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:161",
                            "text": "But by means of that light, which is of one substance with Thee, Thou hast given light to those that sat in darkness and in the shadow of death, in order that in Thy light they might see the light of knowledge; and it has seemed good to Thee, by means of our Lord and Creator, to fashion us again unto immortality; and Thou hast graciously given unto us a return to Paradise by means of Him who separated us from the joys of Paradise; and by means of Him who hath power to forgive sins Thou hast blotted out the handwriting which was against us."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:162",
                            "text": "Lastly, by means of Him who is a partaker of Thy throne and who cannot be separated from Thy divine nature, Thou hast given unto us the gift of reconciliation and access unto Thee with confidence in order that, by the Lord who recognises the sovereign authority of none, by the true and omnipotent God, the subscribed sanction, as it were, of so many and such great blessings might constitute the justifying gifts of grace to be certain and indubitable rights to those who have obtained mercy."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:163",
                            "text": "And this very thing the prophet before had announced in the words: No ambassador, nor angel, but the Lord Himself saved them; because He loved them, and spared them, and He took them up, and exalted them."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:164",
                            "text": "And all this was, not of works of righteousness which we have done, nor because we loved Thee,—for our first earthly forefather, who was honourably entertained, in the delightful abode of Paradise, despised Thy divine and saving commandment, and was judged unworthy of that life-giving place, and mingling his seed with the bastard off-shoots of sin, he rendered it very weak;—but Thou, O Lord, of Thine own self, and of Thine ineffable love toward the creature of Thine hands, hast confirmed Thy mercy toward us, and, pitying our estrangement from Thee, hast moved Thyself at the sight of our degradation to take us into compassion."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:165",
                            "text": "Hence, for the future, a joyous festival is established for us of the race of Adam, because the first Creator of Adam of His own free-will has become the Second Adam."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:166",
                            "text": "And the brightness of the Lord our God hath come down to sojourn with us, so that we see God face to face, and are saved."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:167",
                            "text": "Therefore, O Lord, I seek of Thee to be allowed to depart."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:168",
                            "text": "I have seen Thy salvation; let me be delivered from the bent yoke of the letter."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:169",
                            "text": "I have seen the King Eternal, to whom no other succeeds; let me be set free from this servile and burdensome chain."
                        },
                        {
                            "verse": 170,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:170",
                            "text": "I have seen Him who is by nature my Lord and Deliverer; may I obtain, then, His decree for my deliverance."
                        },
                        {
                            "verse": 171,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:171",
                            "text": "Set me free from the yoke of condemnation, and place me under the yoke of justification."
                        },
                        {
                            "verse": 172,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:172",
                            "text": "Deliver me from the yoke of the curse, and of the letter that killeth; and enrol me in the blessed company of those who, by the grace of this Thy true Son, who is of equal glory and power with Thee, have been received into the adoption of sons."
                        },
                        {
                            "verse": 173,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:173",
                            "text": "IX."
                        },
                        {
                            "verse": 174,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:174",
                            "text": "Let then, says he, what I have thus far said in brief, suffice for the present as my offering of thanks to God."
                        },
                        {
                            "verse": 175,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:175",
                            "text": "But what shall I say to thee, O mother-virgin and virgin-mother? For the praise even of her who is not man's work exceeds the power of man."
                        },
                        {
                            "verse": 176,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:176",
                            "text": "Wherefore the dimness of my poverty I will make bright with the splendour of the gifts of the spirits that around thee shine, and offering to thee of thine own, from the immortal meadows I will pluck a garland for thy sacred and divinely crowned head."
                        },
                        {
                            "verse": 177,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:177",
                            "text": "With thine ancestral hymns will I greet thee, O daughter of David, and mother of the Lord and God of David."
                        },
                        {
                            "verse": 178,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:178",
                            "text": "For it were both base and inauspicious to adorn thee, who in thine own glory excellest with that which belongeth unto another."
                        },
                        {
                            "verse": 179,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:179",
                            "text": "Receive, therefore, O lady most benignant, gifts precious, and such as are fitted to thee alone, O thou who art exalted above all generations, and who, amongst all created things, both visible and invisible, shinest forth as the most honourable."
                        },
                        {
                            "verse": 180,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:180",
                            "text": "Blessed is the root of Jesse, and thrice blessed is the house of David, in which thou hast sprung up."
                        },
                        {
                            "verse": 181,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:181",
                            "text": "God is in the midst of thee, and thou shalt not be moved, for the Most High hath made holy the place of His tabernacle."
                        },
                        {
                            "verse": 182,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:182",
                            "text": "For in thee the covenants and oaths made of God unto the fathers have received a most glorious fulfilment, since by thee the Lord hath appeared, the God of hosts with us."
                        },
                        {
                            "verse": 183,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:183",
                            "text": "That bush which could not be touched, which beforehand shadowed forth thy figure endowed with divine majesty, bare God without being consumed, who manifested Himself to the prophet just so far as He willed to be seen."
                        },
                        {
                            "verse": 184,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:184",
                            "text": "Then, again, that hard and rugged rock, which imaged forth the grace and refreshment which has sprung out from thee for all the world, brought forth abundantly in the desert out of its thirsty sides a healing draught for the fainting people."
                        },
                        {
                            "verse": 185,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:185",
                            "text": "Yea, moreover, the rod of the priest which, without culture, blossomed forth in fruit, the pledge and earnest of a perpetual priesthood, furnished no contemptible symbol of thy supernatural child-bearing."
                        },
                        {
                            "verse": 186,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:186",
                            "text": "What, moreover? Hath not the mighty Moses expressly declared, that on account of these types of thee, hard to be understood, he delayed longer on the mountain, in order that he might learn, O holy one, the mysteries that with thee are connected? For being commanded to build the ark as a sign and similitude of this thing, he was not negligent in obeying the command, although a tragic occurrence happened on his descent from the mount; but having made it in size five cubits and a half, he appointed it to be the receptacle of the law, and covered it with the wings of the cherubim, most evidently pre-signifying thee, the mother of God, who hast conceived Him without corruption, and in an ineffable manner brought forth Him who is Himself, as it were, the very consistence of incorruption, and that within the limits of the five and a half circles of the world."
                        },
                        {
                            "verse": 187,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:187",
                            "text": "On thy account, and the undefiled Incarnation of God, the Word, which by thee had place for the sake of that flesh which immutably and indivisibly remains with Him for ever."
                        },
                        {
                            "verse": 188,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:188",
                            "text": "The golden pot also, as a most certain type, preserved the manna contained in it, which in other cases was changed day by day, unchanged, and keeping fresh for ages."
                        },
                        {
                            "verse": 189,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:189",
                            "text": "The prophet Elijah likewise, as prescient of thy chastity, and being emulous of it through the Spirit, bound around him the crown of that fiery life, being by the divine decree adjudged superior to death."
                        },
                        {
                            "verse": 190,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:190",
                            "text": "Thee also, prefiguring his successor Elisha, having been instructed by a wise master, and anticipating thy presence who wast not yet born, by certain sure indications of the things that would have place hereafter, ministered help and healing to those who were in need of it, which was of a virtue beyond nature; now with a new cruse, which contained healing salt, curing the deadly waters, to show that the world was to be recreated by the mystery manifested in thee; now with unleavened meal, in type responding to thy child-bearing, without being defiled by the seed of man, banishing from the food the bitterness of death; and then again, by efforts which transcended nature, rising superior to the natural elements in the Jordan, and thus exhibiting, in signs beforehand, the descent of our Lord into Hades, and His wonderful deliverance of those who were held fast in corruption."
                        },
                        {
                            "verse": 191,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:191",
                            "text": "For all things yielded and succumbed to that divine image which prefigured thee."
                        },
                        {
                            "verse": 192,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:192",
                            "text": "X."
                        },
                        {
                            "verse": 193,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:193",
                            "text": "But why do I digress, and lengthen out my discourse, giving it the rein with these varied illustrations, and that when the truth of thy matter stands like a column before the eye, in which it were better and more profitable to luxuriate and delight in? Wherefore, bidding adieu to the spiritual narrations and wondrous deeds of the saints throughout all ages, I pass on to thee who art always to be had in remembrance, and who holdest the helm, as it were, of this festival."
                        },
                        {
                            "verse": 194,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:194",
                            "text": "Blessed art thou, all-blessed, and to be desired of all."
                        },
                        {
                            "verse": 195,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:195",
                            "text": "Blessed of the Lord is thy name, full of divine grace, and grateful exceedingly to God, mother of God, thou that givest light to the faithful."
                        },
                        {
                            "verse": 196,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:196",
                            "text": "Thou art the circumscription, so to speak, of Him who cannot be circumscribed; the root of the most beautiful flower; the mother of the Creator; the nurse of the Nourisher; the circumference of Him who embraces all things; the upholder of Him who upholds all things by His word; the gate through which God appears in the flesh; the tongs of that cleansing coal; the bosom in small of that bosom which is all-containing; the fleece of wool, the mystery of which cannot be solved; the well of Bethlehem, that reservoir of life which David longed for, out of which the draught of immortality gushed forth; the mercy-seat from which God in human form was made known unto men; the spotless robe of Him who clothes Himself with light as with a garment."
                        },
                        {
                            "verse": 197,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:197",
                            "text": "Thou hast lent to God, who stands in need of nothing, that flesh which He had not, in order that the Omnipotent might become that which it was his good pleasure to be."
                        },
                        {
                            "verse": 198,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:198",
                            "text": "What is more splendid than this? What than this is more sublime? He who fills earth and heaven, whose are all things, has become in need of thee, for thou hast lent to God that flesh which He had not."
                        },
                        {
                            "verse": 199,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:199",
                            "text": "Thou hast clad the Mighty One with that beauteous panoply of the body by which it has become possible for Him to be seen by mine eyes."
                        },
                        {
                            "verse": 200,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:200",
                            "text": "And I, in order that I might freely approach to behold Him, have received that by which all the fiery darts of the wicked shall be quenched."
                        },
                        {
                            "verse": 201,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:201",
                            "text": "Hail! hail! mother and handmaid of God."
                        },
                        {
                            "verse": 202,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:202",
                            "text": "Hail! hail! thou to whom the great Creditor of all is a debtor."
                        },
                        {
                            "verse": 203,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:203",
                            "text": "We are all debtors to God, but to thee He is Himself indebted."
                        },
                        {
                            "verse": 204,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:204",
                            "text": "For He who said, \"Honour thy father and thy mother,\" will have most assuredly, as Himself willing to be proved by such proofs, kept inviolate that grace, and His own decree towards her who ministered to Him that nativity to which He voluntarily stooped, and will have glorified with a divine honour her whom He, as being without a father, even as she was without a husband, Himself has written down as mother."
                        },
                        {
                            "verse": 205,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:205",
                            "text": "Even so must these things be."
                        },
                        {
                            "verse": 206,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:206",
                            "text": "For the hymns which we offer to thee, O thou most holy and admirable habitation of God, are no merely useless and ornamental words."
                        },
                        {
                            "verse": 207,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:207",
                            "text": "Nor, again, is thy spiritual laudation mere secular trifling, or the shoutings of a false flattery, O thou who of God art praised; thou who to God gavest suck; who by nativity givest unto mortals their beginning of being, but they are of clear and evident truth."
                        },
                        {
                            "verse": 208,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:208",
                            "text": "But the time would fail us, ages and succeeding generations too, to render unto thee thy fitting salutation as the mother of the King Eternal, even as somewhere the illustrious prophet says, teaching us how incomprehensible thou art."
                        },
                        {
                            "verse": 209,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:209",
                            "text": "How great is the house of God, and how large is the place of His possession! Great, and hath none end, high and unmeasurable."
                        },
                        {
                            "verse": 210,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:210",
                            "text": "For verily, verily, this prophetic oracle, and most true saying, is concerning thy majesty; for thou alone hast been thought worthy to share with God the things of God; who hast alone borne in the flesh Him, who of God the Father was the Eternally and Only-Begotten."
                        },
                        {
                            "verse": 211,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:211",
                            "text": "So do they truly believe who hold fast to the pure faith."
                        },
                        {
                            "verse": 212,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:212",
                            "text": "XI."
                        },
                        {
                            "verse": 213,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:213",
                            "text": "But for the time that remains, my most attentive hearers, let us take up the old man, the receiver of God, and our pious teacher, who hath put in here, as it were, in safety from that virginal sea, and let us refresh him, both satisfied as to his divine longing, and conveying to us this most blessed theology; and let us ourselves follow out the rest of our discourse, directing our course unerringly with reference to our prescribed end, and that under the guidance of God the Almighty, so shall we not be found altogether unfruitful and unprofitable as to what is required of us."
                        },
                        {
                            "verse": 214,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:214",
                            "text": "When, then, to these sacred rites, prophecy and the priesthood had been jointly called, and that pair of just ones elected of God—Simeon, I mean, and Anna, bearing in themselves most evidently the images of both peoples—had taken their station by the side of that glorious and virginal throne,—for by the old man was represented the people of Israel, and the law now waxing old; whilst the widow represents the Church of the Gentiles, which had been up to this point a widow,—the old man, indeed, as personating the law, seeks dismissal; but the widow, as personating the Church, brought her joyous confession of faith and spake of Him to all that looked for redemption in Jerusalem, even as the things that were spoken of both have been appositely and excellently recorded, and quite in harmony with the sacred festival."
                        },
                        {
                            "verse": 215,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:215",
                            "text": "For it was fitting and necessary that the old man who knew so accurately that decree of the law, in which it is said: Hear Him, and every soul that will not hearken unto Him shall be cut off from His people, should seek a peaceful discharge from the tutorship of the law; for in truth it were insolence and presumption, when the king is present and addressing the people, for one of his attendants to make a speech over against him, and that to this man his subjects should incline their ears."
                        },
                        {
                            "verse": 216,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:216",
                            "text": "It was necessary, too, that the widow who had been increased with gifts beyond measure, should in festal strains return her thanks to God; and so the things which there took place were agreeable to the law."
                        },
                        {
                            "verse": 217,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:217",
                            "text": "But, for what remains, it is necessary to inquire how, since the prophetic types and figures bear, as has been shown, a certain analogy and relation to this prominent feast, it is said that the house was filled with smoke."
                        },
                        {
                            "verse": 218,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:218",
                            "text": "Nor does the prophet say this incidentally, but with significance, speaking of that cry of the Thrice-Holy, uttered by the heavenly seraphs."
                        },
                        {
                            "verse": 219,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:219",
                            "text": "You will discover the meaning of this, my attentive hearer, if you do but take up and examine what follows upon this narration: For hearing, he says, ye shall hear, and shall not understand; and seeing, ye shall see, and not perceive."
                        },
                        {
                            "verse": 220,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:220",
                            "text": "When, therefore, the foolish Jewish children had seen the glorious wonders which, as David sang, the Lord had performed in the earth, and had seen the sign from the depth and from the height meeting together, without division or confusion; as also Isaiah had before declared, namely, a mother beyond nature, and an offspring beyond reason; an earthly mother and a heavenly son; a new taking of man's nature, I say, by God, and a child-bearing without marriage; what in creation's circuit could be more glorious and more to be spoken of than this! yet when they had seen this it was all one as if they had not seen it; they closed their eyes, and in respect of praise were supine."
                        },
                        {
                            "verse": 221,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:221",
                            "text": "Therefore the house in which they boasted was filled with smoke."
                        },
                        {
                            "verse": 222,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:222",
                            "text": "XII."
                        },
                        {
                            "verse": 223,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:223",
                            "text": "And in addition to this, when besides the spectacle, and even beyond the spectacle, they heard an old man, very righteous, very worthy of credit, worthy also of emulation, inspired by the Holy Spirit, a teacher of the law, honoured with the priesthood, illustrious in the gift of prophecy, by the hope which he had conceived of Christ, extending the limits of life, and putting off the debt of death—when they saw him, I say, leaping for joy, speaking words of good omen, quite transformed with gladness of heart, entirely rapt in a divine and holy ecstasy; who from a man had been changed into an angel by a godly change, and, for the immensity of his joy, chanted his hymn of thanksgiving, and openly proclaimed the \"Light to lighten the Gentiles, and the glory of Thy people Israel\"."
                        },
                        {
                            "verse": 224,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:224",
                            "text": "Not even then were they willing to hear what was placed within their hearing, and held in veneration by the heavenly beings themselves; wherefore the house in which they boasted was filled with smoke."
                        },
                        {
                            "verse": 225,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:225",
                            "text": "Now smoke is a sign and sure evidence of wrath; as it is written, \"There went up a smoke in His anger, and fire from His countenance devoured;\" and in another place, \"Amongst the disobedient people shall the fire burn,\" which plainly, in the revered Gospels, our Lord signified, when He said to the Jews, \"Behold your house is left unto you desolate\"."
                        },
                        {
                            "verse": 226,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:226",
                            "text": "Also, in another place, \"The king sent forth his armies, and destroyed those murderers, and burnt up their city\"."
                        },
                        {
                            "verse": 227,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:227",
                            "text": "Of such a nature was the adverse reward of the Jews for their unbelief, which caused them to refuse to pay to the Trinity the tribute of praise."
                        },
                        {
                            "verse": 228,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:228",
                            "text": "For after that the ends of the earth were sanctified, and the mighty house of the Church was filled, by the proclamation of the Thrice Holy, with the glory of the Lord, as the great waters cover the seas, there happened to them the things which before had been declared, and the beginning of prophecy was confirmed by its issue, the preacher of truth signifying, as has been said, by the Holy Spirit, as it were in an example, the dreadful destruction which was to come upon them, in the words: \"In the year in which king Uzziah died, I saw the Lord\"—Uzziah, doubtless, as an apostate, being taken as the representative of the whole apostate body—the head of which he certainly was—who also, paying the penalty due to his presumption, carried on his forehead, as upon a brazen statue, the divine vengeance engraved, by the loathsomeness of leprosy, exhibiting to all the retribution of their loathsome impiety."
                        },
                        {
                            "verse": 229,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:229",
                            "text": "Wherefore with divine wisdom did he, who had foreknowledge of these events, oppose the bringing in of the thankful Anna to the casting out of the ungrateful synagogue."
                        },
                        {
                            "verse": 230,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:230",
                            "text": "Her very name also pre-signifies the Church, that by the grace of Christ and God is justified in baptism."
                        },
                        {
                            "verse": 231,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:231",
                            "text": "For Anna is, by interpretation, grace."
                        },
                        {
                            "verse": 232,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:232",
                            "text": "XIII."
                        },
                        {
                            "verse": 233,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:233",
                            "text": "But here, as in port, putting in the vessel that bears the ensign of the cross, let us reef the sails of our oration, in order that it may be with itself commensurate."
                        },
                        {
                            "verse": 234,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:234",
                            "text": "Only first, in as few words as possible, let us salute the city of the Great King together with the whole body of the Church, as being present with them in spirit, and keeping holy-day with the Father, and the brethren most held in honour there."
                        },
                        {
                            "verse": 235,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:235",
                            "text": "Hail, thou city of the Great King, in which the mysteries of our salvation are consummated."
                        },
                        {
                            "verse": 236,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:236",
                            "text": "Hail, thou heaven upon earth, Sion, the city that is for ever faithful unto the Lord."
                        },
                        {
                            "verse": 237,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:237",
                            "text": "Hail, and shine thou Jerusalem, for thy light is come, the Light Eternal, the Light for ever enduring, the Light Supreme, the Light Immaterial, the Light of one substance with God and the Father, the Light which is in the Spirit, and in which is the Father; the Light which illumines the ages; the Light which gives light to mundane and supramundane things, Christ our very God."
                        },
                        {
                            "verse": 238,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:238",
                            "text": "Hail, city sacred and elect of the Lord."
                        },
                        {
                            "verse": 239,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:239",
                            "text": "Joyfully keep thy festal days, for they will not multiply so as to wax old and pass away."
                        },
                        {
                            "verse": 240,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:240",
                            "text": "Hail, thou city most happy, for glorious things are spoken of thee; thy priest shall be clothed with righteousness, and thy saints shall shout for joy, and thy poor shall be satisfied with bread."
                        },
                        {
                            "verse": 241,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:241",
                            "text": "Hail! rejoice, O Jerusalem, for the Lord reigneth in the midst of thee."
                        },
                        {
                            "verse": 242,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:242",
                            "text": "That Lord, I say, who in His simple and immaterial Deity, entered our nature, and of the virgin's womb became ineffably incarnate; that Lord, who was partaker of nothing else save the lump of Adam, who was by the serpent tripped up."
                        },
                        {
                            "verse": 243,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:243",
                            "text": "For the Lord laid not hold of the seed of angels—those, I say, who fell not away from that beauteous order and rank that was assigned to them from the beginning."
                        },
                        {
                            "verse": 244,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:244",
                            "text": "To us He condescended, that Word who was always with the Father co-existent God."
                        },
                        {
                            "verse": 245,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:245",
                            "text": "Nor, again, did He come into the world to restore; nor will He restore, as has been imagined by some impious advocates of the devil, those wicked demons who once fell from light; but when the Creator and Framer of all things had, as the most divine Paul says, laid hold of the seed of Abraham, and through him of the whole human race, He was made man for ever, and without change, in order that by His fellowship with us, and our joining on to Him, the ingress of sin into us might be stopped, its strength being broken by degrees, and itself as wax being melted, by that fire which the Lord, when He came, sent upon the earth."
                        },
                        {
                            "verse": 246,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:246",
                            "text": "Hail to thee, thou Catholic Church, which hast been planted in all the earth, and do thou rejoice with us."
                        },
                        {
                            "verse": 247,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:247",
                            "text": "Fear not, little flock, the storms of the enemy, for it is your Father's good pleasure to give you the kingdom, and that you should tread upon the necks of your enemies."
                        },
                        {
                            "verse": 248,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:248",
                            "text": "Hail, and rejoice, thou that wast once barren, and without seed unto godliness, but who hast now many children of faith."
                        },
                        {
                            "verse": 249,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:249",
                            "text": "Hail, thou people of the Lord, thou chosen generation, thou royal priesthood, thou holy nation, thou peculiar people—show forth His praises who hath called you out of darkness into His marvellous light; and for His mercies glorify Him."
                        },
                        {
                            "verse": 250,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:250",
                            "text": "XIV."
                        },
                        {
                            "verse": 251,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:251",
                            "text": "Hail to thee for ever, thou virgin mother of God, our unceasing joy, for unto thee do I again return."
                        },
                        {
                            "verse": 252,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:252",
                            "text": "Thou art the beginning of our feast; thou art its middle and end; the pearl of great price that belongest unto the kingdom; the fat of every victim, the living altar of the bread of life."
                        },
                        {
                            "verse": 253,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:253",
                            "text": "Hail, thou treasure of the love of God."
                        },
                        {
                            "verse": 254,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:254",
                            "text": "Hail, thou fount of the Son's love for man."
                        },
                        {
                            "verse": 255,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:255",
                            "text": "Hail, thou overshadowing mount of the Holy Ghost."
                        },
                        {
                            "verse": 256,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:256",
                            "text": "Thou gleamedst, sweet gift-bestowing mother, of the light of the sun; thou gleamedst with the insupportable fires of a most fervent charity, bringing forth in the end that which was conceived of thee before the beginning, making manifest the mystery hidden and unspeakable, the invisible Son of the Father—the Prince of Peace, who in a marvellous manner showed Himself as less than all littleness."
                        },
                        {
                            "verse": 257,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:257",
                            "text": "Wherefore, we pray thee, the most excellent among women, who boastest in the confidence of thy maternal honours, that thou wouldest unceasingly keep us in remembrance."
                        },
                        {
                            "verse": 258,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:258",
                            "text": "O holy mother of God, remember us, I say, who make our boast in thee, and who in hymns august celebrate the memory, which will ever live, and never fade away."
                        },
                        {
                            "verse": 259,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:259",
                            "text": "And do thou also, O honoured and venerable Simeon, thou earliest host of our holy religion, and teacher of the resurrection of the faithful, be our patron and advocate with that Saviour God, whom thou wast deemed worthy to receive into thine arms."
                        },
                        {
                            "verse": 260,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:260",
                            "text": "We, together with thee, sing our praises to Christ, who has the power of life and death, saying, Thou art the true Light, proceeding from the true Light; the true God, begotten of the true God; the one Lord, before Thine assumption of the humanity; that One nevertheless, after Thine assumption of it, which is ever to be adored; God of Thine own self and not by grace, but for our sakes also perfect man; in Thine own nature the King absolute and sovereign, but for us and for our salvation existing also in the form of a servant, yet immaculately and without defilement."
                        },
                        {
                            "verse": 261,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:261",
                            "text": "For Thou who art incorruption hast come to set corruption free, that Thou mightest render all things uncorrupt."
                        },
                        {
                            "verse": 262,
                            "chapter": 1,
                            "name": "Methodius: Oration Concerning Simeon and Anna 1:262",
                            "text": "For Thine is the glory, and the power, and the greatness, and the majesty, with the Father and the Holy Spirit, for ever, Amen."
                        }
                    ]
                }
            ]
        }
    ]
}