{
    "books": [
        {
            "name": "Gregory The Great: Register of Epistles VII",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Gregory The Great: Register of Epistles VII 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Gregory The Great: Register of Epistles VII 1:1",
                            "text": "Book VII."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Gregory The Great: Register of Epistles VII 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VII 2:1",
                            "text": "Epistle II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VII 2:2",
                            "text": "To Columbus, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VII 2:3",
                            "text": "Gregory to Columbus, Bishop of Numidia."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VII 2:4",
                            "text": "We received at the hands of the bearer, your deacon, the epistle of your Fraternity, in which you informed us of what had been done among you with regard to the person of the bishop Paul."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VII 2:5",
                            "text": "This has been done so late that he could not now have appeared here in person."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VII 2:6",
                            "text": "For his Excellency also, our son Gennadius the Patrician, sent his chancellor to us with reference to the same case."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VII 2:7",
                            "text": "But when we had caused enquiry to be made whether he was willing to plead against him [i-e: against the bishop Paul] before us, he replied that he had been by no means sent with this intent but had only brought hither certain three persons from his Church who would allege many things against him."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VII 2:8",
                            "text": "While, then, we neither found him prepared to commence an action, nor were moved by the quality of those persons to regard them as fit accusers of a bishop, we could not gainsay or offer hindrance to the often before-mentioned bishop Paul, who petitioned us in the hope of having leave given him to resort to the royal city; but we presently allowed him according to his petition, with two others whom he should take with him, to set forth."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VII 2:9",
                            "text": "If, then, there have been any things that could be reasonably said against him, the proper course would have been for him to come here at once, and for your Fraternity to inform us of all particulars, as you have now done."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VII 2:10",
                            "text": "For, as to your having signified to us that you suffer from the enmities of many on account of our frequently visiting you by our letters, there is no doubt, most reverend brother, that the good suffer from the grudges of the bad, and that those who are intent on divine works are harassed by the oppositions of the perverse."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Gregory The Great: Register of Epistles VII 2:11",
                            "text": "But, in proportion as these bad things are around you, ought you to be more instantly occupied with the care of the government committed to you, and to watch for the custody of the flock of Christ; and in proportion as the contrariety of unrighteous men presses upon you, ought the care of pastoral solicitude to inflame you to be more active, and very certain of the promised reward, to the end that you may be able to offer to the chief Shepherd gain from the work given you to do."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Gregory The Great: Register of Epistles VII 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:1",
                            "text": "Epistle IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:2",
                            "text": "To Cyriacus, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:3",
                            "text": "Gregory to Cyriacus, Bishop of Constantinople."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:4",
                            "text": "We have received with becoming charity our common sons, George the presbyter and Theodore your deacon; and we rejoice that you have passed from the care of ecclesiastical business to the government of souls, since, according to the voice of the Truth, He that is faithful in a little will be faithful also in much (Luke xvi."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:5",
                            "text": "10)."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:6",
                            "text": "And to the servant who administers well it is said, Because thou hast been faithful over a few things, I will make thee ruler over many things (Matth."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:7",
                            "text": "xxv."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:8",
                            "text": "23); to whom also it is presently said further with respect to eternal retribution, Enter thou into the joy of thy Lord."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:9",
                            "text": "Now you say in your letter that you had exceedingly wished for rest."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:10",
                            "text": "But in this you shew that you have fitly assumed pastoral responsibility, since, as a place of rule should be denied to those who covet it, so it should be offered to those who fly from it."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:11",
                            "text": "And no man taketh this honour unto himself, but he that is called of God, as was Aaron (Hebr."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:12",
                            "text": "v."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:13",
                            "text": "4)."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:14",
                            "text": "And again the same excellent preacher says, If one died far all, then all died; and Christ died for all."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:15",
                            "text": "It remaineth that they which live should not henceforth live unto themselves, but unto him which died for them, and rose again (2 Cor."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:16",
                            "text": "v."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:17",
                            "text": "14, 15)."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:18",
                            "text": "And to the shepherd of holy Church it is said, Simon, son of Jonas, lovest thou me? Feed My sheep (John xxi."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:19",
                            "text": "17)."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:20",
                            "text": "From which words it appears that, if one who is able refuses to feed the sheep of Almighty God, he shews that he does not love the chief Shepherd."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:21",
                            "text": "For if the Only-begotten of the Father, for accomplishing the good of all, came forth from the secrecy of the Father into the midst of us, what shall we say, if we prefer our secrecy to the good of our  neighbours? Thus rest is to be desired by us with all our heart; and yet for the advantage of many it should sometimes be laid aside."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:22",
                            "text": "For, as we ought with full desire to fly from occupation, so, if there should be a want of some one to preach, we must needs put a willing shoulder under the burden of occupation."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:23",
                            "text": "And this we are taught by the conduct of two prophets, one of whom attempted to shun the office of preaching, while the other desired it."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:24",
                            "text": "For to the Lord who sent him Jeremias replied saying, Ah, Lord God, I cannot speak; for I am a child (Jer."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:25",
                            "text": "i."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:26",
                            "text": "6)."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:27",
                            "text": "And when Almighty God sought for some one to preach, saying, Whom shall I send, and who will go for us? Isaias offered himself of his own accord, saying, Here am I, send me (Isai."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:28",
                            "text": "vi."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:29",
                            "text": "8)."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:30",
                            "text": "Lo, different voices proceeded outwardly from the two, but they flowed from the same fountain of love."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:31",
                            "text": "For indeed there are two precepts of charity; to wit, the love of God and of one's neighbour."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:32",
                            "text": "Wherefore Isaias, wishing to profit his neighbours by an active life, desires the office of preaching; but Jeremias, longing to cling assiduously to the love of his Maker by a contemplative life, protests against being sent to preach."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:33",
                            "text": "What, then, one laudably desired the other laudably shrunk from: the latter lest by speaking he should lose the gains of silent contemplation; the former lest by keeping silence he should feel the loss of diligent work."
                        },
                        {
                            "verse": 34,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:34",
                            "text": "But this is nicely to be observed in both, that he who refused did not resist finally, and he who wished to be sent saw himself previously purged by a coal from the altar; that so no one who has not been purged should dare to approach sacred ministries, nor any one whom heavenly grace chooses refuse proudly under a show of humility."
                        },
                        {
                            "verse": 35,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:35",
                            "text": "Moreover I find you in your epistles seeking with great longing after serenity of mind, and panting for tranquillity of thought apart from perturbation."
                        },
                        {
                            "verse": 36,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:36",
                            "text": "But I know not in what manner your Fraternity can attain to this."
                        },
                        {
                            "verse": 37,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:37",
                            "text": "For one who has undertaken the pilotage of a ship must needs watch all the more as he further recedes from shore, so as sometimes to foresee from signs the coming storms; sometimes, when they come, either, if they are small, to ride over them in a straight course, or, if they swell violently, to avoid them as they rush on by steering sideways; and often to watch alone when all who are without charge of the ship are at rest."
                        },
                        {
                            "verse": 38,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:38",
                            "text": "How, moreover, having undertaken the burden of pastoral charge, can you have serenity of thought, seeing that it is written, Behold giants groan under the waters (Job xxvi."
                        },
                        {
                            "verse": 39,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:39",
                            "text": "5)? For, according to the words of John, The waters are peoples (Rev."
                        },
                        {
                            "verse": 40,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:40",
                            "text": "xvii."
                        },
                        {
                            "verse": 41,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:41",
                            "text": "15)."
                        },
                        {
                            "verse": 42,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:42",
                            "text": "And the groaning of giants under the waters means that whoso in this world has increased in degree of power, as though in a sort of massive size of body, feels the load of greater tribulation by so much the more as he has taken on himself the care of ruling peoples."
                        },
                        {
                            "verse": 43,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:43",
                            "text": "But, if the power of the Holy Spirit breathes upon the afflicted mind, forthwith what was done bodily for the people of Israel takes place with us spiritually."
                        },
                        {
                            "verse": 44,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:44",
                            "text": "For it is written, But the children of Israel walked upon dry land in the midst of the sea (Exod."
                        },
                        {
                            "verse": 45,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:45",
                            "text": "xiv."
                        },
                        {
                            "verse": 46,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:46",
                            "text": "29)."
                        },
                        {
                            "verse": 47,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:47",
                            "text": "And through the prophet the Lord promises saying, When thou passest through the waters, I will be with thee, and the rivers shall not overflow thee (Isai."
                        },
                        {
                            "verse": 48,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:48",
                            "text": "xliii."
                        },
                        {
                            "verse": 49,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:49",
                            "text": "2)."
                        },
                        {
                            "verse": 50,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:50",
                            "text": "For the rivers overflow those whom the active business of this world confounds with perturbation of mind."
                        },
                        {
                            "verse": 51,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:51",
                            "text": "But he who is sustained in mind by the grace of the Holy Spirit passes through the waters, and yet is not overflowed by the rivers, because in the midst of crowds of peoples he so proceeds along his way as not to sink the head of his mind beneath the active business of the world."
                        },
                        {
                            "verse": 52,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:52",
                            "text": "I also, who, unworthy as I am, have come to a place of rule, had sometimes determined to seek some place of retirement: but, seeing the Divine counsels to be opposed to me, I submitted the neck of my heart to my Maker's yoke; especially reflecting on this, that no hidden places whatever can save the soul without the grace of God; and this we observe sometimes, when even saints go astray."
                        },
                        {
                            "verse": 53,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:53",
                            "text": "For Lot was righteous in the depraved city itself, and sinned on the mountain (Gen."
                        },
                        {
                            "verse": 54,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:54",
                            "text": "xix."
                        },
                        {
                            "verse": 55,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:55",
                            "text": ")."
                        },
                        {
                            "verse": 56,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:56",
                            "text": "But why speak of these instances, when we know of greater ones? For what is pleasanter than Paradise? What safer than Heaven? And yet man out of Paradise, and the angel from heaven, by sinning fell."
                        },
                        {
                            "verse": 57,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:57",
                            "text": "His power, then, should be sought, His grace implored, without whom we are nowhere without fault, with whom we are nowhere without righteousness."
                        },
                        {
                            "verse": 58,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:58",
                            "text": "We should, then, take care that perturbation of thought get not the better of our minds; for it can by no means be entirely got rid of."
                        },
                        {
                            "verse": 59,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:59",
                            "text": "For whosoever is in a place of rule must needs have to think sometimes even of earthly things, and to have a care also of external things, that the flock committed to him may be able to subsist for accomplishing what it has to do."
                        },
                        {
                            "verse": 60,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:60",
                            "text": "But it should be most carefully seen to, that this same care pass not due measure, and that, when lawfully admitted into the heart, it be not allowed to become excessive."
                        },
                        {
                            "verse": 61,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:61",
                            "text": "Whence  it is rightly said through Ezekiel, Let not the priests shave their heads, nor suffer their locks to grow long; but polling let them poll their heads (Ezek."
                        },
                        {
                            "verse": 62,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:62",
                            "text": "xliv."
                        },
                        {
                            "verse": 63,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:63",
                            "text": "20)."
                        },
                        {
                            "verse": 64,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:64",
                            "text": "For what are hairs in the head by signification but thoughts in the mind? For, rising above the brain insensibly, they denote cares of the present life, which from negligent perception, since they come on sometimes importunely, advance as it were without our feeling them."
                        },
                        {
                            "verse": 65,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:65",
                            "text": "Since, then, all who are over others ought indeed to have outward anxieties, and yet not to devote themselves to them exceedingly, the priests are rightly forbidden either to shave the head or to let their locks grow long, so that they may neither entirely cut off from themselves carnal thoughts for the life of their subjects, nor again allow them to grow too much."
                        },
                        {
                            "verse": 66,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:66",
                            "text": "And it is also there well said, Polling let them poll their heads; meaning that the anxieties of a temporal charge should both proceed as far as is needful, and yet should be soon cut short, lest they grow to an immoderate length."
                        },
                        {
                            "verse": 67,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:67",
                            "text": "While therefore both, through external provision administered, the life of bodies is protected, and again intentness of heart is not hindered through the same being immoderate, the hairs on the head of the priest are kept to cover the skin, and cut short so as not to veil the eyes."
                        },
                        {
                            "verse": 68,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:68",
                            "text": "Furthermore, we have received in full faith your letters addressed to us, and give thanks to Almighty God, who, by the mutual confession of the faithful, guards the coat that is without seam woven from the top throughout, that is to say His Church, in the unity of grace, from all rent of error; and against the deluge (so to speak) of so many sins of the perishing world constructs an ark of many planks in which the elect of Almighty God may be preserved unto life."
                        },
                        {
                            "verse": 69,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:69",
                            "text": "For, when we in our turn send the confession of our faith to you, and you shew your charity towards us, what are we doing in holy Church but smearing the ark with pitch; lest any wave of error enter, and kill all the spiritual as being men, and the carnal as being beasts."
                        },
                        {
                            "verse": 70,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:70",
                            "text": "But, when you have wisely professed a right faith, it remains doubtless that you should keep the more warily the peace of hearts, because of what the Truth says, Have salt in yourselves, and have peace one with another (Mark ix."
                        },
                        {
                            "verse": 71,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:71",
                            "text": "50)."
                        },
                        {
                            "verse": 72,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:72",
                            "text": "And Paul the apostle admonishes, saying, Endeavouring to keep the unity of the Spirit in the bond of peace (Ephes."
                        },
                        {
                            "verse": 73,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:73",
                            "text": "iv."
                        },
                        {
                            "verse": 74,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:74",
                            "text": "3)."
                        },
                        {
                            "verse": 75,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:75",
                            "text": "And again he says, Follow peace with all men, and holiness, without which no man shall see God (Hebr."
                        },
                        {
                            "verse": 76,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:76",
                            "text": "xii."
                        },
                        {
                            "verse": 77,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:77",
                            "text": "14)."
                        },
                        {
                            "verse": 78,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:78",
                            "text": "Which peace indeed you will then truly have with us, if you turn away from the pride of a profane name, according to what the same teacher of the Gentiles says, O Timothy, keep that which is committed to thy trust, avoiding profane novelties of words (1 Tim."
                        },
                        {
                            "verse": 79,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:79",
                            "text": "vi."
                        },
                        {
                            "verse": 80,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:80",
                            "text": "20)."
                        },
                        {
                            "verse": 81,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:81",
                            "text": "For indeed it is too bad, if these who have been made preachers of humility should glory in the elation of a vain name, when the true preacher says, But God forbid that I should glory, save in the cross of our Lord Jesus Christ (Gal."
                        },
                        {
                            "verse": 82,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:82",
                            "text": "vi."
                        },
                        {
                            "verse": 83,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:83",
                            "text": "14."
                        },
                        {
                            "verse": 84,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:84",
                            "text": ")."
                        },
                        {
                            "verse": 85,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:85",
                            "text": "He then is truly glorious who glories not in temporal power, but, for the name of Christ, glories in His passion."
                        },
                        {
                            "verse": 86,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:86",
                            "text": "Herein therefore we embrace you from the bottom of our heart, herein we recognize you as priests, if, rejecting the vanity of words, you occupy the place of holiness with holy humility."
                        },
                        {
                            "verse": 87,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:87",
                            "text": "For behold, we have been scandalized by this impious appellation, and retain in our mind and express in words by no means slight complaints."
                        },
                        {
                            "verse": 88,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:88",
                            "text": "But your Fraternity knows how the Truth says, If thou offerest thy gift before the altar, and there rememberest that thy brother hath ought against thee, leave there thy gift, and go thy way to be first reconciled to thy brother, and then thou shalt come and offer thy gift (Matth."
                        },
                        {
                            "verse": 89,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:89",
                            "text": "v."
                        },
                        {
                            "verse": 90,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:90",
                            "text": "23, 24)."
                        },
                        {
                            "verse": 91,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:91",
                            "text": "Herein is to be considered, that, while every fault is done away by the offering of sacrifice, so great is the evil of offence engendered in another's heart that from one who has so sinned the Lord accepts not the sacrifice itself which is wont to do away sin."
                        },
                        {
                            "verse": 92,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:92",
                            "text": "Take heed then with speed to wipe off cause of offence from your heart, that Almighty God may be able to regard as acceptable the sacrifice of your offering."
                        },
                        {
                            "verse": 93,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:93",
                            "text": "Furthermore, while you have truly and accurately professed the right faith, we find that among those whom you have held to be condemned by the most holy general synods you have condemned a certain Eudoxius; whose name we have not found mentioned in the Latin language either in synods or in the books of the bishops of blessed memory, Epiphanius, Augustin, or Philaster, whom we know to have been the chief disputants against heretics."
                        },
                        {
                            "verse": 94,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:94",
                            "text": "Now if any one of the catholic  Fathers really condemns him, we undoubtedly follow their opinion."
                        },
                        {
                            "verse": 95,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:95",
                            "text": "If, however, in your synodical epistle you have wished to condemn by name those also who, apart from the holy synods, are condemned in the writings of the Fathers, your Fraternity has mentioned too few by many; but if those whom the general synods reject, then too many by this one."
                        },
                        {
                            "verse": 96,
                            "chapter": 3,
                            "name": "Gregory The Great: Register of Epistles VII 3:96",
                            "text": "But in the midst of all these things it is to be remembered, that in order that we may be free to profess the true faith and to order whatever has to be done in peace and concord, we ought to pray incessantly for the life of our most serene lords and of their offspring, that Almighty God would subdue barbarous nations under their feet, and grant them long and happy lives, to the end that through a Christian empire the faith which is in Christ may reign."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Gregory The Great: Register of Epistles VII 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles VII 4:1",
                            "text": "Epistle V."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles VII 4:2",
                            "text": "To Cyriacus, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles VII 4:3",
                            "text": "Gregory to Cyriacus, Bishop of Constantinople."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles VII 4:4",
                            "text": "When in time past I represented the Apostolic See in the royal city, I became acquainted with the good qualities of your Holiness."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles VII 4:5",
                            "text": "And I greatly rejoice that the care of souls has been committed to you."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles VII 4:6",
                            "text": "And though unworthy, I beseech Almighty God with all the prayers in my power that He would even increase His grace in you, and cause you to gather gain of souls for the eternal country."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles VII 4:7",
                            "text": "But, whereas you say that you are weak for this work that has been put upon you, we know that the first virtue is acknowledgment of infirmity; and from this we gather that you can fulfil well the ministry you have undertaken, that we see how, out of humility, you acknowledge your own infirmity."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles VII 4:8",
                            "text": "For we are all infirm; but he is more infirm who has not strength to consider his infirmity."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles VII 4:9",
                            "text": "But you, most blessed brethren, are for this reason strong, that, distrusting your own strength, you trust in the power of Almighty God."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles VII 4:10",
                            "text": "I cannot, however, express by the words of a letter how much my heart is bound to your Charity."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles VII 4:11",
                            "text": "But I pray that Almighty God may by the gift of His grace multiply the same charity that is between us, and may take away all occasion of offence, lest the holy Church, united by the profession of the true faith, and compacted by conjunction of the hearts of the faithful, should suffer any damage from priests disputing with each other, which God forbid."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles VII 4:12",
                            "text": "I at any rate, in all that I speak, in all that I say, against the proud conduct of certain persons, still, through the bounty of Almighty God, never relinquish custody of inward charity; but so execute outwardly what belongs to justice as by no means to disregard inwardly what belongs to love and kindness."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles VII 4:13",
                            "text": "And do you also ever return my love, and guard what belongs to peace and kindness; that, remaining of one mind, so as to allow no dissension to come in between us, we may be better able from the very unity of our hearts to obtain what we seek from the Lord."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles VII 4:14",
                            "text": "Furthermore, I commend to your Holiness John, presbyter of Chalcedon, and Athanasius of Isauria, that no one may set you against them by underhand misrepresentations; for I have thoroughly examined their faith, and have found them sound in their confessions, which have also been given in writing."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Gregory The Great: Register of Epistles VII 4:15",
                            "text": "Now may the Holy Trinity protect you with His hand, and render you always vigilant and careful in the custody of souls, to the end that in the eternal retribution you may be counted worthy to be crowned, not only for your own work, but also for the amelioration of your subjects."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Gregory The Great: Register of Epistles VII 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles VII 5:1",
                            "text": "Epistle VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles VII 5:2",
                            "text": "To Mauricius Augustus."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles VII 5:3",
                            "text": "Gregory to Mauricius Augustus."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles VII 5:4",
                            "text": "Almighty God, who has made your Piety to be the guardian of ecclesiastical peace, preserves you by the same faith which, through unity among priests, you preserve; and when you submit your heart humbly to the yoke of heavenly loving-kindness, it is brought to pass by heavenly grace that you tread your enemies under the foot of valour."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles VII 5:5",
                            "text": "For it cannot be of small advantage that, when John of holy memory had departed this life, your Piety long hesitated, and somewhat deferred the time, while seeking counsel in the fear of Almighty God, in order, to wit, that the cause of God might be ordered, as it should be, with great fear."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles VII 5:6",
                            "text": "Whence also I think that my brother and fellow-priest Cyriacus is proved to be exceedingly fit for pastoral rule, in that the long deliberation of your Piety has raised him to this degree."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles VII 5:7",
                            "text": "And we all know how diligent and how practised he has long been in the administration of ecclesiastical affairs."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles VII 5:8",
                            "text": "Whence also I doubt not that it has been brought about by Divine ordering that one who had administered  the least things well should fitly undertake the greater, and should pass from the charge of affairs to the government of souls."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles VII 5:9",
                            "text": "Wherefore in all our prayers we beseech Almighty God to repay this good work to the Serenity of our lords and to their pious offspring both in the present world and also with a perpetual recompense, and to grant to my aforesaid brother and fellow-priest, who has been put over the Lord's flock, to shew himself fully solicitous in the care of souls; that he may be able irreprovably both to correct what is wrong in his subjects and to foster what is right unto further increase; to the end that the judgment of your Piety concerning him may be approved, not only before men, but also before the eyes of the Supernal Majesty."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Gregory The Great: Register of Epistles VII 5:10",
                            "text": "The venerable men, George the presbyter and Theodore the deacon, in consideration of the command of my lords and the imminence of the winter season, I have not allowed to be delayed in this city."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Gregory The Great: Register of Epistles VII 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:1",
                            "text": "Epistle VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:2",
                            "text": "To Peter, Domitian, and Elpidius."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:3",
                            "text": "Gregory to Peter, Domitian, and Elpidius, Bishops."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:4",
                            "text": "I rejoice exceedingly that you welcomed with great joy the ordination of the most holy Cyriacus, my brother and fellow-priest."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:5",
                            "text": "And since we have learnt from the preaching of Paul the apostle that If one member rejoice, all the members rejoice with it (1 Cor."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:6",
                            "text": "xii."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:7",
                            "text": "26), you must needs consider with how great exultation I rejoice with you in this thing, wherein not one member, but many members of Christ have rejoiced."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:8",
                            "text": "Nevertheless, so far as I have been able to consider your Fraternity's letters on a cursory perusal, great joy has carried you away into immoderate praise of this my brother."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:9",
                            "text": "For you say that he has appeared in the Church like the sun, so that you all cried out, This is the day which the Lord hath made; let us rejoice and be glad in it (Ps."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:10",
                            "text": "cxvii."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:11",
                            "text": "24)."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:12",
                            "text": "Yet surely this is a promise of the life to come, seeing that it is said, The righteous shall shine forth as the sun (Matth."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:13",
                            "text": "xiii."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:14",
                            "text": "43; Wisd."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:15",
                            "text": "iii."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:16",
                            "text": "7)."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:17",
                            "text": "For, in whatsoever virtue any one may excel, how can he shine forth as the sun while still in the present life, wherein The corruptible body presseth down the soul, and the earthly tabernacle weigheth down the mind that museth upon many things (Wisd."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:18",
                            "text": "ix."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:19",
                            "text": "15); wherein We see another law in our members warring against the law of our mind, and bringing us into captivity by the law of sin which is in our members (Rom."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:20",
                            "text": "vii."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:21",
                            "text": "23); wherein Even in ourselves we have the answer of death, that we should not trust in ourselves (2 Cor."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:22",
                            "text": "i."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:23",
                            "text": "9); wherein also the Prophet cries aloud, Fear and trembling are come upon me, and darkness hath covered me (Ps."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:24",
                            "text": "liv."
                        },
                        {
                            "verse": 25,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:25",
                            "text": "6)? For it is written also, A wise man abideth as the sun; a fool changeth as the moon (Ecclus."
                        },
                        {
                            "verse": 26,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:26",
                            "text": "xxvii."
                        },
                        {
                            "verse": 27,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:27",
                            "text": "12); where the comparison of the sun is not applied to the splendour of his brightness, but to perseverance in well-doing."
                        },
                        {
                            "verse": 28,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:28",
                            "text": "But the good beginning of his ordination could not as yet be praised by you with regard to perseverance."
                        },
                        {
                            "verse": 29,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:29",
                            "text": "And as to your saying that you cried out, This is the day which the Lord hath made, you ought to have considered of whom this is said."
                        },
                        {
                            "verse": 30,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:30",
                            "text": "For what comes before is this; The stone which the builders refused, the same is made the head-stone of the corner."
                        },
                        {
                            "verse": 31,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:31",
                            "text": "This is the Lord's doing, and it is marvellous in our eyes (Ps."
                        },
                        {
                            "verse": 32,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:32",
                            "text": "cxvii."
                        },
                        {
                            "verse": 33,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:33",
                            "text": "22)."
                        },
                        {
                            "verse": 34,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:34",
                            "text": "And with regard to this same stone it is forthwith added, This is the day which the Lord hath made."
                        },
                        {
                            "verse": 35,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:35",
                            "text": "For He who for strength of building is said to be a stone, for the grace of illumination is called the Day, being also made, because He became incarnate."
                        },
                        {
                            "verse": 36,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:36",
                            "text": "In Him we are enjoined to rejoice and be glad, because He has overcome in us the darkness of our error by the light of His excellence."
                        },
                        {
                            "verse": 37,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:37",
                            "text": "In praise of a creature, then, that expression ought not to have been used which is suitable to the Creator alone."
                        },
                        {
                            "verse": 38,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:38",
                            "text": "But why should I find fault with these things, knowing as I do how joy carries away the mind? For your charity engendered in you great gladness, which gladness of heart the tongue applauding followed."
                        },
                        {
                            "verse": 39,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:39",
                            "text": "This being so, the praise which charity found to hand cannot now be called a fault."
                        },
                        {
                            "verse": 40,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:40",
                            "text": "But to me concerning my most holy brother there should have been briefly said what I might accept with satisfaction, seeing that I knew him to be one who has long given to me especially this proof of his greatness; that, having been occupied in so many affairs of ecclesiastical administration, he has kept a tranquil heart in the midst of turbulent throngs, and always restrained himself with a gentle bearing."
                        },
                        {
                            "verse": 41,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:41",
                            "text": "And this indeed is no small commendation of a great and unshaken mind, not to have been perturbed among the perturbations of business."
                        },
                        {
                            "verse": 42,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:42",
                            "text": "Furthermore, your Fraternity should be instant in continual prayers, that Almighty God may guard in our aforesaid brother and fellow-priest what has been well begun, and ever lead him on to what is better still."
                        },
                        {
                            "verse": 43,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:43",
                            "text": "This should ever be the prayer of you, most holy ones, and of the people subject to him."
                        },
                        {
                            "verse": 44,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:44",
                            "text": "For the deserts of rulers and peoples are so connected with each other that often the lives of subjects are made worse from the fault of those who are over them, and often the lives of pastors fall off from the ill desert of peoples."
                        },
                        {
                            "verse": 45,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:45",
                            "text": "For that the evil doings of one who is over others does very great harm to those who are under him the Pharisees are evidence, of whom it is written, Ye shut up the kingdom of heaven against men."
                        },
                        {
                            "verse": 46,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:46",
                            "text": "For ye neither go in yourselves, neither suffer ye them that are entering to go in (Matth."
                        },
                        {
                            "verse": 47,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:47",
                            "text": "xxiii."
                        },
                        {
                            "verse": 48,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:48",
                            "text": "13)."
                        },
                        {
                            "verse": 49,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:49",
                            "text": "And that the fault of peoples does much harm to the life of pastors we perceive in what David did (2 Kings ii."
                        },
                        {
                            "verse": 50,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:50",
                            "text": "24)."
                        },
                        {
                            "verse": 51,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:51",
                            "text": "For he, praised by the testimony of God, he, conscious of heavenly mysteries, being inflated by the tumour of hidden elation, sinned in numbering the people; and yet the punishment fell upon the people for David's sin."
                        },
                        {
                            "verse": 52,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:52",
                            "text": "Why was this? Because in truth according to the desert of subject peoples are the hearts of rulers disposed."
                        },
                        {
                            "verse": 53,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:53",
                            "text": "Now the righteous Judge rebuked the fault of the sinner by visitation on those on account of whom he sinned."
                        },
                        {
                            "verse": 54,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:54",
                            "text": "But, because he himself, waxing proud of his own will, was not free from fault, he himself also received punishment of his fault."
                        },
                        {
                            "verse": 55,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:55",
                            "text": "For the fierce wrath, which smote the people bodily, prostrated also the ruler of the people with inmost sorrow of heart."
                        },
                        {
                            "verse": 56,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:56",
                            "text": "Consider therefore these things mutually; and, even as he who is put over you and over the people should intercede for all, so should all of you pray for his conversation and manners, that before Almighty God both you may profit by imitation of him, and he may be aided by your deserts."
                        },
                        {
                            "verse": 57,
                            "chapter": 6,
                            "name": "Gregory The Great: Register of Epistles VII 6:57",
                            "text": "Further, let us all with one accord pray continually with great weeping to the utmost of our powers for our most serene lords and their pious offspring, that protecting heavenly grace may guard their lives, and subdue the necks of the nations to the Christian empire."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Gregory The Great: Register of Epistles VII 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles VII 7:1",
                            "text": "Epistle XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles VII 7:2",
                            "text": "To Rufinus, Bishop of Ephesus."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles VII 7:3",
                            "text": "Gregory to Rufinus, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles VII 7:4",
                            "text": "The charity of your acts of friendship in the past has moved us to visit your Fraternity with the present letter."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles VII 7:5",
                            "text": "For we have been refreshed with great joy by learning from reports given us of your health that all is well with you."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles VII 7:6",
                            "text": "But, while this is so, we implore Almighty God, that as in the present life, which is as it were a shadow of the future one, He has granted you to rejoice in the transitory welfare of your body, so in that heavenly country wherein is true life He may cause us to give thanks and rejoice with a common exultation for the perfected salvation of your soul."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles VII 7:7",
                            "text": "Now the bearer of this, desiring to be commended to you by a letter from us, having been asked by us whether he had learnt letters as becomes a clerk, replied that he was ignorant of them."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles VII 7:8",
                            "text": "What further commendation, then, with regard to him I should give to your Fraternity I know not; except that you should be solicitous about his soul, and watch over him with pastoral zeal, so that, as he cannot read, your tongue may be a book to him, and that in the goodness of your preaching and work he may see what to follow."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles VII 7:9",
                            "text": "For the living voice usually draws the heart more closely than perfunctory reading."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Gregory The Great: Register of Epistles VII 7:10",
                            "text": "But, while, as his master, you supply him inwardly with this spiritual teaching, let not outward care for him also be wanting, that by its aid he come to long for spiritual things, and lest, if such aid is slighted, you should no longer have one to preach to."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Gregory The Great: Register of Epistles VII 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles VII 8:1",
                            "text": "Epistle XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles VII 8:2",
                            "text": "To Respecta, Abbess."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles VII 8:3",
                            "text": "Gregory to Respecta, Abbess of Massilia (Marseilles) in Gaul."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles VII 8:4",
                            "text": "The demand of a pious wish ought to be accomplished by a consequent result, that so the benefit demanded may be validly attained, and sincerity of devotion may laudably shine forth."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles VII 8:5",
                            "text": "Accordingly to the monastery consecrated to the honour of Saint Cassian wherein you are selected to presidein accordance with the petition of our children Dynamius and Aureliana, who are shewn, in their religious devotion, to have united it to the house in their possession by connecting the buildingswe have seen fit to allow these privileges:We appoint that on the death of the abbess of the aforesaid monastery, not a stranger, but one whom the congregation may choose for itself from among its own members, shall be ordained; whom (provided however that she be judged worthy of this ministry) the bishops of the same place shall ordain."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles VII 8:6",
                            "text": "Further, with regard to the property and management of the same monastery, we decree that neither bishop nor any ecclesiastic shall have any power; but appoint that these things shall in all respects pertain to the charge of thy Solicitude, or of her who may be abbess in the same place after thee."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles VII 8:7",
                            "text": "If on the day of the Saint's anniversary, or of the dedication,  of the aforesaid monastery the bishop should resort thither for celebrating the sacred solemnities of mass, still his office must be so executed that his chair be not placed there, except on the aforesaid days while he is celebrating there the solemnities of mass."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles VII 8:8",
                            "text": "And when he departs, let his chair be at the same time removed from the same oratory."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles VII 8:9",
                            "text": "But on all other days let the offices of mass be performed by the presbyter whom the same bishop may appoint  Furthermore, with regard to the life and deeds of the handmaidens of God, or of the abbess who may be constituted in the above-written monastery, we enjoin on the bishop, in the fear of God, to devote careful attention to them; so that, if any of those who dwell there, her fault demanding it, ought to be subjected to punishment, he may himself visit the offence according to the vigour of the sacred canons."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles VII 8:10",
                            "text": "These things, then, being by us ordained and granted, do thou, in the ordering of thy congregation, study to shew thyself so earnestly attentive in all respects that the malice of the malignant foe may find nothing there that can be contaminated."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles VII 8:11",
                            "text": "All these things, therefore, embraced in this paper of injunctions, we ordain to be observed, under Christ's protection, in all respects and by all persons for ever in thy monastery, to the end that the benefits of the privileges allowed may always continue firm and inviolate."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles VII 8:12",
                            "text": "The month of November, Indict."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Gregory The Great: Register of Epistles VII 8:13",
                            "text": "15."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Gregory The Great: Register of Epistles VII 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VII 9:1",
                            "text": "Epistle XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VII 9:2",
                            "text": "To Fortunatus, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VII 9:3",
                            "text": "Gregory to Fortunatus, Bishop of Fanum."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VII 9:4",
                            "text": "As it is reprehensible and deserving of punishment for any one to sell consecrated vessels except in cases sanctioned by law and the sacred canons, so it is not a matter for reproach or penalty if they should be disposed of with a compassionate purpose for the redemption of captives."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VII 9:5",
                            "text": "Since, then, we find from the information given us by your Fraternity that you have borrowed money for the redemption of captives, and have not the means of repaying it, and on this account desire, with our authority, to dispose of some consecrated vessels,in this case, seeing that the decrees of both the laws and the canons approve, we have thought fit to lend our approval, and grant you leave to dispose of the consecrated vessels."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Gregory The Great: Register of Epistles VII 9:6",
                            "text": "But, lest their sale should possibly lead to any ill-feeling against yourself, they ought to be disposed of, up to the amount of the debt, in the presence of John our defensor, and their price should be paid to the creditors, to the end that, the business being completed with observance of this kind, neither may the creditors feel loss from having lent the money, nor your Fraternity sustain ill-will now or at any future time."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Gregory The Great: Register of Epistles VII 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:1",
                            "text": "Epistle XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:2",
                            "text": "To George, Presbyter."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:3",
                            "text": "Gregory to George, Presbyter, and to Theodore, deacon, of the Church of Constantinople."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:4",
                            "text": "Mindful of your goodness and charity, I greatly blame myself, that I gave you leave to return so soon: but, since I saw you pressing me importunately once and again for leave to go, I considered that it might be a serious matter for your Love to tarry with us longer."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:5",
                            "text": "But, after I had learnt that you had lingered so long on your journey owing to the winter season, I confess that I was sorry that you had been sent away so soon."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:6",
                            "text": "For, if your Love was unable to accomplish your intended journey, it had been better that you had lingered with me than away from me."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:7",
                            "text": "Moreover, after your departure I learnt from information given me by my most beloved sons the deacons that your Love had said that our Almighty Lord and Saviour Jesus Christ, when He descended into hell, saved all who there acknowledged Him as God, and delivered them from the pains due to them."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:8",
                            "text": "With regard to this subject I desire that your Charity should think very differently."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:9",
                            "text": "For, when He descended into hell, He delivered through His grace those only who both believed that He should come and observed His precepts in their lives."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:10",
                            "text": "For it is evident that after the incarnation of the Lord no one can be saved, even of those who hold His faith, who have not the life of faith; since it is written, They acknowledge that they know God, but in deeds they deny Him (Tit."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:11",
                            "text": "i."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:12",
                            "text": "16)."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:13",
                            "text": "And John says, He that saith that he knows Him, and keepeth not His commandments, is a liar (1 John ii."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:14",
                            "text": "4)."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:15",
                            "text": "James also, the brother of the Lord, writes saying, Faith without works is dead (Jam."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:16",
                            "text": "ii."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:17",
                            "text": "20)."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:18",
                            "text": "If, then, believers now are not saved without good works, while the unbelieving and reprobate without good action were saved by our Lord descending into hell, then the lot of those who never saw the incarnation of the Lord was better than that of these who have been born after the mystery of His incarnation."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:19",
                            "text": "But what fatuity it argues to say or think this the Lord Himself testifies to His disciples, when He says, Many kings and prophets have desired to see the things which ye see, and have not seen them (Matth."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:20",
                            "text": "xiii."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:21",
                            "text": "17; Luke x."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:22",
                            "text": "24)."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:23",
                            "text": "But, that I may not  detain your Love with argument of my own, learn what Philaster, in the book which he wrote about heresies, says about this heresy."
                        },
                        {
                            "verse": 24,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:24",
                            "text": "His words are these; \"They are heretics who say that the Lord descended into hell, and announced himself after death to all who were already there, so that in acknowledging Him there they might be saved; seeing that this is contrary to the prophet David where he says, But in hell who shall acknowledge thee (Ps."
                        },
                        {
                            "verse": 25,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:25",
                            "text": "vi."
                        },
                        {
                            "verse": 26,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:26",
                            "text": "6)? And to the Apostle; As many as have sinned without law shall perish without law (Rom."
                        },
                        {
                            "verse": 27,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:27",
                            "text": "ii."
                        },
                        {
                            "verse": 28,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:28",
                            "text": "12)\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:29",
                            "text": "And with his words the blessed Augustine also agrees in the book which he wrote about heresies."
                        },
                        {
                            "verse": 30,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:30",
                            "text": "Considering, therefore, all these things, hold ye nothing but what the true faith teaches through the Catholic Church: namely, that the Lord in descending into hell rescued from infernal durance those only whom while living in the flesh He preserved through His grace in faith and good conduct."
                        },
                        {
                            "verse": 31,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:31",
                            "text": "For in that which He says in the Gospel, When I shall be lifted up from the earth, I will draw all to myself (John xii."
                        },
                        {
                            "verse": 32,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:32",
                            "text": "32), He means all that are elect."
                        },
                        {
                            "verse": 33,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:33",
                            "text": "For one could not be drawn to God after death who had separated himself from God by evil living."
                        },
                        {
                            "verse": 34,
                            "chapter": 10,
                            "name": "Gregory The Great: Register of Epistles VII 10:34",
                            "text": "May Almighty God keep you under His protection, that, wherever ye are, ye may feel in soul and body the aid of His grace."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Gregory The Great: Register of Epistles VII 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles VII 11:1",
                            "text": "Epistle XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles VII 11:2",
                            "text": "To Sabinianus, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles VII 11:3",
                            "text": "Gregory to Sabinianus, Bishop of Jadera."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles VII 11:4",
                            "text": "If thou hadst been at pains to weigh with careful consideration the rule of ecclesiastical administration and the order of ancient custom, neither would any fault of unlawful presumption have crept in upon thee, nor would others have incurred danger by occasion of thy sin."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles VII 11:5",
                            "text": "Now there is no doubt that thou wast aware how that, certain things having come to our ears about Maximus which were no slight bar to his advancement to the priesthood, we had not given our assent to it, and that it was our will that he should not attain to what he strove after till there had been adequate satisfaction concerning the things that were said."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles VII 11:6",
                            "text": "But, when thou oughtest by all means to have observed this, it came rather to pass that he, snatching at the episcopate with the greediness of a blind mind, inclined thee unwarily to favour him in spite of our prohibition."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles VII 11:7",
                            "text": "But, lest even then the things that had been reported to us should remain unexamined, he was summoned to come hither by letters from us."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles VII 11:8",
                            "text": "And, when he was so perversely inclined as to defer doing so, we took care to admonish him in repeated letters, under pain of interdiction from communion, to make haste to come to us for his purification, putting aside all excuses: but he chose rather to submit to excommunication than to evince obedience."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles VII 11:9",
                            "text": "Whence the result is (awful to be said), that the pravity of his perverse disposition involves others in his own perdition."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles VII 11:10",
                            "text": "Now however, inasmuch as we have learnt that thou dissentest from his wickedness, we exhort thee by the present writing (that so it may profit thy soul to have severed thyself, even though late, from him) that thou henceforth neither communicate with him nor make mention of his name in the sacred solemnities of mass; and also that thou defer not coming to us without delay, yea and bring others with thee too, such as thou canst, whether bishops or other religious persons, so that (the cause being thoroughly examined), both your absolution, should the case require it, may fittingly and decently ensue, and that those who have fallen into the sin of the like temerity may be recalled to the way of salvation, with the help of the blessed Peter, Prince of the apostles, by an arrangement well-pleasing to Christ."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Gregory The Great: Register of Epistles VII 11:11",
                            "text": "Moreover, let any bishop or religious person that may come to us know that he will sustain no prejudice or injustice, but that all will be arranged so as to please our Redeemer after full ascertainment of the truth; to the end that even from our way of ordering the matter, with the Lord's approval, it may appear to all that we are not moved by private grudge against any man, but by zeal for God and for the adjustment of ecclesiastical order."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Gregory The Great: Register of Epistles VII 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Gregory The Great: Register of Epistles VII 12:1",
                            "text": "Epistle XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Gregory The Great: Register of Epistles VII 12:2",
                            "text": "To Marinianus, Archbishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Gregory The Great: Register of Epistles VII 12:3",
                            "text": "Gregory to Marinianus, Archbishop of Ravenna."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Gregory The Great: Register of Epistles VII 12:4",
                            "text": "Your Fraternity has been long aware after what manner the Church of Ariminum has been hitherto deprived of pastoral government by reason of the known bodily affliction of the priest who was ordained by us."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Gregory The Great: Register of Epistles VII 12:5",
                            "text": "Now we, moved by the prayers of the inhabitants of that place, having frequently exhorted him to return with the help of the Lord to his Church, if he should feel himself relieved from this affliction of the head whereby he was kept away, he has been expected now for four years since the leave of absence given him."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Gregory The Great: Register of Epistles VII 12:6",
                            "text": "And, when at the instance of clergy and citizens who have come from thence and urged us with  entreaties, we urgently exhorted him to return with them, the Lord helping him, if able to do so, he begged of us by a supplication in writing, that, inasmuch as by reason of this affliction wherewith he is held he can in no wise rise to the government of the same Church, or to the office undertaken by him, we should ordain a bishop to this same Church."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Gregory The Great: Register of Epistles VII 12:7",
                            "text": "Hence, seeing that the charge laid upon us of caring for all the Churches constrains us to see that pastoral guardianship be no longer wanting to the flock of the faithful, and being compelled by their entreaties, and by his renunciation on the ground of his own inability, we have resolved that a bishop should be ordained to this same Church of Ariminum: and, having issued our precept according to custom, we have not failed to admonish the clergy and people of the same Church, to the end that they may concur with concordant provision to choose for themselves a prelate."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Gregory The Great: Register of Epistles VII 12:8",
                            "text": "We therefore exhort your Fraternity that him whom all with one consent shall choose (as they themselves also have requested leave to do) you cause to be summoned before you; and test him by cautious enquiry on all sides."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Gregory The Great: Register of Epistles VII 12:9",
                            "text": "And if, by favour of the Lord, none of the things that are punished with death in the text of the Heptateuch are found in him, and if, on the report of trustworthy persons, his life should approve itself to you, send him to us with the certification of his election, adding your own letter of testification, to the end that a prelate of this same Church may, under the ordering of the Lord, be by us consecrated."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Gregory The Great: Register of Epistles VII 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Gregory The Great: Register of Epistles VII 13:1",
                            "text": "Epistle XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Gregory The Great: Register of Epistles VII 13:2",
                            "text": "To the Clergy and People Ariminum."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Gregory The Great: Register of Epistles VII 13:3",
                            "text": "Gregory to the Clergy, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Gregory The Great: Register of Epistles VII 13:4",
                            "text": "Our pastoral charge constrains us to succour with anxious consideration any Churches that are deprived of the government of a priest."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Gregory The Great: Register of Epistles VII 13:5",
                            "text": "Accordingly, inasmuch as your Church has long been deprived of pastoral rule from the malady, as you know, of its own priest, we, moved by your entreaties, have not failed to admonish the said bishop, that, if he should feel himself recovered from that malady, he should resume the ministry of the priesthood undertaken by him."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Gregory The Great: Register of Epistles VII 13:6",
                            "text": "And he, having been again and again warned by us, has now under the pressure of the same malady intimated by a supplication addressed to us in writing that by reason of this malady he can by no means rise to the government of the said Church or to the office undertaken by him."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Gregory The Great: Register of Epistles VII 13:7",
                            "text": "We therefore, compelled by the hopeless condition of this same person, have held it necessary to take thought for the setting in order of your Church."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Gregory The Great: Register of Epistles VII 13:8",
                            "text": "We exhort, then, that all of you, with one consent, without noise or disturbance, choose with the help of the Lord such a priest to preside over you as may not be disapproved by the venerable canons, and also be found worthy of so great a ministry."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Gregory The Great: Register of Epistles VII 13:9",
                            "text": "And let him, when required, come to us to be ordained, with the solemnity of a decree attested by the subscriptions of all and followed up by the written approval of the visitor, to the end that your Church, by the Lord's ordering, may have its own priest."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Gregory The Great: Register of Epistles VII 13:10",
                            "text": "We desire also that him whom your unanimity may have chosen you take without delay to our brother and fellow-bishop Marinianus at Ravenna, that, having been thoroughly examined and tested by him, he may be supported by his testimony also when he comes to us."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Gregory The Great: Register of Epistles VII 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VII 14:1",
                            "text": "Epistle XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VII 14:2",
                            "text": "To Fortunatus and Anthemius."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VII 14:3",
                            "text": "Gregory to Fortunatus, bishop, and Anthemius, guardian (defensori)."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VII 14:4",
                            "text": "Catellus, the bearer of these presents, has informed us that his sister, who had been betrothed to one Stephen, has, through divine mercy moving her, been converted in a monastery at Naples, and that the same Stephen improperly detains a house and some other things belonging to her."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VII 14:5",
                            "text": "And, inasmuch as legal decrees (Caus."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VII 14:6",
                            "text": "17, q."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VII 14:7",
                            "text": "2, c."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VII 14:8",
                            "text": "28) have appointed that a betrothed woman, should she wish to be converted, shall suffer no loss whatever, let thy Fraternity, together with Anthemius the subdeacon, endeavour by diligent enquiry to investigate the truth."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VII 14:9",
                            "text": "And if, as we have been informed, you find that the Stephen above-named is keeping a house or anything else unjustly, let him be urgently warned by your exhortation to restore without any delay or altercation what he unduly detains, and not to defer under any kind of excuse the restitution of what is not his own."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VII 14:10",
                            "text": "And if perchance you find him neglect your exhortation, notify this to us, giving also an accurate account of the  facts of the case, to the end that, when the merits of the case are known, he may be forced by other means, in accordance with equity, to make the restitution which he scorns to make of his own accord out of regard to honesty."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Gregory The Great: Register of Epistles VII 14:11",
                            "text": "Commending the bearer of these presents to thy Fraternity, we exhort thee to allow him no longer to suffer from delay on this account."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Gregory The Great: Register of Epistles VII 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:1",
                            "text": "Epistle XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:2",
                            "text": "To Gregoria."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:3",
                            "text": "Gregory to Gregoria, Lady of the Bed-chamber (cubiculariae) to Augusta."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:4",
                            "text": "I have received the longed for letters of your Sweetness, in which you have been at pains all through to accuse yourself of a multitude of sins: but I know that you fervently love the Almighty Lord, and I trust in His mercy that the sentence which was pronounced with regard to a certain holy woman proceeds from the mouth of the Truth with regard to you: Her sins, which are many, are forgiven her, for she loved much (Luke vii."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:5",
                            "text": "47)."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:6",
                            "text": "And how they were forgiven is shewn also by what follows afterwards; that she sat at the Lord's feet, and heard the word from His mouth (Luke x."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:7",
                            "text": "39)."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:8",
                            "text": "For, being rapt in the contemplative, she had transcended the active life, which Martha her sister still pursued (Ib."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:9",
                            "text": "40)."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:10",
                            "text": "She also sought earnestly her buried Lord, and, stooping over the sepulchre, found not His body."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:11",
                            "text": "But, even when the disciples went away, she remained standing before the door of the sepulchre, and whom she sought as dead, Him she was counted worthy to see alive, and announced to the disciples that He had risen again."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:12",
                            "text": "And this was by the wonderful dispensation of the loving-kindness of God, that life should be announced by a woman's mouth, because by a woman's mouth had been the first taste of death in Paradise."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:13",
                            "text": "And at another time also, with another Mary, she saw the Lord after His resurrection, and held His feet."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:14",
                            "text": "Bring before your eyes, I pray you, what hands held whose feet."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:15",
                            "text": "That woman who had been a sinner in the city, those hands which had been polluted with iniquity, touched the feet of Him who sits at the right hand of the Father above all the angels."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:16",
                            "text": "Let us estimate, if we can, what those bowels of heavenly loving-kindness are, that a woman who had been plunged through sin into the whirlpool's depth should be thus lifted high on the wing of love through grace."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:17",
                            "text": "It is fulfilled, sweet daughter, it is fulfilled, what was promised to us by the prophetic voice concerning this time of the holy Church: And in that day the house of David shall be an open fountain for ablution of the sinner and of her that is unclean (Zach."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:18",
                            "text": "xiii."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:19",
                            "text": "1)."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:20",
                            "text": "For the house of David is an open fountain for ablution to us sinners, because we are washed from the filth of our iniquities by mercy now disclosed through the son of David our Saviour."
                        },
                        {
                            "verse": 21,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:21",
                            "text": "But as to what thy Sweetness has added in thy letters, namely that thou wilt continue to be urgent with me till I write that it has been revealed to me that thy sins are forgiven, thou hast demanded a difficult, nay even an unprofitable thing; difficult indeed, because I am unworthy of having a revelation made to me; but unprofitable, because thou oughtest not to become secure about thy sins, except when in the last day of thy life thou shalt be able no longer to bewail them."
                        },
                        {
                            "verse": 22,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:22",
                            "text": "But, until that day comes, thou oughtest, ever suspicious and ever fearful, to be afraid of faults, and wash them with daily tears."
                        },
                        {
                            "verse": 23,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:23",
                            "text": "Assuredly the apostle Paul had already ascended into the third heaven, had also been caught up into Paradise, and heard secret words which it was not lawful for a man to speak (2 Cor."
                        },
                        {
                            "verse": 24,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:24",
                            "text": "xii."
                        },
                        {
                            "verse": 25,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:25",
                            "text": "2, &c."
                        },
                        {
                            "verse": 26,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:26",
                            "text": "), and yet, still fearful, he said, I keep under my body, and bring it into subjection, lest that by any means, while preaching to others, I myself should become a castaway (1 Cor."
                        },
                        {
                            "verse": 27,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:27",
                            "text": "ix."
                        },
                        {
                            "verse": 28,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:28",
                            "text": "27)."
                        },
                        {
                            "verse": 29,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:29",
                            "text": "One who is caught up into heaven still fears; and shall one whose conversation is still on earth desire already not to fear? Consider, most sweet daughter, that security is wont to be the mother of carelessness."
                        },
                        {
                            "verse": 30,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:30",
                            "text": "Thou oughtest not, then, in this life to have security, whereby thou mayest be rendered careless."
                        },
                        {
                            "verse": 31,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:31",
                            "text": "For it is written, Happy is the man that is always afraid (Prov."
                        },
                        {
                            "verse": 32,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:32",
                            "text": "xxviii."
                        },
                        {
                            "verse": 33,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:33",
                            "text": "14)."
                        },
                        {
                            "verse": 34,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:34",
                            "text": "And again it is written, Serve the Lord in fear, and rejoice unto him with trembling (Ps."
                        },
                        {
                            "verse": 35,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:35",
                            "text": "ii."
                        },
                        {
                            "verse": 36,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:36",
                            "text": "11)."
                        },
                        {
                            "verse": 37,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:37",
                            "text": "In short, then, it must needs be that in the time of this life trembling possess your soul, to the end that it may hereafter rejoice without end through the joy of security."
                        },
                        {
                            "verse": 38,
                            "chapter": 15,
                            "name": "Gregory The Great: Register of Epistles VII 15:38",
                            "text": "May Almighty God fill your soul with the grace of His Holy Spirit, and, after the tears which you daily shed in prayer, bring you to eternal joys."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Gregory The Great: Register of Epistles VII 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:1",
                            "text": "Epistle XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:2",
                            "text": "To Theoctista, Patrician  Gregory to Theoctista, &c."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:3",
                            "text": "That your Excellency, though placed in so  great a tumult of affairs, is full of the fruitfulness of the sacred word, and incessantly pants after eternal joys, for this I give great thanks to Almighty God, in that in you I see fulfilled what is written of the elect fathers, But the children of Israel walked on dry land through the midst of the sea (Exod."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:4",
                            "text": "xv."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:5",
                            "text": "19)."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:6",
                            "text": "But on the other hand, I am come into the depth of the sea, and the storm hath overwhelmed me (Ps."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:7",
                            "text": "lxviii."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:8",
                            "text": "3)."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:9",
                            "text": "But you, as I see, walk with dry feet through the waves of secular affairs to the country of promise."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:10",
                            "text": "Let us give thanks, then, to that Spirit who lifts up the hearts which He fills; who amid the tumults of men makes a solitude in the soul; and in whose presence there is no place, wherein a soul moved by compunction can be, which is not a secret one."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:11",
                            "text": "For you inhale the odour of eternal sweetness, and so ardently love the bridegroom of your soul as to be able to say with the heavenly bride, Draw me after thee; we run in the odour of thine ointments (Cant."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:12",
                            "text": "i."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:13",
                            "text": "3)."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:14",
                            "text": "But in the letters of your Excellency I find this deficiency; that you have been unwilling to tell me about your most serene mistress, how studiously she reads, or how she is moved by compunction in her reading."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:15",
                            "text": "For your presence ought to be of great advantage to her, that amid the billows of affairs under which she continually suffers and by which, whether she will or no, she is drawn abroad, she may be recalled inwardly to the love of the heavenly country."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:16",
                            "text": "And this also you ought to investigate, as often as tears are given her for her soul, whether her compunction arises still from fear, or whether now from love."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:17",
                            "text": "For there are two kinds of compunction, as you know: one that is afraid of eternal pains, the other that sighs for heavenly rewards; since the soul that is athirst for God is first moved to compunction by fear, and afterwards by love."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:18",
                            "text": "For in the first place it is affected to tears because, while recollecting its evil doings, it fears to suffer for them eternal punishments."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:19",
                            "text": "But, when fear has died away in the anxiety of a long sorrow, a certain security has birth from a sense of pardon; and the mind is enflamed with love of heavenly joys."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:20",
                            "text": "And one who previously wept for fear of punishment begins afterwards to weep most bitterly for being kept back from the kingdom."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:21",
                            "text": "For the soul contemplates what are those choirs of angels, what is the very society of blessed spirits, what the vision of the inward brightness of God; and laments more for the lack of unending good than it wept before when it feared eternal evil; and thus it comes to pass that the compunction of fear, when perfected, draws the mind to the compunction of love."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:22",
                            "text": "All this is well described in the sacred and true history, understood figuratively, which says, Axa the daughter of Caleph sighed sitting on an ass."
                        },
                        {
                            "verse": 23,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:23",
                            "text": "And her father said to her, What wouldest thou? Who answered, Give me a blessing, Thou hast given me a South and dry land; give me also a watered land."
                        },
                        {
                            "verse": 24,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:24",
                            "text": "And her father gave her the upper springs, and the nether springs (Josh."
                        },
                        {
                            "verse": 25,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:25",
                            "text": "xv."
                        },
                        {
                            "verse": 26,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:26",
                            "text": "18)."
                        },
                        {
                            "verse": 27,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:27",
                            "text": "For indeed Axa sits on an ass, when the soul presides over the irrational motions of the flesh."
                        },
                        {
                            "verse": 28,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:28",
                            "text": "And sighing she seeks a watered land from her father, because the grace of tears is to be sought with great longing from our Creator."
                        },
                        {
                            "verse": 29,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:29",
                            "text": "For there are some who have already freely received the gift of speaking in behalf of justice, of protecting the oppressed, of giving of their own to the needy, of having ardour of faith, but have not yet the grace of tears."
                        },
                        {
                            "verse": 30,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:30",
                            "text": "These, that is to say, have a South and dry land, but still need springs of water; because, while they are occupied in good works, wherein they are great and fervent, they have still sore need (either from fear of punishment, or from love of the heavenly kingdom) to lament the sins which they cannot be without while they live."
                        },
                        {
                            "verse": 31,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:31",
                            "text": "But since, as I have said, there are two kinds of compunction, her father gave her the upper springs and the nether springs."
                        },
                        {
                            "verse": 32,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:32",
                            "text": "For the soul receives the upper springs, when she afflicts herself in tears for desire of the heavenly kingdom; but she receives the nether springs, when she shudders with weeping at the punishments of hell."
                        },
                        {
                            "verse": 33,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:33",
                            "text": "And indeed the nether springs are given first, and the upper springs afterwards."
                        },
                        {
                            "verse": 34,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:34",
                            "text": "But, because the compunction of love is far above the other indignity, there was need for the upper springs to be mentioned first, and the nether springs afterwards."
                        },
                        {
                            "verse": 35,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:35",
                            "text": "You then, who through the operation of the Almighty Lord know by experience both kinds of compunction, ought anxiously to try to discover day by day how much you are profiting your most serene mistress by your words."
                        },
                        {
                            "verse": 36,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:36",
                            "text": "Further, I beg you to take especial care to instruct in good morals the little lords whom you are bringing up, and to admonish the glorious eunuchs who are appointed to attend them that they should speak to them such things as may move their minds to mutual  charity between themselves and to gentleness towards subjects; lest, if they should conceive now any grudge against each other, it should break out openly hereafter."
                        },
                        {
                            "verse": 37,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:37",
                            "text": "For in truth the words of those who bring up children will be either milk, if they are good, or poison if they are evil."
                        },
                        {
                            "verse": 38,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:38",
                            "text": "Let them therefore so speak now to the little ones that the latter may shew hereafter what good words they had sucked from the mouths of those who nursed them."
                        },
                        {
                            "verse": 39,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:39",
                            "text": "Furthermore, my beloved son, Sabinianus the deacon, has brought thirty pounds of gold, sent by your Excellency to be given for the redemption of captives and for distribution to the poor; with regard to which I rejoice, but tremble for myself, seeing that I shall have to render an account before the tremendous Judge, not only of the substance of Saint Peter, Prince of the apostles, but also of your possessions."
                        },
                        {
                            "verse": 40,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:40",
                            "text": "But to you may Almighty God return heavenly things for earthly, and eternal for temporal."
                        },
                        {
                            "verse": 41,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:41",
                            "text": "I have now to inform you that from the city of Crotona, which, lying on the Adriatic Sea in the land of Italy, was taken last year by the Lombards, many noble men and many noble women were led away captive, and children were parted from their parents, parents from their children, husbands from their wives, and wives from their husbands; of whom some have already been redeemed."
                        },
                        {
                            "verse": 42,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:42",
                            "text": "But, because of the heavy prices put upon them, many have remained so far in the hands of those most abominable Lombards."
                        },
                        {
                            "verse": 43,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:43",
                            "text": "But I sent at once for their redemption a moiety of the money sent by you."
                        },
                        {
                            "verse": 44,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:44",
                            "text": "Out of the other moiety I have arranged for the purchase of bed-clothes for the handmaidens of God whom you in Greek language call monastriae; seeing that they suffer from grievous bareness in their beds during the very severe cold of this winter; there being many of them in this city."
                        },
                        {
                            "verse": 45,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:45",
                            "text": "For, according to the official list of them, they are found to be three thousand in number."
                        },
                        {
                            "verse": 46,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:46",
                            "text": "They do indeed receive fourscore pounds a year from the possessions of Saint Peter, Prince of the apostles."
                        },
                        {
                            "verse": 47,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:47",
                            "text": "But what is this for so great a multitude, especially in this city, where everything is so dear? Their life, moreover, is such, and strict to such a degree in tears and abstinence, that we believe that, but for them, not one of us could have subsisted for so many years in this place among the swords of the Lombards."
                        },
                        {
                            "verse": 48,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:48",
                            "text": "Furthermore, I send you, as a blessing from Saint Peter the apostle, a key from his most sacred body; with respect to which key the miracle has been wrought which I now relate."
                        },
                        {
                            "verse": 49,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:49",
                            "text": "A certain Lombard, having found it on his entrance into a city in the parts beyond the Po, and, paying no regard to it as Saint Peter's key, but wishing to make something of it for himself in that he saw it to be of gold, took out a knife to cut it."
                        },
                        {
                            "verse": 50,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:50",
                            "text": "But presently seized by a spirit, he plunged the knife wherewith he had thought to cut it into his own throat, and in the same hour fell down dead."
                        },
                        {
                            "verse": 51,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:51",
                            "text": "And when Autharith, king of the Lombards, and many others belonging to him came to the place, and he who had stabbed himself was lying apart in one place dead, and this key on the ground in another, exceeding fear came upon all, so that no one ventured to lift this same key from the ground."
                        },
                        {
                            "verse": 52,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:52",
                            "text": "Then a certain Lombard who was a Catholic, and known to be given to prayer and almsgiving, Minulf by name, was called, and himself lifted it from the ground."
                        },
                        {
                            "verse": 53,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:53",
                            "text": "But Autharith, in consideration of this miracle, made another golden key, and sent it along with this to my predecessor of holy memory, declaring what kind of miracle had through it occurred."
                        },
                        {
                            "verse": 54,
                            "chapter": 16,
                            "name": "Gregory The Great: Register of Epistles VII 16:54",
                            "text": "I have taken thought, then, to send your Excellence this key, through which Almighty God cut off a proud and faithless man, that through it you who fear and love Him may be enabled to have both present and eternal welfare."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Gregory The Great: Register of Epistles VII 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VII 17:1",
                            "text": "Epistle XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VII 17:2",
                            "text": "To Anastasius, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VII 17:3",
                            "text": "Gregory to Anastasius, Bishop of Antioch."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VII 17:4",
                            "text": "I have received through the hands of our common son the deacon Sabinianus the longed for letter of your most sweet Holiness, in which the words have flowed not from your tongue but from your soul."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VII 17:5",
                            "text": "And it is not surprising that one speaks well who lives perfectly."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VII 17:6",
                            "text": "And, since you have learnt, through the Spirit teaching you in the school of the heart, the precepts of lifeto despise all earthly things and to speed to the heavenly country,in proportion as you have advanced in good you think what is good of others."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VII 17:7",
                            "text": "But, when I heard many things said in the letters of your Blessedness in praise of me, I understood your intention; how that you wished to describe not what I am, but what I ought to be."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VII 17:8",
                            "text": "But as to your saying that I ought to remember my manner of life, and on no account give place to the malignant spirit who seeks to sift souls, I indeed recollect myself to have been always of bad manner of life, and hasten to overcome and put an end to this my manner of life, if I can."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VII 17:9",
                            "text": "If however, as you believe, I have had anything good in me, I trust in the help of Almighty God that I have not forgotten it."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VII 17:10",
                            "text": "But your Holiness, as I see, by the words of sweetness at the beginning and  the words that follow, has wished your letter to be like a bee, which carries both honey and a sting, satiating me with the honey and piercing me with the sting."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VII 17:11",
                            "text": "But meanwhile I return to meditation on the words of Solomon, That better are the wounds of one that loves than the kisses of a flattering foe (Prov."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VII 17:12",
                            "text": "xxvii."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VII 17:13",
                            "text": "6)."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VII 17:14",
                            "text": "Thus, as to your saying that we ought not to give occasion of offence for no cause at all, this is what your son, our most pious lord (for whose life we ought continually to pray) has already written repeatedly; and what he says out of power I know that you say out of love."
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VII 17:15",
                            "text": "Nor do I wonder that you have made use of imperial language in your letters, since there is a very close relationship between love and power."
                        },
                        {
                            "verse": 16,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VII 17:16",
                            "text": "For both presume in a princely way; both ever speak with authority."
                        },
                        {
                            "verse": 17,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VII 17:17",
                            "text": "And indeed on the receipt of the synodical epistle of our brother and fellow-bishop Cyriacus it was not worth my while to make a difficulty on account of the profane title at the risk of disturbing the unity of holy Church: but nevertheless I took care to admonish him with respect to this same superstitious and proud title, saying that he could not have peace with us unless he corrected the elation of the aforesaid expression, which the first apostate invented."
                        },
                        {
                            "verse": 18,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VII 17:18",
                            "text": "You, however, ought not to say that this is a matter of no consequence, since, if we bear it with equanimity, we are corrupting the faith of the Universal Church; for you know how many not only heretics but heresiarchs have issued from the Constantinopolitan Church."
                        },
                        {
                            "verse": 19,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VII 17:19",
                            "text": "And, not to speak of the injury done to your dignity, if one bishop is called Universal, the Universal Church comes to ruin, if the one who is universal falls."
                        },
                        {
                            "verse": 20,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VII 17:20",
                            "text": "But far, far be this levity from my ears."
                        },
                        {
                            "verse": 21,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VII 17:21",
                            "text": "Yet I trust in Almighty God that what He has promised He will soon fulfil; Whosoever exalteth himself shall be humbled (Luke xiv."
                        },
                        {
                            "verse": 22,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VII 17:22",
                            "text": "11)."
                        },
                        {
                            "verse": 23,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VII 17:23",
                            "text": "So much, in the midst of many occupations."
                        },
                        {
                            "verse": 24,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VII 17:24",
                            "text": "I have briefly replied to what you have said in your letters: for what I ought not just now to express in writing remains imprinted on my mind."
                        },
                        {
                            "verse": 25,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VII 17:25",
                            "text": "I beg your Blessedness always to recall me to your memory in your holy prayers, that so your intercessions may rescue me from temporal and eternal ills."
                        },
                        {
                            "verse": 26,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VII 17:26",
                            "text": "Pray moreover zealously and fervently for the most serene lord the Emperor; for his life is very necessary for the world."
                        },
                        {
                            "verse": 27,
                            "chapter": 17,
                            "name": "Gregory The Great: Register of Epistles VII 17:27",
                            "text": "I refrain from saying more, for I doubt not that you know."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Gregory The Great: Register of Epistles VII 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VII 18:1",
                            "text": "Epistle XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VII 18:2",
                            "text": "To Theodore, Physician."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VII 18:3",
                            "text": "Gregory to Theodore, Physician at Constantinople."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VII 18:4",
                            "text": "My most beloved son the deacon Sabinianus, on his return to me, brought me no letter from your Glory; but he conveyed hither what had been sent for the poor and captives; whence I understood the reason."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VII 18:5",
                            "text": "It was that you would not speak by letters to a man, having by a good deed made your address to Almighty God."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VII 18:6",
                            "text": "For this same deed of yours has a voice of its own, which calls to the secret ears of God, as it is written, Hide thy alms in the bosom of the poor, and it shall entreat for thee (Ecclus."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VII 18:7",
                            "text": "xxix."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VII 18:8",
                            "text": "15)."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VII 18:9",
                            "text": "And indeed to me, I confess, it is sad to expend what is not my own, and to add to the accounts which I keep of the substance of the Church those also of the property of my most sweet son the lord Theodore."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VII 18:10",
                            "text": "And yet I rejoice with your benignity that you carefully attend to and observe what the Truth says; Give alms, and behold, all things are clean unto you (Luke xi."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VII 18:11",
                            "text": "41); and this which is written, Even as water quencheth fire, so alms quench sin (Ecclus."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VII 18:12",
                            "text": "iii."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VII 18:13",
                            "text": "33)."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VII 18:14",
                            "text": "Paul the apostle also says, Let your abundance supply their want, that their abundance also may be a supply to your want (2 Cor."
                        },
                        {
                            "verse": 15,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VII 18:15",
                            "text": "viii."
                        },
                        {
                            "verse": 16,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VII 18:16",
                            "text": "14)."
                        },
                        {
                            "verse": 17,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VII 18:17",
                            "text": "Tobias admonishes his son, saying, If thou hast much, give abundantly; but if thou hast little, of that little impart willingly (Tob."
                        },
                        {
                            "verse": 18,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VII 18:18",
                            "text": "iv."
                        },
                        {
                            "verse": 19,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VII 18:19",
                            "text": "9)."
                        },
                        {
                            "verse": 20,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VII 18:20",
                            "text": "You therefore observe all these precepts: but we beg you to pray for us, lest we should dispense the fruits of your labours indiscreetly, and not as need requires; lest from that whereby you diminish sins we should heap up sins."
                        },
                        {
                            "verse": 21,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VII 18:21",
                            "text": "Now may Almighty God keep you under His protection, and so grant you human favour in an earthly court as to bring you after a long life to the eternal joys of a heavenly court."
                        },
                        {
                            "verse": 22,
                            "chapter": 18,
                            "name": "Gregory The Great: Register of Epistles VII 18:22",
                            "text": "We send you as the benediction of Saint Peter, Prince of the apostles, whom you greatly love, a key from his most sacred body, in which is enclosed iron from his chains, that what bound his neck for martyrdom, may loose yours from all sins."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Gregory The Great: Register of Epistles VII 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:1",
                            "text": "Epistle XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:2",
                            "text": "To Narses, the Religious (Narsae Relegioso)."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:3",
                            "text": "Gregory to Narses, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:4",
                            "text": "When I was sending Romanus the guardian (defensorem) to the royal city, he sought long your letters, but they could not be found:  but afterwards they were found among many letters from other persons, your Sweetness, therein telling me of your afflictions and tribulations of spirit, and making known the oppositions to you of bad men."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:5",
                            "text": "But, I pray you, in all this recall to your mind what I believe too that you never forget, That all who will live godly in Christ suffer persecution."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:6",
                            "text": "(2 Tim."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:7",
                            "text": "iii."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:8",
                            "text": "12)."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:9",
                            "text": "And with regard to this I confidently say that you would live less godly if you suffered persecution less."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:10",
                            "text": "For let us hear what else the same teacher of the Gentiles says to his disciples; Yourselves know, brethren, our entrance in unto you, that it was not in vain; for we had before suffered and been shamefully entreated (1 Thess."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:11",
                            "text": "ii."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:12",
                            "text": "1)."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:13",
                            "text": "Lo, most sweet son, the holy preacher declared that his entrance would have been of no effect, if he had not been shamefully entreated; and thy Charity wishes to say good things, but refuses to endure evil things."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:14",
                            "text": "Wherefore thou must needs gird thyself up more tightly in the midst of adverse circumstances, that adversity itself may the more increase thy desire for the love of God and thy earnestness in good works."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:15",
                            "text": "So the seeds of harvests germinate the more fruitfully for being covered over with frost; so fire is kept down by a blast, that it may grow greater."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:16",
                            "text": "I know indeed that from the perverse speeches of so many evil tongues thou endurest a violent storm, and bearest in thy soul billows of contradictions."
                        },
                        {
                            "verse": 17,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:17",
                            "text": "But remember what the Lord says by the Psalmist, I heard thee in the secret place of storm; I proved thee at the waters of contradiction (Psal."
                        },
                        {
                            "verse": 18,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:18",
                            "text": "lxxx."
                        },
                        {
                            "verse": 19,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:19",
                            "text": "8)."
                        },
                        {
                            "verse": 20,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:20",
                            "text": "For, if in the midst of them that contradict thou doest the things that are of God, then thou art proved a true worker."
                        },
                        {
                            "verse": 21,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:21",
                            "text": "Further, your most sweet Charity has written to me that I should write something in the way of admonition to the monasteries which, through your prayers and influence, have been instituted by our son the lord Paul."
                        },
                        {
                            "verse": 22,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:22",
                            "text": "But, if they are vessels of God, I know that they have through the grace of compunction a fountain of wisdom within, and ought not to take in the little drops of my dryness."
                        },
                        {
                            "verse": 23,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:23",
                            "text": "Further, your perfect wisdom recollects that in Paradise there was no rain, but a fountain ascended from the midst of Paradise to water the face of the ground."
                        },
                        {
                            "verse": 24,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:24",
                            "text": "Those souls, then, that through the grace of compunction have a fountain in themselves have no need of rain from another's tongue."
                        },
                        {
                            "verse": 25,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:25",
                            "text": "Further, you inform me in your letter of the passing away of the lady Esychia; and I rejoiced with great exultation that that good soul, which laboured in a foreign country, has arrived happily at its own."
                        },
                        {
                            "verse": 26,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:26",
                            "text": "Further, greet in my behalf my glorious daughters, the lady Dominica and the lady Eudochia."
                        },
                        {
                            "verse": 27,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:27",
                            "text": "But, inasmuch as I hear that it is now a long time since the aforesaid lady Dominica was made a prioress, let your Charity watch over her in this regard; that, as she is no longer compelled to serve in the toil of an earthy court, she may fly perfectly from all noises of this world, devote herself entirely to God, and leave no part of herself outside herself; but that she also gather together as many souls as she can to the service of her Creator, that their minds through her word may receive the grace of compunction, and that she herself may so much the more speedily be absolved from all her sins as, through her life and her tongue, the souls of others also shall have broken loose from the bands of sins."
                        },
                        {
                            "verse": 28,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:28",
                            "text": "Moreover, since no one among men in this world is without sin (and what else is sinning but flying from God?), I say confidently that this my daughter also has some sins."
                        },
                        {
                            "verse": 29,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:29",
                            "text": "Wherefore, that she may perfectly satisfy her mistress, that is eternal Wisdom, let her, who fled alone, return with many."
                        },
                        {
                            "verse": 30,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:30",
                            "text": "For the guilt of turning away will be imputed to no one who in returning brings back gain."
                        },
                        {
                            "verse": 31,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:31",
                            "text": "Further, I beg you to greet in my behalf the lord Alexander and the lord Theodorus."
                        },
                        {
                            "verse": 32,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:32",
                            "text": "But with respect to your saying in your letter that I ought to write to my most excellent daughter the lady Gurdia, and her most holy daughter the lady Theoctista, and their magnificent husbands, the lord Marinus and the lord Christidorus, and to give them some admonition about their souls, your most sweet Greatness well knows that there are none at present in the city of Constantinople who can translate well into Greek what has been dictated in Latin."
                        },
                        {
                            "verse": 33,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:33",
                            "text": "For keeping to the words, but attending little to the sense, they both fail to make the words understood and also mangle the sense."
                        },
                        {
                            "verse": 34,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:34",
                            "text": "On this account I have written shortly to my aforesaid daughter the lady Gurdia; but have not addressed the others."
                        },
                        {
                            "verse": 35,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:35",
                            "text": "Further, I have sent you two camisiae and four oraria, which I beg may be humbly  offered, with the blessing of St."
                        },
                        {
                            "verse": 36,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:36",
                            "text": "Peter, to the aforesaid men."
                        },
                        {
                            "verse": 37,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:37",
                            "text": "Besides, a certain person on his death has left me by will a little boy; taking thought for whose soul, I have sent him to your Sweetness, that he may live in this world in the service of one through whom he may be able to attain to the liberty of heaven."
                        },
                        {
                            "verse": 38,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:38",
                            "text": "Further, I beg your most sweet Charity to visit frequently my most beloved son, the deacon Anatolius, whom I have sent to represent the Church in the royal city, that after the toils which he endures in secular causes he may find rest with you in the word of God, and wipe away the sweat of this his earthly toil as it were with a kind of white napkin."
                        },
                        {
                            "verse": 39,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:39",
                            "text": "Commend him to all who are known to you, though I am sure that, if he is perfectly known, he needs no commendation."
                        },
                        {
                            "verse": 40,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:40",
                            "text": "Yet do you shew with regard to him how much you love the holy apostle Peter, and me."
                        },
                        {
                            "verse": 41,
                            "chapter": 19,
                            "name": "Gregory The Great: Register of Epistles VII 19:41",
                            "text": "Now may Almighty God guard your Charity, to me most sweet, from enemies within and without, and, when it shall please Him, bring you to heavenly kingdoms."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Gregory The Great: Register of Epistles VII 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VII 20:1",
                            "text": "Epistle XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VII 20:2",
                            "text": "To Cyriacus, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VII 20:3",
                            "text": "Gregory to Cyriacus, Bishop of Constantinople."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VII 20:4",
                            "text": "We have received the letters of your Blessedness, which speak to us in words not of the tongue but of the soul."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VII 20:5",
                            "text": "For they open to me your mind, which, however, was not closed to me, since of myself I retain experience of the same sweetness."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VII 20:6",
                            "text": "Wherefore I return thanks continually to Almighty God, since, if charity the mother of virtues abides in your heart towards us, you will never lose the branches of good works, seeing that you retain the very root of goodness."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VII 20:7",
                            "text": "You ought, then, to shew the beauty of this charity to me and to all your brethren by this good work in the first place,your hastening to discard that word of pride whereby grave offence is engendered in the Churches, thus fulfilling in all ways what is written, Endeavouring to keep the unity of the Spirit in the bond of peace (Ephes."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VII 20:8",
                            "text": "iv."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VII 20:9",
                            "text": "3): and again, Give none occasion to the adversary to speak reproachfully (1 Tim."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VII 20:10",
                            "text": "v."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VII 20:11",
                            "text": "14)."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VII 20:12",
                            "text": "For then will true charity be displayed, if there is no schism among us through an example of pride."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VII 20:13",
                            "text": "For, as for me, I call Jesus to witness in my soul, that to no one among men from the highest to the lowest do I wish to give occasion of offence."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VII 20:14",
                            "text": "I desire that all should be great and honourable, yet so that their honour detract not from the honour of Almighty God."
                        },
                        {
                            "verse": 15,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VII 20:15",
                            "text": "For whoso covets to be honoured against God to me is not honourable."
                        },
                        {
                            "verse": 16,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VII 20:16",
                            "text": "But, that you may learn what good will I have towards your Blessedness, I have sent my son the deacon Anatolius to the feet of our most pious lords, for satisfying their Piety and your Fraternity that I desire to injure no man in this matter, but to keep the humility that is pleasing to God, and the concord of holy Church."
                        },
                        {
                            "verse": 17,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VII 20:17",
                            "text": "And because Antichrist, the enemy of God, is near at hand, I studiously desire the he may not find anything belonging to himself, not only in the manners, but even in the titles of priests."
                        },
                        {
                            "verse": 18,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VII 20:18",
                            "text": "Let then what has been introduced after a new fashion be removed in like manner as it was brought in, and peace in the Lord will remain with us inviolate."
                        },
                        {
                            "verse": 19,
                            "chapter": 20,
                            "name": "Gregory The Great: Register of Epistles VII 20:19",
                            "text": "For what pleasantness, what charity, will there be amongst us, if we cheer ourselves up with words, while we are galled by facts? Let then your Holiness so act that we may feel in our inmost hearts the good things you speak of, to the end that, the hearts of priests being in unanimity, when we supplicate for the life of our most pious lords, we may be counted worthy to be heard all the more as peace illuminates your prayers before the eyes of God, and no stain of discord darkens them."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Gregory The Great: Register of Epistles VII 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:1",
                            "text": "Epistle XXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:2",
                            "text": "To Anastasius, Presbyter."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:3",
                            "text": "Gregory to Anastasius, &c."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:4",
                            "text": "That a good man out of the good treasure of his heart bringeth forth good things (Matth."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:5",
                            "text": "xii."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:6",
                            "text": "35; Luke vi."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:7",
                            "text": "45), this thy Charity has shewn, both in thy habitual life and lately also in thy epistle; wherein I find two persons at issue with regard to virtues; that is to say, thyself contending for charity, and another for fear and humility."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:8",
                            "text": "And, though occupied with many things, though ignorant of the Greek language, I have nevertheless sat as judge of your contention."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:9",
                            "text": "But, in very truth, thou hast, in my judgment, thyself conquered thy opponent by the apostolical sentence, which I proffered to you during your contention, That there is no fear in charity,, but perfect charity casteth out fear; because fear hath torment."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:10",
                            "text": "He that feareth is not made perfect in charity."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:11",
                            "text": "I know then how much thy Fraternity is made perfect in charity."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:12",
                            "text": "And, since thou lovest Almighty God much, thou oughtest to presume on thy neighbour much."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:13",
                            "text": "For it is not places or ranks that make us neighbours to our Creator; but either our good deserts join us to Him, or our bad deserts separate us from  Him."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:14",
                            "text": "Since, then, it is still uncertain what any one is inwardly, how was it that thou wast afraid to write, ignorant as thou art as to which of us two is the superior? And indeed that thou livest well I know, but I am conscious myself of being burdened by many sins."
                        },
                        {
                            "verse": 15,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:15",
                            "text": "And though thou art thyself a sinner, still thou art much better than I, since thou bearest thine own sins only, but I those also of the persons committed to me."
                        },
                        {
                            "verse": 16,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:16",
                            "text": "In this, then, I look upon thee as lofty, in this I look upon thee as great, that in a great place and lofty before human eyes thou hast not felt thyself advanced at all."
                        },
                        {
                            "verse": 17,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:17",
                            "text": "For therein, while honour is paid thee by men outwardly, thy mind is sunk into depths, because burdened by distracting cares."
                        },
                        {
                            "verse": 18,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:18",
                            "text": "But to thee Almighty God has done as it is written; He hath laid down ascents in the heart, in the valley of tears (Ps."
                        },
                        {
                            "verse": 19,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:19",
                            "text": "lxxxiii."
                        },
                        {
                            "verse": 20,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:20",
                            "text": "6)."
                        },
                        {
                            "verse": 21,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:21",
                            "text": "To me, however, thou mightest have appeared far loftier, far more sublime, hadst thou never undertaken the leadership of the monastery which is called Neas, seeing that in that monastery, as I hear, there is indeed an appearance of monks kept up, but many secular things are done under the garb of sanctity."
                        },
                        {
                            "verse": 22,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:22",
                            "text": "But even to this I shall think that heavenly grace has brought thee, if what in that place displeases Almighty God should be corrected under thy guidance."
                        },
                        {
                            "verse": 23,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:23",
                            "text": "But, since there have been wont to be quarrels between the father of this same monastery and the pastor of the Church of Jerusalem, I believe that Almighty God has willed that thy Love and my most holy brother and fellow-priest Amos should be at the same time at Jerusalem for this end, that the quarrels which I have spoken of should be put an end to."
                        },
                        {
                            "verse": 24,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:24",
                            "text": "Shew, then, now how much you loved before."
                        },
                        {
                            "verse": 25,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:25",
                            "text": "For I know that both of you are abstinent, both learned, both humble; whence the glory of our Saviour must needs be praised, according to the language of the Psalm, in timbrel and chorus (Ps."
                        },
                        {
                            "verse": 26,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:26",
                            "text": "cl."
                        },
                        {
                            "verse": 27,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:27",
                            "text": "4)."
                        },
                        {
                            "verse": 28,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:28",
                            "text": "For in a timbrel the sound from the skin is dry, but in a chorus there is a concord of voices."
                        },
                        {
                            "verse": 29,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:29",
                            "text": "What therefore is denoted by a timbrel but abstinence, and what by a chorus but unanimity? Since then by abstinence ye praise the Lord in timbrel, I beg that by unanimity ye praise Him in chorus."
                        },
                        {
                            "verse": 30,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:30",
                            "text": "The Truth also in person says, Have salt in yourselves, and have peace one with another (Mark ix."
                        },
                        {
                            "verse": 31,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:31",
                            "text": "50)."
                        },
                        {
                            "verse": 32,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:32",
                            "text": "What is denoted by salt but wisdom, as Paul attests, who says, Let your speech be alway in grace, seasoned with salt (Col."
                        },
                        {
                            "verse": 33,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:33",
                            "text": "iv."
                        },
                        {
                            "verse": 34,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:34",
                            "text": "6)? Since, then, we know that you have salt through the teaching of the heavenly word, it remains that through the grace of charity you keep with all your hearts peace between yourselves."
                        },
                        {
                            "verse": 35,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:35",
                            "text": "All this I say, dearest brother, because I love you both exceedingly, and am much afraid lest the sacrifices of your prayers should be stained by any dissension between you."
                        },
                        {
                            "verse": 36,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:36",
                            "text": "The blessing which you sent, first by Exhilaratus the Secundicerius, and afterwards by Sabinianus the deacon, I received with thanksgiving, since from a holy place it became you to send holy things, and to shew by your very gift whom you serve continually."
                        },
                        {
                            "verse": 37,
                            "chapter": 21,
                            "name": "Gregory The Great: Register of Epistles VII 21:37",
                            "text": "May Almighty God protect you with His right hand, and preserve you scatheless from all evils."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Gregory The Great: Register of Epistles VII 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles VII 22:1",
                            "text": "Epistle XXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles VII 22:2",
                            "text": "To Mauricius Augustus."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles VII 22:3",
                            "text": "Gregory to Mauricius Augustus."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles VII 22:4",
                            "text": "The provident piety of my lords, lest perchance any scandal might be engendered in the unity of Holy Church by the dissension of priests, has once and again deigned to admonish me to receive kindly the representatives of my brother and fellow-priest Cyriacus, and to give them liberty to return soon."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles VII 22:5",
                            "text": "And although, most pious lord, all your injunctions are suitable and provident, yet I find that by such an admonition I am reproved as being in your judgment indiscreet."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles VII 22:6",
                            "text": "But, even though my mind has been wounded in no slight degree by a proud and profane title, could I possibly be guilty of so great indiscretion as not to know what I owed to the unity of the faith and to ecclesiastical concord, and to refuse to receive the representatives and the synodical letter of my brother on account of bitterness from whatever cause intervening? Far be this from me."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles VII 22:7",
                            "text": "Such wisdom had been unwisdom."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles VII 22:8",
                            "text": "For what is due from us for conserving unity of faith is one thing; what is due for restraining elation is another."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles VII 22:9",
                            "text": "Times therefore were to be distinguished, lest the newness of my aforesaid brother might in any point be disturbed."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles VII 22:10",
                            "text": "Whence also I received his representatives with great affection."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles VII 22:11",
                            "text": "Whatever charity I owed to them I displayed, and honoured them more than it had been the ancient custom to do, and caused them to celebrate the sacred solemnities of mass with me; since, even as my deacon ought not to serve, for exhibition of the sacred mysteries, him who has either committed the sin of elation or corrects it not himself when committed by others, so it was right that his ministers should attend, in the celebration of mass, on me, who, under  the keeping of God, have not fallen into the error of pride."
                        },
                        {
                            "verse": 12,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles VII 22:12",
                            "text": "I have however taken care to admonish earnestly the same my brother and fellow-bishop that, if he desires to have peace and concord with all, he must refrain from the appellation of a foolish title."
                        },
                        {
                            "verse": 13,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles VII 22:13",
                            "text": "As to this, the piety of my lords has charged me in their orders, saying that offence ought not to be engendered among us for the appellation of a frivolous name."
                        },
                        {
                            "verse": 14,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles VII 22:14",
                            "text": "But I beseech your imperial Piety to consider that some frivolous things are very harmless, and others exceedingly harmful."
                        },
                        {
                            "verse": 15,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles VII 22:15",
                            "text": "Is it not the case that, when Antichrist comes and calls himself God, it will be very frivolous, and yet exceedingly pernicious? If we regard the quantity of the language used, there are but a few syllables; but if the weight of the wrong, there is universal disaster."
                        },
                        {
                            "verse": 16,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles VII 22:16",
                            "text": "Now I confidently say that whosoever calls himself, or desires to be called, Universal Priest, is in his elation the precursor of Antichrist, because he proudly puts himself above all others."
                        },
                        {
                            "verse": 17,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles VII 22:17",
                            "text": "Nor is it by dissimilar pride that he is led into error; for, as that perverse one wishes to appear as above all men, so whosoever this one is who covets being called sole priest, he extols himself above all other priests."
                        },
                        {
                            "verse": 18,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles VII 22:18",
                            "text": "But, since the Truth says, Every one that exalteth himself shall be humbled (Luke xiv."
                        },
                        {
                            "verse": 19,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles VII 22:19",
                            "text": "11; xviii."
                        },
                        {
                            "verse": 20,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles VII 22:20",
                            "text": "14), I know that every kind of elation is the sooner burst as it is the more inflated."
                        },
                        {
                            "verse": 21,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles VII 22:21",
                            "text": "Let then your Piety charge those who have fallen into an example of pride not to generate any offence by the appellation of a frivolous name."
                        },
                        {
                            "verse": 22,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles VII 22:22",
                            "text": "For I, a sinner, who by the help of God retain humility, need not to be admonished to humility."
                        },
                        {
                            "verse": 23,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles VII 22:23",
                            "text": "Now may Almighty God long guard the life of our most serene Lord for the peace of holy Church and the advantage of the Roman republic."
                        },
                        {
                            "verse": 24,
                            "chapter": 22,
                            "name": "Gregory The Great: Register of Epistles VII 22:24",
                            "text": "For we are sure, that if you live who fear the Lord of heaven, you will allow no proud doings to prevail against the truth."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Gregory The Great: Register of Epistles VII 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:1",
                            "text": "Epistle XXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:2",
                            "text": "To Eulogius, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:3",
                            "text": "Gregory to Eulogius, Bishop of Alexandria, and Anastasius, Bishop of Antioch."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:4",
                            "text": "The charity wherewith I am greatly bound to you allows me by no means to keep silence, that your Holiness may know all that is going on among us, and, deceived by no false rumours, may keep more perfectly the way of your justice and rectitude, as you have perfectly begun to do."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:5",
                            "text": "Now the representatives (responsales) of our brother and fellow-bishop Cyriacus came to me, bringing me his synodical epistle."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:6",
                            "text": "And indeed between us and him there is, as your Blessedness knows, serious difference on account of the appellation of a profane name; but I thought that his representatives sent in the cause of the faith ought to be received, lest the sin of elation which has arisen in the Constantinopolitan Church almost against all priests, might cause a shaking of the faith and a breach in ecclesiastical unity."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:7",
                            "text": "I also caused the same representatives, inasmuch as they very humbly requested it, to celebrate with me the solemnities of mass, because, as I have taken care to intimate to the most serene lord the Emperor, it was right that the representatives of our brother and fellow priest Cyriacus should communicate with me, since by God's help I have not fallen into the error of elation."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:8",
                            "text": "But my deacon ought not to celebrate the solemnities of mass with our aforesaid-brother Cyriacus, since, through a profane title, he has either committed or accedes to the sin of pride; lest if he (my deacon) proceeds with one who is in such a position of elation, we might seem (which God forbid) to confirm the vanity of that foolish name."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:9",
                            "text": "But I have taken care to admonish our said brother to correct himself of such elation, since, if he does not correct it, he will in no way have peace with us."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:10",
                            "text": "Furthermore, our said brother in his synodical letters has by the grace of God expressed himself in all respects as a Catholic."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:11",
                            "text": "But he has condemned a certain Eudoxius, whom we find neither condemned in synods, nor repudiated by his predecessors in their synodical letters."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:12",
                            "text": "It is true that the canons of the council of Constantinople condemn the Eudoxians; but they say nothing as to who their author Eudoxius was."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:13",
                            "text": "But the Roman Church does not possess so far these same canons, or the acts of that council, nor has it accepted them, though it has accepted this same synod with regard to what was defined by it against Macedonius."
                        },
                        {
                            "verse": 14,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:14",
                            "text": "It does certainly repudiate the other heresies therein spoken of, which had already been condemned by other Fathers: but so far it knows nothing about the Eudoxians."
                        },
                        {
                            "verse": 15,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:15",
                            "text": "Some things are indeed told in Sozomen's history about a certain Eudoxius, who is said to have usurped the episcopate of the Church of Constantinople."
                        },
                        {
                            "verse": 16,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:16",
                            "text": "But this history itself the Apostolic See refuses to accept, since it contains many false statements,  and praises Theodore of Mopsuestia too much, and says that he was a great doctor of the Church even to the day of his death."
                        },
                        {
                            "verse": 17,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:17",
                            "text": "It remains then that, if any one receives that history, he contradicts the synod held in the times of Justinian of pious memory concerning the three chapters."
                        },
                        {
                            "verse": 18,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:18",
                            "text": "But one who cannot contradict this synod must needs reject that history."
                        },
                        {
                            "verse": 19,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:19",
                            "text": "Moreover in the Latin language we have so far found nothing about this Eudoxius, either in Philaster or in the blessed Augustine, who wrote much about heresies."
                        },
                        {
                            "verse": 20,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:20",
                            "text": "Let therefore your Charity inform me in your letters if any one of the approved Fathers among the Greeks has made mention of him."
                        },
                        {
                            "verse": 21,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:21",
                            "text": "Furthermore three years ago, with reference to the case of the monks of Isauria, who were accused as being heretics, my brother and fellow-bishop the lord John once sent me letters for my satisfaction, in which he attempted to shew that they had contradicted the definitions of the synod of Ephesus; and he forwarded to me certain chapters, purporting to be those of the same synod, which they were said to oppose."
                        },
                        {
                            "verse": 22,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:22",
                            "text": "Now among other things it was in these chapters asserted concerning the soul of Adam, that by sin it did not die, in that the devil does not enter into the heart of man; and that whoso said it was so was anathema."
                        },
                        {
                            "verse": 23,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:23",
                            "text": "When this was read to me I was much grieved."
                        },
                        {
                            "verse": 24,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:24",
                            "text": "For if the soul of Adam, who was the first to sin, did not die by sin, how was it said to him concerning the forbidden tree, In the day that ye eat thereof ye shall surely die (Gen."
                        },
                        {
                            "verse": 25,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:25",
                            "text": "ii."
                        },
                        {
                            "verse": 26,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:26",
                            "text": "17)? And certainly Adam and Eve ate of the forbidden tree, and yet in their flesh they lived afterwards more than nine hundred years."
                        },
                        {
                            "verse": 27,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:27",
                            "text": "It is therefore evident that in his flesh he did not die."
                        },
                        {
                            "verse": 28,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:28",
                            "text": "If then he did not die in his soul, the impious conclusion follows that God pronounced a false sentence concerning him, when He said that in the day that he ate he should die."
                        },
                        {
                            "verse": 29,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:29",
                            "text": "But far be this error, far be it from the true faith."
                        },
                        {
                            "verse": 30,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:30",
                            "text": "For what we say is, that the first man died in soul in the day that he sinned, and that through him the whole human race is condemned in this penalty of death and corruption."
                        },
                        {
                            "verse": 31,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:31",
                            "text": "But through the second man we trust that we can be freed, both now from the death of the soul, and hereafter from all corruption of the flesh in the eternal resurrection:as moreover we said to the aforesaid representatives; 'We say that the soul of Adam died by sin, not from the substance of living, but from the quality of living."
                        },
                        {
                            "verse": 32,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:32",
                            "text": "For, inasmuch as substance is one thing, and quality another, his soul did not so die as not to be, but so died as not to be blessed."
                        },
                        {
                            "verse": 33,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:33",
                            "text": "Yet this same Adam returned afterwards to life through penitence."
                        },
                        {
                            "verse": 34,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:34",
                            "text": "'  But that the devil enters into the heart of man cannot be denied, if the Gospel is believed."
                        },
                        {
                            "verse": 35,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:35",
                            "text": "For it is there written, And after the sop Satan entered into him (John xiii."
                        },
                        {
                            "verse": 36,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:36",
                            "text": "27)."
                        },
                        {
                            "verse": 37,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:37",
                            "text": "And again it is therein also said, When the devil had now put himself into the heart of Judas, that Judas should betray Him (Ibid."
                        },
                        {
                            "verse": 38,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:38",
                            "text": "2)."
                        },
                        {
                            "verse": 39,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:39",
                            "text": "He that denies this falls into Pelagian heresy."
                        },
                        {
                            "verse": 40,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:40",
                            "text": "Seeing then that, having examined the Ephesine synod, we found nothing of the kind to be contained therein, we caused to be brought to us also a very old Codex of the same synod from the Church of Ravenna, and we found it to agree with the report of the synod which we have so as to differ in no respect, and to contain nothing else in its decree of anathema and rejection, except that they reject the twelve chapters of Cyril of blessed memory."
                        },
                        {
                            "verse": 41,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:41",
                            "text": "But this whole argument we set forth much more fully and particularly to his representatives when they were with us, and most fully satisfied them."
                        },
                        {
                            "verse": 42,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:42",
                            "text": "Wherefore lest either these or any like things should creep in yonder, so as to cause offence to holy Church, it is necessary for us to indicate these things to your Holiness."
                        },
                        {
                            "verse": 43,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:43",
                            "text": "And, although we know our brother and fellow-bishop Cyriacus to be orthodox, yet on account of others we ought to be cautious, that the seeds of error may be trampled down before they spring up to public view."
                        },
                        {
                            "verse": 44,
                            "chapter": 23,
                            "name": "Gregory The Great: Register of Epistles VII 23:44",
                            "text": "I received the letters of your Holiness on the arrival here of our common son the deacon Sabinianus; but, as their bearer is already prepared for departure and cannot be detained, I will reply when the deacon, my responsalis, comes."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Gregory The Great: Register of Epistles VII 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Gregory The Great: Register of Epistles VII 24:1",
                            "text": "Epistle XXXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Gregory The Great: Register of Epistles VII 24:2",
                            "text": "To Dominicus, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Gregory The Great: Register of Epistles VII 24:3",
                            "text": "Gregory to Dominicus, Bishop of Carthage."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Gregory The Great: Register of Epistles VII 24:4",
                            "text": "Though we believe that thy Fraternity gives attention with pastoral vigilance to the care of monasteries, yet we think it necessary to inform you of what we have learnt about a monastery in the African province."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Gregory The Great: Register of Epistles VII 24:5",
                            "text": "Now the abbot Cumquodeus, the bearer of these presents, complaints that, if at any time he wishes to restrain under regular discipline the monks over whom he presides, they at once leave the monastery, and are allowed to wander wherever they will."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Gregory The Great: Register of Epistles VII 24:6",
                            "text": "Seeing, then, that this is both altogether pernicious to themselves and also sets an example of perdition to others, we exhort your Fraternity that, if it  is so, you should bring ecclesiastical censure to bear upon them, and withhold them by suitable punishment from such undoubted presumption; and that you should so bring them to obedience by salubrious provision, subduing their proud minds to the yoke of discipline, that correction may recall from guilt others whom their example might have provoked to similar transgression, and teach them to obey their superiors, as is fit."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Gregory The Great: Register of Epistles VII 24:7",
                            "text": "But, since he tells us that stray monks are defended by some bishops, let your Fraternity give careful attention to this, and restrain them by your menaces in all ways from such defence."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Gregory The Great: Register of Epistles VII 24:8",
                            "text": "The month of July, Indiction 15."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Gregory The Great: Register of Epistles VII 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Gregory The Great: Register of Epistles VII 25:1",
                            "text": "Epistle XXXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Gregory The Great: Register of Epistles VII 25:2",
                            "text": "To Donus, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Gregory The Great: Register of Epistles VII 25:3",
                            "text": "Gregory to Donus, Bishop of Messana (Messene)."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Gregory The Great: Register of Epistles VII 25:4",
                            "text": "The ordinances both of the sacred canons and of the laws allow the utensils of the Church to be sold for the redemption of captives."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Gregory The Great: Register of Epistles VII 25:5",
                            "text": "And so, seeing that Faustinus, the bearer of these presents, is proved to have contracted a debt of three hundred and thirty solidi for the purpose of redeeming his daughters from the yoke of captivity, and that, thirty thereof having been repaid, it is certain that he has not sufficient means for the repayment of the remaining sum, we exhort thy Fraternity by this communication that thou by all means give him fifteen pounds, taking his receipt for the same, out of the silver in thy hands belonging to the Meriensian Church, of which he is known to be a soldier; so that, it being sold, and the debt paid, he may be freed from the bond of his obligation."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Gregory The Great: Register of Epistles VII 25:6",
                            "text": "But of this also your Fraternity should be careful, that in case of the aforesaid Church having so much current coin, he should receive from it the amount above-written; but otherwise you must needs supply him for the purpose in view with the sum we have stated from the consecrated vessels."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Gregory The Great: Register of Epistles VII 25:7",
                            "text": "For, as it is a very serious thing to sell idly ecclesiastical utensils, so on the other hand it is wrong, under pressing necessity of this kind, for an exceedingly desolated Church to prefer its property to its captives, or to loiter in redeeming them."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Gregory The Great: Register of Epistles VII 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Gregory The Great: Register of Epistles VII 26:1",
                            "text": "Epistle XXXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Gregory The Great: Register of Epistles VII 26:2",
                            "text": "To John, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Gregory The Great: Register of Epistles VII 26:3",
                            "text": "Gregory to John, Bishop of Syracuse."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Gregory The Great: Register of Epistles VII 26:4",
                            "text": "Lest attention to secular affairs should disjoin the hearts of religious men (which God forbid) from mutual charity, very earnest endeavour should be made to bring any matter that has come into dispute to the easiest possible termination."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Gregory The Great: Register of Epistles VII 26:5",
                            "text": "Since, then, from the information of Caesarius, abbot of St."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Gregory The Great: Register of Epistles VII 26:6",
                            "text": "Peter's monastery, constituted in a place called Baias, we find that between him and John, abbot of St."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Gregory The Great: Register of Epistles VII 26:7",
                            "text": "Lucia's monastery, constituted in the city of Syracuse, there has arisen a serious question about certain boundaries, we, lest this contention should be prolonged between them, have taken thought for their dispute being terminated by the determination of a land-measurer."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Gregory The Great: Register of Epistles VII 26:8",
                            "text": "And accordingly we have written to the defensor Fantinus, bidding him direct John the land-measurer, who has gone from Rome to Panormus, to resort to your Fraternity."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Gregory The Great: Register of Epistles VII 26:9",
                            "text": "We exhort, therefore, that you go with him to the places about which there is contention, and, both parties having been brought together, cause the places in dispute to have their boundaries defined in your presence, though still with a claim of prescription for forty years preserved to either party."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "Gregory The Great: Register of Epistles VII 26:10",
                            "text": "But, whatever may be determined, let it be your Fraternity's anxious and studious care to have it so observed that no strife may henceforth be stirred up anew, nor any further complaint reach us."
                        },
                        {
                            "verse": 11,
                            "chapter": 26,
                            "name": "Gregory The Great: Register of Epistles VII 26:11",
                            "text": "We believe that it is not unknown to your Fraternity that the venerable abbot Caesarius was formerly our friend; and therefore, saving equity, we commend him to you in all respects."
                        },
                        {
                            "verse": 12,
                            "chapter": 26,
                            "name": "Gregory The Great: Register of Epistles VII 26:12",
                            "text": "And, seeing that he is entirely inexperienced in secular causes, it is needful for him to be aided by your solicitude; yet so that, in this as in all cases, you observe, as is fit, reason and justice."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Gregory The Great: Register of Epistles VII 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:1",
                            "text": "Epistle XL."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:2",
                            "text": "To Eulogius, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:3",
                            "text": "Gregory to Eulogius, Bishop of Alexandria."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:4",
                            "text": "Your most sweet Holiness has spoken much in your letter to me about the chair of Saint Peter, Prince of the apostles, saying that he himself now sits on it in the persons of his successors."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:5",
                            "text": "And indeed I acknowledge myself to be unworthy, not only in the dignity of such as preside, but even in the number of such as stand."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:6",
                            "text": "But I gladly accepted all that has been said, in that he has spoken to me about Peter's chair who occupies Peter's chair."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:7",
                            "text": "And, though special honour to myself in no wise delights me, yet I greatly rejoiced because you, most holy ones, have given to yourselves what you have bestowed upon me."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:8",
                            "text": "For who can be ignorant that holy Church has been made firm in the solidity of the Prince of the apostles, who derived his name from the firmness of his mind, so as to be called Petrus  from petra."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:9",
                            "text": "And to him it is said by the voice of the Truth, To thee I will give the keys of the kingdom of heaven (Matth."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:10",
                            "text": "xvi."
                        },
                        {
                            "verse": 11,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:11",
                            "text": "19)."
                        },
                        {
                            "verse": 12,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:12",
                            "text": "And again it is said to him, And when thou art converted, strengthen thy brethren (xxii."
                        },
                        {
                            "verse": 13,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:13",
                            "text": "32)."
                        },
                        {
                            "verse": 14,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:14",
                            "text": "And once more, Simon, son of Jonas, lovest thou Me? Feed my sheep (Joh."
                        },
                        {
                            "verse": 15,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:15",
                            "text": "xxi."
                        },
                        {
                            "verse": 16,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:16",
                            "text": "17)."
                        },
                        {
                            "verse": 17,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:17",
                            "text": "Wherefore though there are many apostles, yet with regard to the principality itself the See of the Prince of the apostles alone has grown strong in authority, which in three places is the See of one."
                        },
                        {
                            "verse": 18,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:18",
                            "text": "For he himself exalted the See in which he deigned even to rest and end the present life."
                        },
                        {
                            "verse": 19,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:19",
                            "text": "He himself adorned the See to which he sent his disciple as evangelist."
                        },
                        {
                            "verse": 20,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:20",
                            "text": "He himself stablished the See in which, though he was to leave it, he sat for seven years."
                        },
                        {
                            "verse": 21,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:21",
                            "text": "Since then it is the See of one, and one See, over which by Divine authority three bishops now preside, whatever good I hear of you, this I impute to myself."
                        },
                        {
                            "verse": 22,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:22",
                            "text": "If you believe anything good of me, impute this to your merits, since we are one in Him Who says, That they all may be one, as Thou, Father, art in me, and I in thee that they also may be one in us (Joh."
                        },
                        {
                            "verse": 23,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:23",
                            "text": "xvii."
                        },
                        {
                            "verse": 24,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:24",
                            "text": "21)."
                        },
                        {
                            "verse": 25,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:25",
                            "text": "Moreover, in paying you the debt of salutation which is due to you, I declare to you that I exult with great joy from knowing that you labour assiduously against the barkings of heretics; and I implore Almighty God that He would aid your Blessedness with His protection, so as through your tongue to uproot every root of bitterness from the bosom of holy Church, lest it should germinate again to the hindrance of many, and through it many should be defiled."
                        },
                        {
                            "verse": 26,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:26",
                            "text": "For having received your talent you think on the injunction, Trade till I come (Luke xix."
                        },
                        {
                            "verse": 27,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:27",
                            "text": "13)."
                        },
                        {
                            "verse": 28,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:28",
                            "text": "I therefore, though unable to trade at all nevertheless rejoice with you in the gains of your trade, inasmuch as I know this, that if operation does not make me partaker, yet charity does make me a partaker in your labour."
                        },
                        {
                            "verse": 29,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:29",
                            "text": "For I reckon that the good of a neighbour is common to one that stands idle, if he knows how to rejoice in common in the doings of the other."
                        },
                        {
                            "verse": 30,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:30",
                            "text": "Furthermore, I have wished to send you some timber: but your Blessedness has not indicated whether you are in need of it: and we can send some of much larger size, but no ship is sent hither capable of containing it: and I think shame to send the smaller sort."
                        },
                        {
                            "verse": 31,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:31",
                            "text": "Nevertheless let your Blessedness inform me by letter what I should do."
                        },
                        {
                            "verse": 32,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:32",
                            "text": "I have however sent you, as a small blessing from the Church of Saint Peter who loves you, six of the smaller sort of Aquitanian cloaks (pallia), and two napkins (oraria); for, my affection being great, I presume on the acceptableness of even little things."
                        },
                        {
                            "verse": 33,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:33",
                            "text": "For affection itself has its own worth, and it is quite certain that there will be no offence in what out of love one has presumed to do."
                        },
                        {
                            "verse": 34,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:34",
                            "text": "Moreover I have received the blessing of the holy Evangelist Mark, according to the note appended to your letter."
                        },
                        {
                            "verse": 35,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:35",
                            "text": "But, since I do not drink colatumand viritheumwith pleasure, I venture to ask for cognidium, which last year, after a long interval, your Holiness caused to be known in this city."
                        },
                        {
                            "verse": 36,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:36",
                            "text": "For we here get from the traders the name of cognidium, but not the thing itself."
                        },
                        {
                            "verse": 37,
                            "chapter": 27,
                            "name": "Gregory The Great: Register of Epistles VII 27:37",
                            "text": "Now I beg that the prayers of your Holiness may support me against all the bitternesses which I suffer in this life, and defend me from them by your intercessions with Almighty God."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Gregory The Great: Register of Epistles VII 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Gregory The Great: Register of Epistles VII 28:1",
                            "text": "Epistle XLII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Gregory The Great: Register of Epistles VII 28:2",
                            "text": "To Marinianus, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Gregory The Great: Register of Epistles VII 28:3",
                            "text": "Gregory to Marinianus, Bishop of Ravenna."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Gregory The Great: Register of Epistles VII 28:4",
                            "text": "We find from the information given in your Fraternity's letter that the sons of the Church of Cornelium are continually supplicating you to consecrate a bishop for them in place of their former bishop who has lapsed, and that you are in doubt as to what should be done in the matter, and await our plain command."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Gregory The Great: Register of Epistles VII 28:5",
                            "text": "Inasmuch, then, as no sort of reason allows any one who has departed criminally to be recalled to the place from which he has lapsed, and as the ordinances of the sacred canons allow not a Church to be without a bishop beyond three months, lest (which God forbid) the ancient foe should lie in wait to tear the Lord's flock, your Fraternity ought to comply with their entreaty, and ordain a bishop in the place of the lapsed one."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Gregory The Great: Register of Epistles VII 28:6",
                            "text": "For, seeing that you ought to have admonished them to this thing by your exhortations before they asked you, you can have no excuse for refusing them when they demand it of you, since a Church of God ought not to remain long widowed of a bishop of its own."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Gregory The Great: Register of Epistles VII 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Gregory The Great: Register of Epistles VII 29:1",
                            "text": "Epistle XLIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Gregory The Great: Register of Epistles VII 29:2",
                            "text": "To Marinianus, Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Gregory The Great: Register of Epistles VII 29:3",
                            "text": "Gregory to Marinianus, Bishop of Ravenna."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Gregory The Great: Register of Epistles VII 29:4",
                            "text": "It has for some time reached us from the  report of many that the monasteries constituted in the district of Ravenna are everywhere aggrieved by the domination of your clergy; so thatgrievous to be saidunder the pretext of government they take possession of them as if they were their own."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Gregory The Great: Register of Epistles VII 29:5",
                            "text": "Condoling in no small degree with these monasteries, we sent letters to your predecessor bidding him correct this evil."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Gregory The Great: Register of Epistles VII 29:6",
                            "text": "But, seeing that he was soon overtaken by the close of life, we remember having written in like manner to your Fraternity, lest this burden on the monasteries should continue."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Gregory The Great: Register of Epistles VII 29:7",
                            "text": "And because, as we have discovered, there has been loitering so far in the correction of this thing, we have thought fit to address you a second time by this letter."
                        },
                        {
                            "verse": 8,
                            "chapter": 29,
                            "name": "Gregory The Great: Register of Epistles VII 29:8",
                            "text": "We exhort you, then, that, putting aside all delay and all excuses, you so study to relieve these monasteries from this kind of grievance that clerics, or such as are in sacred orders, may henceforth have no leave of access to them on any other ground except only for the purpose of praying, or if perchance they should be invited for solemnizing the sacred mysteries of mass."
                        },
                        {
                            "verse": 9,
                            "chapter": 29,
                            "name": "Gregory The Great: Register of Epistles VII 29:9",
                            "text": "But, lest haply the monasteries should sustain a burden through the promotion of any monk or abbot, you must take care that, if any of the abbots or monks of any monastery should accede to any clerical office or sacred order, he shall have, as we have said, no power there any longer, lest under cover of this occasion the monasteries should be compelled to sustain the burdens which we prohibit."
                        },
                        {
                            "verse": 10,
                            "chapter": 29,
                            "name": "Gregory The Great: Register of Epistles VII 29:10",
                            "text": "Let not your Holiness, then, after this second admonition, delay correcting all this with vigilant care, lest, if we should after this perceive you to be negligent (as we do not believe will be the case), we be compelled to provide otherwise for the quiet of the monasteries."
                        },
                        {
                            "verse": 11,
                            "chapter": 29,
                            "name": "Gregory The Great: Register of Epistles VII 29:11",
                            "text": "For be it known to you that we will no longer suffer the congregations of the servants of God to be subjected to such requirements."
                        },
                        {
                            "verse": 12,
                            "chapter": 29,
                            "name": "Gregory The Great: Register of Epistles VII 29:12",
                            "text": "Lest, however, any excuse should be put forward with regard to the monks, let your Fraternity without fail send hither such person as you may see to be serviceable, and we will depute monks to go with him to you, to provide for whom you must place them in monasteries, if indeed there are among you places such as may afford them a maintenance."
                        }
                    ]
                }
            ]
        }
    ]
}