{
    "books": [
        {
            "name": "Augustine: On Grace and Free Will",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: On Grace and Free Will 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: On Grace and Free Will 1:1",
                            "text": "A Treatise on grace and free will,  by aurelius augustin, bishop of hippo;  addressed to valentinus and the monks of adrumetum, and completed in one book."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: On Grace and Free Will 1:2",
                            "text": "written in a."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: On Grace and Free Will 1:3",
                            "text": "d."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: On Grace and Free Will 1:4",
                            "text": "426 or a."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: On Grace and Free Will 1:5",
                            "text": "d."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: On Grace and Free Will 1:6",
                            "text": "427    In this treatise Augustin teaches us to beware of maintaining grace by denying free will, or free will by denying grace; for that it is evident from the testimony of Scripture that there is in man a free choice of will; and there are also in the same Scriptures inspired proofs given of that very grace of God without which we can do nothing good."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: On Grace and Free Will 1:7",
                            "text": "Afterwards, in opposition to the Pelagians, he proves that grace is not bestowed according to our merits."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: On Grace and Free Will 1:8",
                            "text": "He explains how eternal life, which is rendered to good works, is really of grace."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: On Grace and Free Will 1:9",
                            "text": "He then goes on to show that the grace which is given to us through our Lord Jesus Christ is neither the knowledge of the law, nor nature, nor simply remission of sins; but that it is grace that makes us fulfil the law, and causes nature to be liberated from the dominion of sin."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Augustine: On Grace and Free Will 1:10",
                            "text": "He demolishes that vain subterfuge of the Pelagians, to the effect that \"grace, although it is not bestowed according to the merits of good works, is yet given according to the merits of the antecedent good-will of the man who believes and prays\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Augustine: On Grace and Free Will 1:11",
                            "text": "He incidentally touches the question, why God commands what He means Himself to give, and whether He imposes on us any commands which we are unable to perform."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Augustine: On Grace and Free Will 1:12",
                            "text": "He clearly shows that the love which is indispensable for fulfilling the commandments is only within us from God Himself."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Augustine: On Grace and Free Will 1:13",
                            "text": "He points out that God works in men's hearts to incline their wills whithersoever He willeth, either to good works according to His mercy, or to evil ones in return for their deserving; His judgment, indeed, being sometimes manifest, sometimes hidden, but always righteous."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Augustine: On Grace and Free Will 1:14",
                            "text": "Lastly, he teaches us that a clear example of the gratuitousness of grace, not given in return for our deserts, is supplied to us in the case of those infants which are saved, while others perish though their case is identical with that of the rest."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Augustine: On Grace and Free Will 1:15",
                            "text": "Chapter 1 (I."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Augustine: On Grace and Free Will 1:16",
                            "text": ")—The Occasion and Argument of This Work."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Augustine: On Grace and Free Will 1:17",
                            "text": "With reference to those persons who so preach and defend man's free will, as boldly to deny, and endeavour to do away with, the grace of God which calls us to Him, and delivers us from our evil deserts, and by which we obtain the good deserts which lead to everlasting life: we have already said a good deal in discussion, and committed it to writing, so far as the Lord has vouchsafed to enable us."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Augustine: On Grace and Free Will 1:18",
                            "text": "But since there are some persons who so defend God's grace as to deny man's free will, or who suppose that free will is denied when grace is defended, I have determined to write somewhat on this point to your Love, my brother Valentinus, and the rest of you, who are serving God together under the impulse of a mutual love."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Augustine: On Grace and Free Will 1:19",
                            "text": "For it has been told me concerning you, brethren, by some members of your brotherhood who have visited us, and are the bearers of this communication of ours to you, that there are dissensions among you on this subject."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Augustine: On Grace and Free Will 1:20",
                            "text": "This, then, being the case, dearly beloved, that you be not disturbed by the obscurity of this question, I counsel you first to thank God for such things as you understand; but as for all which is beyond the reach of your mind, pray for understanding from the Lord, observing, at the same time peace and love among yourselves; and until He Himself lead you to perceive what at present is beyond your comprehension, walk firmly on the ground of which you are sure."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Augustine: On Grace and Free Will 1:21",
                            "text": "This is the advice of the Apostle Paul, who, after saying that he was not yet perfect, a little later adds, \"Let us, therefore, as many as are perfect, be thus minded,\"—meaning perfect to a certain extent, but not having attained to a perfection sufficient for us; and then immediately adds, \"And if, in any thing, ye be otherwise minded, God shall reveal even this unto you."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Augustine: On Grace and Free Will 1:22",
                            "text": "Nevertheless, whereunto we have already attained, let us walk by the same rule\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Augustine: On Grace and Free Will 1:23",
                            "text": "For by walking in what we have attained, we shall be able to advance to what we have not yet attained,—God revealing it to us if in anything we are otherwise minded,—provided we do not give up what He has already revealed."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: On Grace and Free Will 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: On Grace and Free Will 2:1",
                            "text": "Chapter 2 (II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: On Grace and Free Will 2:2",
                            "text": ")—He Proves the Existence of Free Will in Man from the Precepts Addressed to Him by God."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: On Grace and Free Will 2:3",
                            "text": "Now He has revealed to us, through His Holy Scriptures, that there is in a man a free choice of will."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: On Grace and Free Will 2:4",
                            "text": "But how He has revealed this I do not recount in human language, but in divine."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: On Grace and Free Will 2:5",
                            "text": "There is, to begin with, the fact that God's precepts themselves would be of no use to a man unless he had free choice of will, so that by performing them he might obtain the promised rewards."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Augustine: On Grace and Free Will 2:6",
                            "text": "For they are given that no one might be able to plead the excuse of ignorance, as the Lord says concerning the Jews in the gospel: \"If I had not come and spoken unto them, they would not have sin; but now they have no excuse for their sin\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Augustine: On Grace and Free Will 2:7",
                            "text": "Of what sin does He speak but of that great one which He foreknew, while speaking thus, that they would make their own—that is, the death they were going to inflict upon Him? For they did not have \"no sin\" before Christ came to them in the flesh."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Augustine: On Grace and Free Will 2:8",
                            "text": "The apostle also says: \"The wrath of God is revealed from heaven against all ungodliness and unrighteousness of men who hold back the truth in unrighteousness; because that which may be known of God is manifest in them; for God hath showed it unto them."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Augustine: On Grace and Free Will 2:9",
                            "text": "For the invisible things of Him are from the creation of the world clearly seen—being understood by the things that are made—even His eternal power and Godhead, so that they are inexcusable\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Augustine: On Grace and Free Will 2:10",
                            "text": "In what sense does he pronounce them to be \"inexcusable,\" except with reference to such excuse as human pride is apt to allege in such words as, \"If I had only known, I would have done it; did I not fail to do it because I was ignorant of it?\" or, \"I would do it if I knew how; but I do not know, therefore I do not do it\"? All such excuse is removed from them when the precept is given them, or the knowledge is made manifest to them how to avoid sin."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Augustine: On Grace and Free Will 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Augustine: On Grace and Free Will 3:1",
                            "text": "Chapter 3."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Augustine: On Grace and Free Will 3:2",
                            "text": "—Sinners are Convicted When Attempting to Excuse Themselves by Blaming God, Because They Have Free Will."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Augustine: On Grace and Free Will 3:3",
                            "text": "There are, however, persons who attempt to find excuse for themselves even from God."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Augustine: On Grace and Free Will 3:4",
                            "text": "The Apostle James says to such: \"Let no man say when he is tempted, I am tempted of God; for God cannot be tempted with evil, neither tempteth He any man."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Augustine: On Grace and Free Will 3:5",
                            "text": "But every man is tempted when he is drawn away of his own lust, and enticed."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Augustine: On Grace and Free Will 3:6",
                            "text": "Then, when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Augustine: On Grace and Free Will 3:7",
                            "text": "Solomon, too, in his book of Proverbs, has this answer for such as wish to find an excuse for themselves from God Himself: \"The folly of a man spoils his ways; but he blames God in his heart\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Augustine: On Grace and Free Will 3:8",
                            "text": "And in the book of Ecclesiasticus we read: \"Say not thou, It is through the Lord that I fell away; for thou oughtest not to do the things that He hateth: nor do thou say, He hath caused me to err; for He hath no need of the sinful man."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Augustine: On Grace and Free Will 3:9",
                            "text": "The Lord hateth all abomination, and they that fear God love it not."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Augustine: On Grace and Free Will 3:10",
                            "text": "He Himself made man from the beginning, and left him in the hand of His counsel."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Augustine: On Grace and Free Will 3:11",
                            "text": "If thou be willing, thou shalt keep His commandments, and perform true fidelity."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Augustine: On Grace and Free Will 3:12",
                            "text": "He hath set fire and water before thee: stretch forth thine hand unto whether thou wilt."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Augustine: On Grace and Free Will 3:13",
                            "text": "Before man is life and death, and whichsoever pleaseth him shall be given to him\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Augustine: On Grace and Free Will 3:14",
                            "text": "Observe how very plainly is set before our view the free choice of the human will."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Augustine: On Grace and Free Will 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Augustine: On Grace and Free Will 4:1",
                            "text": "Chapter 4."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Augustine: On Grace and Free Will 4:2",
                            "text": "—The Divine Commands Which are Most Suited to the Will Itself Illustrate Its Freedom."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Augustine: On Grace and Free Will 4:3",
                            "text": "What is the import of the fact that in so many passages God requires all His commandments to be kept and fulfilled? How does He make this requisition, if there is no free will? What means \"the happy man,\" of whom the Psalmist says that \"his will has been the law of the Lord\"? Does he not clearly enough show that a man by his own will takes his stand in the law of God? Then again, there are so many commandments which in some way are expressly adapted to the human will; for instance, there is, \"Be not overcome of evil,\" and others of similar import, such as, \"Be not like a horse or a mule, which have no understanding;\" and, \"Reject not the counsels of thy mother;\" and, \"Be not wise in thine own conceit;\" and, \"Despise not the chastening of the Lord;\" and, \"Forget not my law;\" and, \"Forbear not to do good to the poor;\" and, \"Devise not evil against thy friend;\" and, \"Give no heed to a worthless woman;\" and, \"He is not inclined to understand how to do good;\" and, \"They refused to attend to my counsel;\" with numberless other passages of the inspired Scriptures of the Old Testament."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Augustine: On Grace and Free Will 4:4",
                            "text": "And what do they all show us but the free choice of the human will? So, again, in the evangelical and apostolic books of the New Testament what other lesson is taught us? As when it is said, \"Lay not up for yourselves treasures upon earth;\" and, \"Fear not them which kill the body;\" and, \"If any man will come after me, let him deny himself;\" and again, \"Peace on earth to men of good will\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Augustine: On Grace and Free Will 4:5",
                            "text": "So also that the Apostle Paul says: \"Let him do what he willeth; he sinneth not if he marry."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Augustine: On Grace and Free Will 4:6",
                            "text": "Nevertheless, he that standeth stedfast in his heart, having no necessity, but hath power over his own will, and hath so decreed in his heart that he will keep his virgin, doeth well\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Augustine: On Grace and Free Will 4:7",
                            "text": "And so again, \"If I do this willingly, I have a reward;\" while in another passage he says, \"Be ye sober and righteous, and sin not;\" and again, \"As ye have a readiness to will, so also let there be a prompt performance;\" then he remarks to Timothy about the younger widows, \"When they have begun to wax wanton against Christ, they choose to marry\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Augustine: On Grace and Free Will 4:8",
                            "text": "So in another passage, \"All that will to live godly in Christ Jesus shall suffer persecution;\" while to Timothy himself he says, \"Neglect not the gift that is in thee\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Augustine: On Grace and Free Will 4:9",
                            "text": "Then to Philemon he addresses this explanation: \"That thy benefit should not be as it were of necessity, but of thine own will\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Augustine: On Grace and Free Will 4:10",
                            "text": "Servants also he advises to obey their masters \"with a good will\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Augustine: On Grace and Free Will 4:11",
                            "text": "In strict accordance with this, James says: \"Do not err, my beloved brethren."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Augustine: On Grace and Free Will 4:12",
                            "text": "and have not the faith of our Lord Jesus Christ with respect to persons;\" and, \"Do not speak evil one of another\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Augustine: On Grace and Free Will 4:13",
                            "text": "So also John in his Epistle writes, \"Do not love the world,\" and other things of the same import."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Augustine: On Grace and Free Will 4:14",
                            "text": "Now wherever it is said, \"Do not do this,\" and \"Do not do that,\" and wherever there is any requirement in the divine admonitions for the work of the will to do anything, or to refrain from doing anything, there is at once a sufficient proof of free will."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Augustine: On Grace and Free Will 4:15",
                            "text": "No man, therefore, when he sins, can in his heart blame God for it, but every man must impute the fault to himself."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Augustine: On Grace and Free Will 4:16",
                            "text": "Nor does it detract at all from a man's own will when he performs any act in accordance with God."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Augustine: On Grace and Free Will 4:17",
                            "text": "Indeed, a work is then to be pronounced a good one when a person does it willingly; then, too, may the reward of a good work be hoped for from Him concerning whom it is written, \"He shall reward every man according to his works\"."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Augustine: On Grace and Free Will 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Augustine: On Grace and Free Will 5:1",
                            "text": "Chapter 5."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Augustine: On Grace and Free Will 5:2",
                            "text": "—He Shows that Ignorance Affords No Such Excuse as Shall Free the Offender from Punishment; But that to Sin with Knowledge is a Graver Thing Than to Sin in Ignorance."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Augustine: On Grace and Free Will 5:3",
                            "text": "The excuse such as men are in the habit of alleging from ignorance is taken away from those persons who know God's commandments."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Augustine: On Grace and Free Will 5:4",
                            "text": "But neither will those be without punishment who know not the law of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Augustine: On Grace and Free Will 5:5",
                            "text": "\"For as many as have sinned without law shall also perish without law; and as many as have sinned in the law shall be judged by the law\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Augustine: On Grace and Free Will 5:6",
                            "text": "Now the apostle does not appear to me to have said this as if he meant that they would have to suffer something worse who in their sins are ignorant of the law than they who know it."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Augustine: On Grace and Free Will 5:7",
                            "text": "(III."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Augustine: On Grace and Free Will 5:8",
                            "text": ") It is seemingly worse, no doubt, \"to perish\" than \"to be judged;\" but inasmuch as he was speaking of the Gentiles and of the Jews when he used these words, because the former were without the law, but the latter had received the law, who can venture to say that the Jews who sin in the law will not perish, since they refused to believe in Christ, when it was of them that the apostle said, \"They shall be judged by the law\"? For without faith in Christ no man can be delivered; and therefore they will be so judged that they perish."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Augustine: On Grace and Free Will 5:9",
                            "text": "If, indeed, the condition of those who are ignorant of the law of God is worse than the condition of those who know it, how can that be true which the Lord says in the gospel: \"The servant who knows not his lord's will, and commits things worthy of stripes, shall be beaten with few stripes; whereas the servant who knows his lord's will, and commits things worthy of stripes, shall be beaten with many stripes\"? Observe how clearly He here shows that it is a graver matter for a man to sin with knowledge than in ignorance."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Augustine: On Grace and Free Will 5:10",
                            "text": "And yet we must not on this account betake ourselves for refuge to the shades of ignorance, with the view of finding our excuse therein."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Augustine: On Grace and Free Will 5:11",
                            "text": "It is one thing to be ignorant, and another thing to be unwilling to know."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Augustine: On Grace and Free Will 5:12",
                            "text": "For the will is at fault in the case of the man of whom it is said, \"He is not inclined to understand, so as to do good\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Augustine: On Grace and Free Will 5:13",
                            "text": "But even the ignorance, which is not theirs who refuse to know, but theirs who are, as it were, simply ignorant, does not so far excuse any one as to exempt him from the punishment of eternal fire, though his failure to believe has been the result of his not having at all heard what he should believe; but probably only so far as to mitigate his punishment."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Augustine: On Grace and Free Will 5:14",
                            "text": "For it was not said without reason: \"Pour out Thy wrath upon the heathen that have not known Thee;\"  nor again according to what the apostle says: \"When He shall come from heaven in a flame of fire to take vengeance on them that know not God\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Augustine: On Grace and Free Will 5:15",
                            "text": "But yet in order that we may have that knowledge that will prevent our saying, each one of us, \"I did not know,\" \"I did not hear,\" \"I did not understand;\" the human will is summoned, in such words as these: \"Wish not to be as the horse or as the mule, which have no understanding;\" although it may show itself even worse, of which it is written, \"A stubborn servant will not be reproved by words; for even if he understand, yet he will not obey\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Augustine: On Grace and Free Will 5:16",
                            "text": "But when a man says, \"I cannot do what I am commanded, because I am mastered by my concupiscence,\" he has no longer any excuse to plead from ignorance, nor reason to blame God in his heart, but he recognises and laments his own evil in himself; and still to such an one the apostle says: \"Be not overcome by evil, but overcome evil with good;\" and of course the very fact that the injunction, \"Consent not to be overcome,\" is addressed to him, undoubtedly summons the determination of his will."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Augustine: On Grace and Free Will 5:17",
                            "text": "For to consent and to refuse are functions proper to will."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Augustine: On Grace and Free Will 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Augustine: On Grace and Free Will 6:1",
                            "text": "Chapter 6 (IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Augustine: On Grace and Free Will 6:2",
                            "text": ")—God's Grace to Be Maintained Against the Pelagians; The Pelagian Heresy Not an Old One."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Augustine: On Grace and Free Will 6:3",
                            "text": "It is, however, to be feared lest all these and similar testimonies of Holy Scripture (and undoubtedly there are a great many of them), in the maintenance of free will, be understood in such a way as to leave no room for God's assistance and grace in leading a godly life and a good conversation, to which the eternal reward is due; and lest poor wretched man, when he leads a good life and performs good works (or rather thinks that he leads a good life and performs good works), should dare to glory in himself and not in the Lord, and to put his hope of righteous living in himself alone; so as to be followed by the prophet Jeremiah's malediction when he says, \"Cursed is the man who has hope in man, and maketh strong the flesh of his arm, and whose heart departeth from the Lord\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Augustine: On Grace and Free Will 6:4",
                            "text": "Understand, my brethren, I pray you, this passage of the prophet."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Augustine: On Grace and Free Will 6:5",
                            "text": "Because the prophet did not say, \"Cursed is the man who has hope in his own self,\" it might seem to some that the passage, \"Cursed is the man who has hope in man,\" was spoken to prevent man having hope in any other man but himself."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Augustine: On Grace and Free Will 6:6",
                            "text": "In order, therefore, to show that his admonition to man was not to have hope in himself, after saying, \"Cursed is the man who has hope in man,\" he immediately added, \"And maketh strong the flesh of his arm\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Augustine: On Grace and Free Will 6:7",
                            "text": "He used the word \"arm\" to designate power in operation."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Augustine: On Grace and Free Will 6:8",
                            "text": "By the term \"flesh,\" however, must be understood human frailty."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Augustine: On Grace and Free Will 6:9",
                            "text": "And therefore he makes strong the flesh of his arm who supposes that a power which is frail and weak (that is, human) is sufficient for him to perform good works, and therefore puts not his hope in God for help."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Augustine: On Grace and Free Will 6:10",
                            "text": "This is the reason why he subjoined the further clause, \"And whose heart departeth from the Lord\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Augustine: On Grace and Free Will 6:11",
                            "text": "Of this character is the Pelagian heresy, which is not an ancient one, but has only lately come into existence."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Augustine: On Grace and Free Will 6:12",
                            "text": "Against this system of error there was first a good deal of discussion; then, as the ultimate resource, it was referred to sundry episcopal councils, the proceedings of which, not, indeed, in every instance, but in some, I have despatched to you for your perusal."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Augustine: On Grace and Free Will 6:13",
                            "text": "In order, then, to our performance of good works, let us not have hope in man, making strong the flesh of our arm; nor let our heart ever depart from the Lord, but let it say to him, \"Be Thou my helper; forsake me not, nor despise me, O God of my salvation\"."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Augustine: On Grace and Free Will 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Augustine: On Grace and Free Will 7:1",
                            "text": "Chapter 7."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Augustine: On Grace and Free Will 7:2",
                            "text": "—Grace is Necessary Along with Free Will to Lead a Good Life."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Augustine: On Grace and Free Will 7:3",
                            "text": "Therefore, my dearly beloved, as we have now proved by our former testimonies from Holy Scripture that there is in man a free determination of will for living rightly and acting rightly; so now let us see what are the divine testimonies concerning the grace of God, without which we are not able to do any good thing."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Augustine: On Grace and Free Will 7:4",
                            "text": "And first of all, I will say something about the very profession which you make in your brotherhood."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Augustine: On Grace and Free Will 7:5",
                            "text": "Now your society, in which you are leading lives of continence, could not hold together unless you despised conjugal pleasure."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Augustine: On Grace and Free Will 7:6",
                            "text": "Well, the Lord was one day conversing on this very topic, when His disciples remarked to Him, \"If such be the case of a man with his wife, it is not good to marry\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Augustine: On Grace and Free Will 7:7",
                            "text": "He then answered them, \"All men cannot receive this saying, save they to whom it is given\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Augustine: On Grace and Free Will 7:8",
                            "text": "And was it not to Timothy's free will that the apostle appealed, when he exhorted him in these words: \"Keep thyself continent\"? He also explained the power of the will in this matter when He said, \"Having no necessity, but possessing power over his own will, to keep his virgin\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Augustine: On Grace and Free Will 7:9",
                            "text": "And yet \"all men do not receive this saying, except those to whom the power is given\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Augustine: On Grace and Free Will 7:10",
                            "text": "Now they to whom this is not given either are unwilling or do not fulfil what they will; whereas they to whom it is given so will as to accomplish what they will."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Augustine: On Grace and Free Will 7:11",
                            "text": "In order, therefore, that this saying, which is not received by all men, may yet be received by some, there are both the gift of God and free will."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Augustine: On Grace and Free Will 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Augustine: On Grace and Free Will 8:1",
                            "text": "Chapter 8."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Augustine: On Grace and Free Will 8:2",
                            "text": "—Conjugal Chastity is Itself the Gift of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Augustine: On Grace and Free Will 8:3",
                            "text": "It is concerning conjugal chastity itself that the apostle treats, when he says, \"Let him do what he will, he sinneth not if he marry;\" and yet this too is God's gift, for the Scripture says, \"It is by the Lord that the woman is joined to her husband\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Augustine: On Grace and Free Will 8:4",
                            "text": "Accordingly the teacher of the Gentiles, in one of his discourses, commends both conjugal chastity, whereby adulteries are prevented, and the still more perfect continence which foregoes all cohabitation, and shows how both one and the other are severally the gift of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Augustine: On Grace and Free Will 8:5",
                            "text": "Writing to the Corinthians, he admonished married persons not to defraud each other; and then, after his admonition to these, he added: \"But I could wish that all men were even as I am myself,\"—meaning, of course, that he abstained from all cohabitation; and then proceeded to say: \"But every man hath his own gift of God, one after this manner, and another after that\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Augustine: On Grace and Free Will 8:6",
                            "text": "Now, do the many precepts which are written in the law of God, forbidding all fornication and adultery, indicate anything else than free will? Surely such precepts would not be given unless a man had a will of his own, wherewith to obey the divine commandments."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Augustine: On Grace and Free Will 8:7",
                            "text": "And yet it is God's gift which is indispensable for the observance of the precepts of chastity."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Augustine: On Grace and Free Will 8:8",
                            "text": "Accordingly, it is said in the Book of Wisdom: \"When I knew that no one could be continent, except God gives it, then this became a point of wisdom to know whose gift it was\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Augustine: On Grace and Free Will 8:9",
                            "text": "\"Every man,\" however, \"is tempted when he is drawn away of his own lust, and enticed\" not to observe and keep these holy precepts of chastity."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Augustine: On Grace and Free Will 8:10",
                            "text": "If he should say in respect of these commandments, \"I wish to keep them, but am mastered by my concupiscence,\" then the Scripture responds to his free will, as I have already said: \"Be not overcome of evil, but overcome evil with good\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Augustine: On Grace and Free Will 8:11",
                            "text": "In order, however, that this victory may be gained, grace renders its help; and were not this help given, then the law would be nothing but the strength of sin."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Augustine: On Grace and Free Will 8:12",
                            "text": "For concupiscence is increased and receives greater energies from the prohibition of the law, unless the spirit of grace helps."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Augustine: On Grace and Free Will 8:13",
                            "text": "This explains the statement of the great Teacher of the Gentiles, when he says, \"The sting of death is sin, and the strength of sin is the law\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Augustine: On Grace and Free Will 8:14",
                            "text": "See, then, I pray you, whence originates this confession of weakness, when a man says, \"I desire to keep what the law commands, but am overcome by the strength of my concupiscence\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Augustine: On Grace and Free Will 8:15",
                            "text": "And when his will is addressed, and it is said, \"Be not overcome of evil,\" of what avail is anything but the succour of God's grace to the accomplishment of the precept? This the apostle himself afterwards stated; for after saying \"The strength of sin is the law,\" he immediately subjoined, \"But thanks be to God, who giveth us the victory, through our Lord Jesus Christ\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Augustine: On Grace and Free Will 8:16",
                            "text": "It follows, then, that the victory in which sin is vanquished is nothing else than the gift of God, who in this contest helps free will."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Augustine: On Grace and Free Will 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Augustine: On Grace and Free Will 9:1",
                            "text": "Chapter 9."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Augustine: On Grace and Free Will 9:2",
                            "text": "—Entering into Temptation."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Augustine: On Grace and Free Will 9:3",
                            "text": "Prayer is a Proof of Grace."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Augustine: On Grace and Free Will 9:4",
                            "text": "Wherefore, our Heavenly Master also says: \"Watch and pray, that ye enter not into temptation\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Augustine: On Grace and Free Will 9:5",
                            "text": "Let every man, therefore, when fighting against his own concupiscence, pray that he enter not into temptation; that is, that he be not drawn aside and enticed by it."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Augustine: On Grace and Free Will 9:6",
                            "text": "But he does not enter into temptation if he conquers his evil concupiscence by good will."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Augustine: On Grace and Free Will 9:7",
                            "text": "And yet the determination of the human will is insufficient, unless the Lord grant it victory in answer to prayer that it enter not into temptation."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Augustine: On Grace and Free Will 9:8",
                            "text": "What, indeed, affords clearer evidence of the grace of God than the acceptance of prayer in any petition? If our Saviour had only said, \"Watch that ye enter not into temptation,\" He would appear to have done nothing further than admonish man's will; but since He added the words, \"and pray,\" He showed that God helps us not to enter into temptation."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Augustine: On Grace and Free Will 9:9",
                            "text": "It is to the free will of man that the words are addressed: \"My son, remove not thyself from the chastening of the Lord\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Augustine: On Grace and Free Will 9:10",
                            "text": "And the Lord said: \"I have prayed for thee, Peter, that thy faith fail not\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Augustine: On Grace and Free Will 9:11",
                            "text": "So that a man is assisted by grace, in order that his will may not be uselessly commanded."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Augustine: On Grace and Free Will 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Augustine: On Grace and Free Will 10:1",
                            "text": "Chapter 10 (V."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Augustine: On Grace and Free Will 10:2",
                            "text": ")—Free Will and God's Grace are Simultaneously Commended."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Augustine: On Grace and Free Will 10:3",
                            "text": "When God says, \"Turn ye unto me, and I will turn unto you,\" one of these clauses—that which invites our return to God—evidently belongs to our will; while the other, which promises His return to us, belongs to His grace."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Augustine: On Grace and Free Will 10:4",
                            "text": "Here, possibly, the Pelagians think they have a justification for their opinion which they so prominently advance, that God's grace is given according to our merits."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Augustine: On Grace and Free Will 10:5",
                            "text": "In the East, indeed, that is to say, in the province of Palestine, in which is the city of Jerusalem, Pelagius, when examined in person by the bishop,  did not venture to affirm this."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Augustine: On Grace and Free Will 10:6",
                            "text": "For it happened that among the objections which were brought up against him, this in particular was objected, that he maintained that the grace of God was given according to our merits,—an opinion which was so diverse from catholic doctrine, and so hostile to the grace of Christ, that unless he had anathematized it, as laid to his charge, he himself must have been anathematized on its account."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Augustine: On Grace and Free Will 10:7",
                            "text": "He pronounced, indeed, the required anathema upon the dogma, but how insincerely his later books plainly show; for in them he maintains absolutely no other opinion than that the grace of God is given according to our merits."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Augustine: On Grace and Free Will 10:8",
                            "text": "Such passages do they collect out of the Scriptures,—like the one which I just now quoted, \"Turn ye unto me, and I will turn unto you,\"—as if it were owing to the merit of our turning to God that His grace were given us, wherein He Himself even turns unto us."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Augustine: On Grace and Free Will 10:9",
                            "text": "Now the persons who hold this opinion fail to observe that, unless our turning to God were itself God's gift, it would not be said to Him in prayer, \"Turn us again, O God of hosts;\" and, \"Thou, O God, wilt turn and quicken us;\" and again, \"Turn us, O God of our salvation,\"—with other passages of similar import, too numerous to mention here."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Augustine: On Grace and Free Will 10:10",
                            "text": "For, with respect to our coming unto Christ, what else does it mean than our being turned to Him by believing? And yet He says: \"No man can come unto me, except it were given unto him of my Father\"."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Augustine: On Grace and Free Will 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Augustine: On Grace and Free Will 11:1",
                            "text": "Chapter 11."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Augustine: On Grace and Free Will 11:2",
                            "text": "—Other Passages of Scripture Which the Pelagians Abuse."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Augustine: On Grace and Free Will 11:3",
                            "text": "Then, again, there is the Scripture contained in the second book of the Chronicles: \"The Lord is with you when ye are with Him: and if ye shall seek Him ye shall find Him; but if ye forsake Him, He also will forsake you\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Augustine: On Grace and Free Will 11:4",
                            "text": "This passage, no doubt, clearly manifests the choice of the will."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Augustine: On Grace and Free Will 11:5",
                            "text": "But they who maintain that God's grace is given according to our merits, receive these testimonies of Scripture in such a manner as to believe that our merit lies in the circumstance of our \"being with God,\" while His grace is given according to this merit, so that He too may be with us."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Augustine: On Grace and Free Will 11:6",
                            "text": "In like manner, that our merit lies in the fact of \"our seeking God,\" and then His grace is given according to this merit, in order that we may find Him\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Augustine: On Grace and Free Will 11:7",
                            "text": "Again, there is a passage in the first book of the same Chronicles which declares the choice of the will: \"And thou, Solomon, my son, know thou the God of thy father, and serve Him with a perfect heart and with a willing mind, for the Lord searcheth all hearts, and understandeth all the imaginations of the thoughts; if thou seek Him, He will be found of thee; but if thou forsake Him, He will cast thee off for ever\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Augustine: On Grace and Free Will 11:8",
                            "text": "But these people find some room for human merit in the clause, \"If thou seek Him,\" and then the grace is thought to be given according to this merit in what is said in the ensuing words, \"He will be found of thee\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Augustine: On Grace and Free Will 11:9",
                            "text": "And so they labour with all their might to show that God's grace is given according to our merits,—in other words, that grace is not grace."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Augustine: On Grace and Free Will 11:10",
                            "text": "For, as the apostle most expressly says, to them who receive reward according to merit \"the recompense is not reckoned of grace but of debt\"."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Augustine: On Grace and Free Will 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Augustine: On Grace and Free Will 12:1",
                            "text": "Chapter 12."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Augustine: On Grace and Free Will 12:2",
                            "text": "—He Proves Out of St."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Augustine: On Grace and Free Will 12:3",
                            "text": "Paul that Grace is Not Given According to Men's Merits."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Augustine: On Grace and Free Will 12:4",
                            "text": "Now there was, no doubt, a decided merit in the Apostle Paul, but it was an evil one, while he persecuted the Church, and he says of it: \"I am not meet to be called an apostle, because I persecuted the Church of God\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Augustine: On Grace and Free Will 12:5",
                            "text": "And it was while he had this evil merit that a good one was rendered to him instead of the evil; and, therefore, he went on at once to say, \"But by the grace of God I am what I am\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Augustine: On Grace and Free Will 12:6",
                            "text": "Then, in order to exhibit also his free will, he added in the next clause, \"And His grace within me was not in vain, but I have laboured more abundantly than they all\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Augustine: On Grace and Free Will 12:7",
                            "text": "This free will of man he appeals to in the case of others also, as when he says to them, \"We beseech you that ye receive not the grace of God in vain\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Augustine: On Grace and Free Will 12:8",
                            "text": "Now, how could he so enjoin them, if they received God's grace in such a manner as to lose their own will? Nevertheless, lest the will itself should be deemed capable of doing any good thing without the grace of God, after saying, \"His grace within me was not in vain, but I have laboured more abundantly than they all,\" he immediately added the qualifying clause, \"Yet not I, but the grace of God which was with me\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Augustine: On Grace and Free Will 12:9",
                            "text": "In other words, Not I alone, but the grace of God with me."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Augustine: On Grace and Free Will 12:10",
                            "text": "And thus, neither was it the grace of God alone, nor was it he himself alone, but it was the grace of God with him."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Augustine: On Grace and Free Will 12:11",
                            "text": "For his call, however, from heaven and his conversion by that great and most effectual call, God's grace was alone, because his merits, though great, were yet evil."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Augustine: On Grace and Free Will 12:12",
                            "text": "Then, to quote one passage more, he says to Timothy: \"But be thou a co-labourer with the gospel, according to the power of God, who saveth us and calleth us with His holy calling,—not according to our works but according to His own purpose and grace, which was given us in Christ Jesus\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Augustine: On Grace and Free Will 12:13",
                            "text": "Then, elsewhere, he enumerates his merits, and gives us this description of their evil character: \"For we ourselves also were formerly foolish, unbelieving, deceived, serving divers lusts and pleasures, living in malice and envy, hateful, and hating one another\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Augustine: On Grace and Free Will 12:14",
                            "text": "Nothing, to be sure, but punishment was due to such a course of evil desert! God, however, who returns good for evil by His grace, which is not given according to our merits, enabled the apostle to conclude his statement and say: \"But when the kindness and love of our Saviour God shone upon us,—not of works of righteousness which we have done, but according to His mercy He saved us, by the laver of regeneration and renewal of the Holy Ghost, whom He shed upon us abundantly through Jesus Christ our Saviour; that, being justified by His grace, we should be made heirs according to the hope of eternal life\"."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Augustine: On Grace and Free Will 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Augustine: On Grace and Free Will 13:1",
                            "text": "Chapter 13 (VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Augustine: On Grace and Free Will 13:2",
                            "text": ")—The Grace of God is Not Given According to Merit, But Itself Makes All Good Desert."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Augustine: On Grace and Free Will 13:3",
                            "text": "From these and similar passages of Scripture, we gather the proof that God's grace is not given according to our merits."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Augustine: On Grace and Free Will 13:4",
                            "text": "The truth is, we see that it is given not only where there are no good, but even where there are many evil merits preceding: and we see it so given daily."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Augustine: On Grace and Free Will 13:5",
                            "text": "But it is plain that when it has been given, also our good merits begin to be,—yet only by means of it; for, were that only to withdraw itself, man falls, not raised up, but precipitated by free will."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Augustine: On Grace and Free Will 13:6",
                            "text": "Wherefore no man ought, even when he begins to possess good merits, to attribute them to himself, but to God, who is thus addressed by the Psalmist: \"Be Thou my helper, forsake me not\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Augustine: On Grace and Free Will 13:7",
                            "text": "By saying, \"Forsake me not,\" he shows that if he were to be forsaken, he is unable of himself to do any good thing."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Augustine: On Grace and Free Will 13:8",
                            "text": "Wherefore also he says: \"I said in my abundance, I shall never be moved,\" for he thought that he had such an abundance of good to call his own that he would not be moved."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Augustine: On Grace and Free Will 13:9",
                            "text": "But in order that he might be taught whose that was, of which he had begun to boast as if it were his own, he was admonished by the gradual desertion of God's grace, and says: \"O Lord, in Thy good pleasure Thou didst add strength to my beauty."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Augustine: On Grace and Free Will 13:10",
                            "text": "Thou didst, however, turn away Thy face, and then I was troubled and distressed\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Augustine: On Grace and Free Will 13:11",
                            "text": "Thus, it is necessary for a man that he should be not only justified when unrighteous by the grace of God,—that is, be changed from unholiness to righteousness,—when he is requited with good for his evil; but that, even after he has become justified by faith, grace should accompany him on his way, and he should lean upon it, lest he fall."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Augustine: On Grace and Free Will 13:12",
                            "text": "On this account it is written concerning the Church herself in the book of Canticles: \"Who is this that cometh up in white raiment, leaning upon her kinsman?\" Made white is she who by herself alone could not be white."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Augustine: On Grace and Free Will 13:13",
                            "text": "And by whom has she been made white except by Him who says by the prophet, \"Though your sins be as purple, I will make them white as snow\"? At the time, then, that she was made white, she deserved nothing good; but now that she is made white, she walketh well;—but it is only by her continuing ever to lean upon Him by whom she was made white."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Augustine: On Grace and Free Will 13:14",
                            "text": "Wherefore, Jesus Himself, on whom she leans that was made white, said to His disciples, \"Without me ye can do nothing\"."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Augustine: On Grace and Free Will 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Augustine: On Grace and Free Will 14:1",
                            "text": "Chapter 14."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Augustine: On Grace and Free Will 14:2",
                            "text": "—Paul First Received Grace that He Might Win the Crown."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Augustine: On Grace and Free Will 14:3",
                            "text": "Let us return now to the Apostle Paul, who, as we have found, obtained God's grace, who recompenses good for evil, without any good merits of his own, but rather with many evil merits."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Augustine: On Grace and Free Will 14:4",
                            "text": "Let us see what he says when his final sufferings were approaching, writing to Timothy: \"I am now ready to be offered, and the time of my departure is at hand."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Augustine: On Grace and Free Will 14:5",
                            "text": "I have fought a good fight; I have finished my course; I have kept the faith\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Augustine: On Grace and Free Will 14:6",
                            "text": "He enumerates these as, of course, now his good merits; so that, as after his evil merits he obtained grace, so now, after his good merits, he might receive the crown."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Augustine: On Grace and Free Will 14:7",
                            "text": "Observe, therefore, what follows: \"There is henceforth laid up for me,\" he says, \"a crown of righteousness, which the Lord, the righteous Judge, shall give me at that day\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Augustine: On Grace and Free Will 14:8",
                            "text": "Now, to whom should the righteous Judge award the crown, except to him on whom the merciful Father had bestowed grace? And how could the crown be one \"of righteousness,\" unless the grace had preceded which \"justifieth the ungodly\"? How, moreover, could these things now be awarded as of debt, unless the other had been before given as a free gift?."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Augustine: On Grace and Free Will 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Augustine: On Grace and Free Will 15:1",
                            "text": "Chapter 15."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Augustine: On Grace and Free Will 15:2",
                            "text": "—The Pelagians Profess that the Only Grace Which is Not Given According to Our Merits is that of the Forgiveness of Sins."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Augustine: On Grace and Free Will 15:3",
                            "text": "When, however, the Pelagians say that the only grace which is not given according to our merits is that whereby his sins are forgiven to man, but that that which is given in the end, that is, eternal life, is rendered to our preceding merits: they must not be allowed to go without an answer."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Augustine: On Grace and Free Will 15:4",
                            "text": "If, indeed, they so understand our merits as to acknowledge them, too, to be the gifts of God, then their opinion would not deserve reprobation."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Augustine: On Grace and Free Will 15:5",
                            "text": "But inasmuch as they so preach human merits as to declare that a man has them of his own self, then most rightly the apostle replies: \"Who maketh thee to differ from another? And what hast thou, that thou didst not receive? Now, if thou didst receive it, why dost thou glory as if thou hadst not received it?\" To a man who holds such views, it is perfect truth to say: It is His own gifts that God crowns, not your merits,—if, at least, your merits are of your own self, not of Him."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Augustine: On Grace and Free Will 15:6",
                            "text": "If, indeed, they are such, they are evil; and God does not crown them; but if they are good, they are God's gifts, because, as the Apostle James says, \"Every good gift and every perfect gift is from above, and cometh down from the Father of lights\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Augustine: On Grace and Free Will 15:7",
                            "text": "In accordance with which John also, the Lord's forerunner, declares: \"A man can receive nothing except it be given him from heaven\"—from heaven, of course, because from thence came also the Holy Ghost, when Jesus ascended up on high, led captivity captive, and gave gifts to men."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Augustine: On Grace and Free Will 15:8",
                            "text": "If, then, your good merits are God's gifts, God does not crown your merits as your merits, but as His own gifts."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Augustine: On Grace and Free Will 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Augustine: On Grace and Free Will 16:1",
                            "text": "Chapter 16 (VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Augustine: On Grace and Free Will 16:2",
                            "text": ")—Paul Fought, But God Gave the Victory: He Ran, But God Showed Mercy."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Augustine: On Grace and Free Will 16:3",
                            "text": "Let us, therefore, consider those very merits of the Apostle Paul which he said the Righteous Judge would recompense with the crown of righteousness; and let us see whether these merits of his were really his own—I mean, whether they were obtained by him of himself, or were the gifts of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Augustine: On Grace and Free Will 16:4",
                            "text": "\"I have fought,\" says he, \"the good fight; I have finished my course; I have kept the faith\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Augustine: On Grace and Free Will 16:5",
                            "text": "Now, in the first place, these good works were nothing, unless they had been preceded by good thoughts."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Augustine: On Grace and Free Will 16:6",
                            "text": "Observe, therefore, what he says concerning these very thoughts."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Augustine: On Grace and Free Will 16:7",
                            "text": "His words, when writing to the Corinthians, are: \"Not that we are sufficient of ourselves to think anything as of ourselves; but our sufficiency is of God\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Augustine: On Grace and Free Will 16:8",
                            "text": "Then let us look at each several merit."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Augustine: On Grace and Free Will 16:9",
                            "text": "\"I have fought the good fight\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Augustine: On Grace and Free Will 16:10",
                            "text": "Well, now, I want to know by what power he fought."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Augustine: On Grace and Free Will 16:11",
                            "text": "Was it by a power which he possessed of himself, or by strength given to him from above? It is impossible to suppose that so great a teacher as the apostle was ignorant of the law of God, which proclaims the following in Deuteronomy: \"Say not in thine heart, My own strength and energy of hand hath wrought for me this great power; but thou shalt remember the Lord thy God, how it is He that giveth thee strength to acquire such power\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Augustine: On Grace and Free Will 16:12",
                            "text": "And what avails \"the good fight,\" unless followed by victory? And who gives the victory but He of whom the apostle says himself, \"Thanks be to God, who giveth us the victory through our Lord Jesus Christ\"? Then, in another passage, having quoted from the Psalm these words: \"Because for Thy sake we are killed all the day long; we are accounted as sheep for slaughter,\" he went on to declare: \"Nay, in all these things we are more than conquerors, through Him that loved us\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Augustine: On Grace and Free Will 16:13",
                            "text": "Not by ourselves, therefore, is the victory accomplished, but by Him who hath loved us."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Augustine: On Grace and Free Will 16:14",
                            "text": "In the second clause he says, \"I have finished my course\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Augustine: On Grace and Free Will 16:15",
                            "text": "Now, who is it that says this, but he who declares in another passage, \"So then it is not of him that willeth, nor of him that runneth, but of God that showeth mercy\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Augustine: On Grace and Free Will 16:16",
                            "text": "And this sentence can by no means be transposed, so that it could be said: It is not of God, who showeth mercy, but of the man who willeth and runneth."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Augustine: On Grace and Free Will 16:17",
                            "text": "If any person be bold enough to express the matter thus, he shows himself most plainly to be at issue with the apostle."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Augustine: On Grace and Free Will 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Augustine: On Grace and Free Will 17:1",
                            "text": "Chapter 17."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Augustine: On Grace and Free Will 17:2",
                            "text": "—The Faith that He Kept Was the Free Gift of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Augustine: On Grace and Free Will 17:3",
                            "text": "His last clause runs thus: \"I have kept the faith\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Augustine: On Grace and Free Will 17:4",
                            "text": "But he who says this is the same who declares in another passage, \"I have obtained mercy that I might be faithful\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Augustine: On Grace and Free Will 17:5",
                            "text": "He does not say, \"I obtained mercy because I was faithful,\" but \"in order that I might be faithful,\" thus showing that even faith itself cannot be had without God's mercy, and that it is the gift of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Augustine: On Grace and Free Will 17:6",
                            "text": "This he very expressly teaches us when he says, \"For by grace are ye saved through faith, and that not of yourselves; it is the gift of God\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Augustine: On Grace and Free Will 17:7",
                            "text": "They might possibly say, \"We received grace because we believed;\" as if they would attribute the faith to themselves, and the grace to God."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Augustine: On Grace and Free Will 17:8",
                            "text": "Therefore, the apostle having said, \"Ye are saved through faith,\" added,\" And that not of yourselves, but it is the gift of God\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Augustine: On Grace and Free Will 17:9",
                            "text": "And again, lest they should say they deserved so great a gift by their works, he immediately added, \"Not of works, lest any man should boast\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Augustine: On Grace and Free Will 17:10",
                            "text": "Not that he denied good works, or emptied them of their value, when he says that God renders to every man according to his works; but because works proceed from faith, and not faith from works."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Augustine: On Grace and Free Will 17:11",
                            "text": "Therefore it is from Him that we have works of righteousness, from whom comes also faith itself, concerning which it is written, \"The just shall live by faith\"."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Augustine: On Grace and Free Will 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Augustine: On Grace and Free Will 18:1",
                            "text": "Chapter 18."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Augustine: On Grace and Free Will 18:2",
                            "text": "—Faith Without Good Works is Not Sufficient for Salvation."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Augustine: On Grace and Free Will 18:3",
                            "text": "Unintelligent persons, however, with regard to the apostle's statement: \"We conclude that a man is justified by faith without the works of the law,\" have thought him to mean that faith suffices to a man, even if he lead a bad life, and has no good works."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Augustine: On Grace and Free Will 18:4",
                            "text": "Impossible is it that such a character should be deemed \"a vessel of election\" by the apostle, who, after declaring that \"in Christ Jesus neither circumcision availeth anything, nor uncircumcision,\" adds at once, \"but faith which worketh by love\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Augustine: On Grace and Free Will 18:5",
                            "text": "It is such faith which severs God's faithful from unclean demons,—for even these \"believe and tremble,\" as the Apostle James says; but they do not do well."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Augustine: On Grace and Free Will 18:6",
                            "text": "Therefore they possess not the faith by which the just man lives,—the faith which works by love in such wise, that God recompenses it according to its works with eternal life."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Augustine: On Grace and Free Will 18:7",
                            "text": "But inasmuch as we have even our good works from God, from whom likewise comes our faith and our love, therefore the selfsame great teacher of the Gentiles has designated \"eternal life\" itself as His gracious \"gift\"."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Augustine: On Grace and Free Will 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Augustine: On Grace and Free Will 19:1",
                            "text": "Chapter 19 (VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Augustine: On Grace and Free Will 19:2",
                            "text": ")—How is Eternal Life Both a Reward for Service and a Free Gift of Grace?  And hence there arises no small question, which must be solved by the Lord's gift."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Augustine: On Grace and Free Will 19:3",
                            "text": "If eternal life is rendered to good works, as the Scripture most openly declares: \"Then He shall reward every man according to his works:\" how can eternal life be a matter of grace, seeing that grace is not rendered to works, but is given gratuitously, as the apostle himself tells us: \"To him that worketh is the reward not reckoned of grace, but of debt;\" and again: \"There is a remnant saved according to the election of grace;\" with these words immediately subjoined: \"And if of grace, then is it no more of works; otherwise grace is no more grace\"? How, then, is eternal life by grace, when it is received from works? Does the apostle perchance not say that eternal life is a grace? Nay, he has so called it, with a clearness which none can possibly gainsay."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Augustine: On Grace and Free Will 19:4",
                            "text": "It requires no acute intellect, but only an attentive reader, to discover this."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Augustine: On Grace and Free Will 19:5",
                            "text": "For after saying, \"The wages of sin is death,\" he at once added, \"The grace of God is eternal life through Jesus Christ our Lord\"."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Augustine: On Grace and Free Will 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Augustine: On Grace and Free Will 20:1",
                            "text": "Chapter 20."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Augustine: On Grace and Free Will 20:2",
                            "text": "—The Question Answered."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Augustine: On Grace and Free Will 20:3",
                            "text": "Justification is Grace Simply and Entirely, Eternal Life is Reward and Grace."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Augustine: On Grace and Free Will 20:4",
                            "text": "This question, then, seems to me to be by no means capable of solution, unless we understand that even those good works of ours, which are recompensed with eternal life, belong to the grace of God, because of what is said by the Lord Jesus: \"Without me ye can do nothing\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Augustine: On Grace and Free Will 20:5",
                            "text": "And the apostle himself, after saying, \"By grace are ye saved through faith; and that not of yourselves, it is the gift of God: not of works, lest any man should boast;\" saw, of course, the possibility that men would think from this statement that good works are not necessary to those who believe, but that faith alone suffices for them; and again, the possibility of men's boasting of their good works, as if they were of themselves capable of performing them."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Augustine: On Grace and Free Will 20:6",
                            "text": "To meet, therefore, these opinions on both sides, he immediately added, \"For we are His workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Augustine: On Grace and Free Will 20:7",
                            "text": "What is the purport of his saying, \"Not of works, lest any man should boast,\" while commending the grace of God? And then why does he afterwards, when giving a reason for using such words, say, \"For we are His workmanship, created in Christ Jesus unto good works\"? Why, therefore, does it run, \"Not of works, lest any man should boast\"? Now, hear and understand."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Augustine: On Grace and Free Will 20:8",
                            "text": "\"Not of works\" is spoken of the works which you suppose have their origin in yourself alone; but you have to think of works for which God has moulded (that is, has formed and created) you."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Augustine: On Grace and Free Will 20:9",
                            "text": "For of these he says, \"We are His workmanship, created in Christ Jesus unto good works\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Augustine: On Grace and Free Will 20:10",
                            "text": "Now he does not here speak of that creation which made us human beings, but of that in reference to which one said who was already in full manhood, \"Create in me a clean heart, O God;\" concerning which also the apostle says, \"Therefore, if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Augustine: On Grace and Free Will 20:11",
                            "text": "And all things are of God\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Augustine: On Grace and Free Will 20:12",
                            "text": "We are framed, therefore, that is, formed and created, \"in the good works which\" we have not ourselves prepared, but \"God hath before ordained that we should walk in them\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Augustine: On Grace and Free Will 20:13",
                            "text": "It follows, then, dearly beloved, beyond all doubt, that as your good life is nothing else than God's grace, so also the eternal life which is the recompense of a good life is the grace of God; moreover it is given gratuitously, even as that is given gratuitously to which it is given."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Augustine: On Grace and Free Will 20:14",
                            "text": "But that to which it is given is solely and simply grace; this therefore is also that which is given to it, because it is its reward;—grace is for grace, as if remuneration for righteousness; in order that it may be true, because it is true, that God \"shall reward every man according to his works\"."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Augustine: On Grace and Free Will 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Augustine: On Grace and Free Will 21:1",
                            "text": "Chapter 21 (IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Augustine: On Grace and Free Will 21:2",
                            "text": ")—Eternal Life is \"Grace for Grace\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Augustine: On Grace and Free Will 21:3",
                            "text": "Perhaps you ask whether we ever read in the Sacred Scriptures of \"grace for grace\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Augustine: On Grace and Free Will 21:4",
                            "text": "Well you possess the Gospel according to John, which is perfectly clear in its very great light."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Augustine: On Grace and Free Will 21:5",
                            "text": "Here John the Baptist says of Christ: \"Of His fulness have we all received, even grace for grace\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Augustine: On Grace and Free Will 21:6",
                            "text": "So that out of His fulness we have received, according to our humble measure, our particles of ability as it were for leading good lives—\"according as God hath dealt to every man his measure of faith;\" because \"every man hath his proper gift of God; one after this manner, and another after that\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Augustine: On Grace and Free Will 21:7",
                            "text": "And this is grace."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Augustine: On Grace and Free Will 21:8",
                            "text": "But, over and above this, we shall also receive \"grace for grace,\" when we shall have awarded to us eternal life, of which the apostle said: \"The grace of God is eternal life through Jesus Christ our Lord,\" having just said that \"the wages of sin is death\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Augustine: On Grace and Free Will 21:9",
                            "text": "Deservedly did he call it \"wages,\" because everlasting death is awarded as its proper due to diabolical service."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Augustine: On Grace and Free Will 21:10",
                            "text": "Now, when it was in his power to say, and rightly to say: \"But the wages of righteousness is eternal life,\" he yet preferred to say: \"The grace of God is eternal life;\" in order that we may hence understand that God does not, for any merits of our own, but from His own divine compassion, prolong our existence to everlasting life."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Augustine: On Grace and Free Will 21:11",
                            "text": "Even as the Psalmist says to his soul, \"Who crowneth thee with mercy and compassion\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Augustine: On Grace and Free Will 21:12",
                            "text": "Well, now, is not a crown given as the reward of good deeds? It is, however, only because He works good works in good men, of whom it is said, \"It is God which worketh in you both to will and to do of His good pleasure,\" that the Psalm has it, as just now quoted: \"He crowneth thee with mercy and compassion,\" since it is through His mercy that we perform the good deeds to which the crown is awarded."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Augustine: On Grace and Free Will 21:13",
                            "text": "It is not, however, to be for a moment supposed, because he said, \"It is God that worketh in you both to will and to do of his own good pleasure,\" that free will is taken away."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "Augustine: On Grace and Free Will 21:14",
                            "text": "If this, indeed, had been his meaning, he would not have said just before, \"Work out your own salvation with fear and trembling\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 21,
                            "name": "Augustine: On Grace and Free Will 21:15",
                            "text": "For when the command is given \"to work,\" their free will is addressed; and when it is added, \"with fear and trembling,\" they are warned against boasting of their good deeds as if they were their own, by attributing to themselves the performance of anything good."
                        },
                        {
                            "verse": 16,
                            "chapter": 21,
                            "name": "Augustine: On Grace and Free Will 21:16",
                            "text": "It is pretty much as if the apostle had this question put to him: \"Why did you use the phrase, 'with fear and trembling'?\" And as if he answered the inquiry of his examiners by telling them, \"For it is God which worketh in you\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 21,
                            "name": "Augustine: On Grace and Free Will 21:17",
                            "text": "Because if you fear and tremble, you do not boast of your good works—as if they were your own, since it is God who works within you."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Augustine: On Grace and Free Will 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Augustine: On Grace and Free Will 22:1",
                            "text": "Chapter 22 (X."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Augustine: On Grace and Free Will 22:2",
                            "text": ")—Who is the Transgressor of the Law? The Oldness of Its Letter."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Augustine: On Grace and Free Will 22:3",
                            "text": "The Newness of Its Spirit."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Augustine: On Grace and Free Will 22:4",
                            "text": "Therefore, brethren, you ought by free will not do evil but do good; this, indeed, is the lesson taught us in the law of God, in the Holy Scriptures—both Old and New."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Augustine: On Grace and Free Will 22:5",
                            "text": "Let us, however, read, and by the Lord's help understand, what the apostle tells us: \"Because by the deeds of the law there shall no flesh be justified in His sight; for by the law is the knowledge of sin\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Augustine: On Grace and Free Will 22:6",
                            "text": "Observe, he says \"the knowledge,\" not \"the destruction,\" of sin."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Augustine: On Grace and Free Will 22:7",
                            "text": "But when a man knows sin, and grace does not help him to avoid what he knows, undoubtedly the law works wrath."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Augustine: On Grace and Free Will 22:8",
                            "text": "And this the apostle explicitly says in another passage."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Augustine: On Grace and Free Will 22:9",
                            "text": "His words are: \"The law worketh wrath\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Augustine: On Grace and Free Will 22:10",
                            "text": "The reason of this statement lies in the fact that God's wrath is greater in the case of the transgressor who by the law knows sin, and yet commits it; such a man is thus a transgressor of the law, even as the apostle says in another sentence, \"For where no law is, there is no transgression\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Augustine: On Grace and Free Will 22:11",
                            "text": "It is in accordance with this principle that he elsewhere says, \"That we may serve in newness of spirit, and not in the oldness of the letter;\" wishing the law to be here understood by \"the oldness of the letter,\" and what else by \"newness of spirit\" than grace? Then, that it might not be thought that he had brought any accusation, or suggested any blame, against the law, he immediately takes himself to task with this inquiry: \"What shall we say, then? Is the law sin? God forbid\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 22,
                            "name": "Augustine: On Grace and Free Will 22:12",
                            "text": "He then adds the statement: \"Nay, I had not known sin but by the law;\" which is of the same import as the passage above quoted: \"By the law is the knowledge of sin\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 22,
                            "name": "Augustine: On Grace and Free Will 22:13",
                            "text": "Then: \"For I had not known lust,\" he says, \"except the law had said, 'Thou shalt not covet."
                        },
                        {
                            "verse": 14,
                            "chapter": 22,
                            "name": "Augustine: On Grace and Free Will 22:14",
                            "text": "' But sin, taking occasion by the commandment, wrought in me all manner of concupiscence."
                        },
                        {
                            "verse": 15,
                            "chapter": 22,
                            "name": "Augustine: On Grace and Free Will 22:15",
                            "text": "For without the law sin was dead."
                        },
                        {
                            "verse": 16,
                            "chapter": 22,
                            "name": "Augustine: On Grace and Free Will 22:16",
                            "text": "For I was alive without the law once; but when the commandment came, sin revived, and I died."
                        },
                        {
                            "verse": 17,
                            "chapter": 22,
                            "name": "Augustine: On Grace and Free Will 22:17",
                            "text": "And the commandment, which was ordained to life, I found to be unto death."
                        },
                        {
                            "verse": 18,
                            "chapter": 22,
                            "name": "Augustine: On Grace and Free Will 22:18",
                            "text": "For sin, taking occasion by the commandment, deceived me, and by it slew me."
                        },
                        {
                            "verse": 19,
                            "chapter": 22,
                            "name": "Augustine: On Grace and Free Will 22:19",
                            "text": "Wherefore the law is holy; and the commandment holy, just, and good."
                        },
                        {
                            "verse": 20,
                            "chapter": 22,
                            "name": "Augustine: On Grace and Free Will 22:20",
                            "text": "Was, then, that which is good made death unto me? God forbid."
                        },
                        {
                            "verse": 21,
                            "chapter": 22,
                            "name": "Augustine: On Grace and Free Will 22:21",
                            "text": "But sin, that it might appear sin, worked death in me by that which is good,—in order that the sinner, or the sin, might by the commandment become beyond measure\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 22,
                            "name": "Augustine: On Grace and Free Will 22:22",
                            "text": "And to the Galatians he writes: \"Knowing that a man is not justified by the works of the law, except through faith in Jesus Christ, even we have believed in Jesus Christ, that we might be justified by the faith of Christ, and not by the works of the law; for by the works of the law shall no flesh be justified\"."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Augustine: On Grace and Free Will 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Augustine: On Grace and Free Will 23:1",
                            "text": "Chapter 23 (XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Augustine: On Grace and Free Will 23:2",
                            "text": ")—The Pelagians Maintain that the Law is the Grace of God Which Helps Us Not to Sin."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Augustine: On Grace and Free Will 23:3",
                            "text": "Why, therefore, do those very vain and perverse Pelagians say that the law is the grace of God by which we are helped not to sin? Do they not, by making such an allegation, unhappily and beyond all doubt contradict the great apostle? He, indeed, says, that by the law sin received strength against man; and that man, by the commandment, although it be holy, and just, and good, nevertheless dies, and that death works in him through that which is good, from which death there is no deliverance unless the Spirit quickens him, whom the letter had killed,—as he says in another passage, \"The letter killeth, but the Spirit giveth life\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Augustine: On Grace and Free Will 23:4",
                            "text": "And yet these obstinate persons, blind to God's light, and deaf to His voice, maintain that the letter which kills gives life, and thus gainsay the quickening Spirit."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Augustine: On Grace and Free Will 23:5",
                            "text": "\"Therefore, brethren\" (that I may warn you with better effect in the words of the apostle himself), \"we are debtors not to the flesh, to live after the flesh; for if ye live after the flesh ye shall die; but if ye through the Spirit do mortify the deeds of the body, ye shall live\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Augustine: On Grace and Free Will 23:6",
                            "text": "I have said this to deter your free will from evil, and to exhort it to good by apostolic words; but yet you must not therefore glory in man,—that is to say, in your own selves,—and not in the Lord, when you live not after the flesh, but through the Spirit mortify the deeds of the flesh."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Augustine: On Grace and Free Will 23:7",
                            "text": "For in order that they to whom the apostle addressed this language might not exalt themselves, thinking that they were themselves able of their own spirit to do such good works as these, and not by the Spirit of God, after saying to them, \"If ye through the Spirit do mortify the deeds of the flesh, ye shall live,\" he at once added, \"For as many as are led by the Spirit of God, they are the sons of God\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Augustine: On Grace and Free Will 23:8",
                            "text": "When, therefore, you by the Spirit mortify the deeds of the flesh, that you may have life, glorify Him, praise Him, give thanks to Him by whose Spirit you are so led as to be able to do such things as show you to be the children of God; \"for as many as are led by the Spirit of God, they are the sons of God\"."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Augustine: On Grace and Free Will 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Augustine: On Grace and Free Will 24:1",
                            "text": "Chapter 24 (XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Augustine: On Grace and Free Will 24:2",
                            "text": ")—Who May Be Said to Wish to Establish Their Own Righteousness."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Augustine: On Grace and Free Will 24:3",
                            "text": "\"God's Righteousness,\" So Called, Which Man Has from God."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Augustine: On Grace and Free Will 24:4",
                            "text": "As many, therefore, as are led by their own spirit, trusting in their own virtue, with the addition merely of the law's assistance, without the help of grace, are not the sons of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Augustine: On Grace and Free Will 24:5",
                            "text": "Such are they of whom the same apostle speaks as \"being ignorant of God's righteousness, and wishing to establish their own righteousness, who have not submitted themselves to the righteousness of God\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Augustine: On Grace and Free Will 24:6",
                            "text": "He said this of the Jews, who in their self-assumption rejected grace, and therefore did not believe in Christ."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Augustine: On Grace and Free Will 24:7",
                            "text": "Their own righteousness, indeed, he says, they wish to establish; and this righteousness is of the law,—not that the law was established by themselves, but that they had constituted their righteousness in the law which is of God, when they supposed themselves able to fulfil that law by their own strength, ignorant of God's righteousness,—not indeed that by which God is Himself righteous, but that which man has from God."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Augustine: On Grace and Free Will 24:8",
                            "text": "And that you may know that he designated as theirs the righteousness which is of the law, and as God's that which man receives from God, hear what he says in another passage, when speaking of Christ: \"For whose sake I counted all things not only as loss, but I deemed them to be dung, that I might win Christ, and be found in Him—not having my own righteousness, which is of the law, but that which is through the faith of Christ, which is of God\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Augustine: On Grace and Free Will 24:9",
                            "text": "Now what does he mean by \"not having my own righteousness, which is of the law,\" when the law is really not his at all, but God's,—except this, that he called it his own righteousness, although it was of the law, because he thought he could fulfil the law by his own will, without the aid of grace which is through faith in Christ? Wherefore, after saying, \"Not having my own righteousness, which is of the law,\" he immediately subjoined, \"But that which is through the faith of Christ, which is of God\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 24,
                            "name": "Augustine: On Grace and Free Will 24:10",
                            "text": "This is what they were ignorant of, of whom he says, \"Being ignorant of God's righteousness,\"—that is, the righteousness which is of God (for it is given not by the letter, which kills, but by the life-giving Spirit), \"and wishing to establish their own righteousness,\" which he expressly described as the righteousness of the law, when he said, \"Not having my own righteousness, which is of the law;\" they were not subject to the righteousness of God,—in other words, they submitted not themselves to the grace of God."
                        },
                        {
                            "verse": 11,
                            "chapter": 24,
                            "name": "Augustine: On Grace and Free Will 24:11",
                            "text": "For they were under the law, not under grace, and therefore sin had dominion over them, from which a man is not freed by the law, but by grace."
                        },
                        {
                            "verse": 12,
                            "chapter": 24,
                            "name": "Augustine: On Grace and Free Will 24:12",
                            "text": "On which account he elsewhere says, \"For sin shall not have dominion over you; because ye are not under the law, but under grace\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 24,
                            "name": "Augustine: On Grace and Free Will 24:13",
                            "text": "Not that the law is evil; but because they are under its power, whom it makes guilty by imposing commandments, not by aiding."
                        },
                        {
                            "verse": 14,
                            "chapter": 24,
                            "name": "Augustine: On Grace and Free Will 24:14",
                            "text": "It is by grace that any one is a doer of the law; and without this grace, he who is placed under the law will be only a hearer of the law."
                        },
                        {
                            "verse": 15,
                            "chapter": 24,
                            "name": "Augustine: On Grace and Free Will 24:15",
                            "text": "To such persons he addresses these words: \"Ye who are justified by the law are fallen from grace\"."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Augustine: On Grace and Free Will 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Augustine: On Grace and Free Will 25:1",
                            "text": "Chapter 25 (XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Augustine: On Grace and Free Will 25:2",
                            "text": ")—As The Law is Not, So Neither is Our Nature Itself that Grace by Which We are Christians."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Augustine: On Grace and Free Will 25:3",
                            "text": "Now who can be so insensible to the words of the apostle, who so foolishly, nay, so insanely ignorant of the purport of his statement, as to venture to affirm that the law is grace, when he who knew very well what he was saying emphatically declares, \"Ye who are justified by the law are fallen from grace\"? Well, but if the law is not grace, seeing that in order that the law itself may be kept, it is not the law, but only grace which can give help, will not nature at any rate be grace? For this, too, the Pelagians have been bold enough to aver, that grace is the nature in which we were created, so as to possess a rational mind, by which we are enabled to understand,—formed as we are in the image of God, so as to have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that creepeth upon the earth."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Augustine: On Grace and Free Will 25:4",
                            "text": "This, however, is not the grace which the apostle commends to us through the faith of Jesus Christ."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Augustine: On Grace and Free Will 25:5",
                            "text": "For it is certain that we possess this nature in common with ungodly men and unbelievers; whereas the grace which comes through the faith of Jesus Christ belongs only to them to whom the faith itself appertains."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Augustine: On Grace and Free Will 25:6",
                            "text": "\"For all men have not faith\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Augustine: On Grace and Free Will 25:7",
                            "text": "Now, as the apostle, with perfect truth, says to those who by wishing to be justified by the law have fallen from grace, \"If righteousness come by the law, then Christ is dead in vain;\" so likewise, to those who think that the grace which he commends and faith in Christ receives, is nature, the same language is with the same degree of truth applicable: if righteousness come from nature, then Christ is dead in vain."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Augustine: On Grace and Free Will 25:8",
                            "text": "But the law was in existence up to that time, and it did not justify; and nature existed too, but it did not justify."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Augustine: On Grace and Free Will 25:9",
                            "text": "It was not, then, in vain that Christ died, in order that the law might be fulfilled through Him who said, \"I am come not to destroy the law, but to fulfil it;\" and that our nature, which was lost through Adam, might through Him be recovered, who said that \"He was come to seek and to save that which was lost;\" in whose coming the old fathers likewise who loved God believed."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Augustine: On Grace and Free Will 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Augustine: On Grace and Free Will 26:1",
                            "text": "Chapter 26."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Augustine: On Grace and Free Will 26:2",
                            "text": "—The Pelagians Contend that the Grace, Which is Neither the Law Nor Nature, Avails Only to the Remission of Past Sins, But Not to the Avoidance of Future Ones."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Augustine: On Grace and Free Will 26:3",
                            "text": "They also maintain that God's grace, which is given through the faith of Jesus Christ, and which is neither the law nor nature, avails only for the remission of sins that have been committed, and not for the shunning of future ones, or the subjugation of those which are now assailing us."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Augustine: On Grace and Free Will 26:4",
                            "text": "Now if all this were true, surely after offering the petition of the Lord's Prayer, \"Forgive us our debts, as we forgive our debtors,\" we could hardly go on and say, \"And lead us not into temptation\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Augustine: On Grace and Free Will 26:5",
                            "text": "The former petition we present that our sins may be forgiven; the latter, that they may be avoided or subdued,—a favour which we should by no means beg of our Father who is in heaven if we were able to accomplish it by the virtue of our human will."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Augustine: On Grace and Free Will 26:6",
                            "text": "Now I strongly advise and earnestly require your Love to read attentively the book of the blessed Cyprian which he wrote On the Lord's Prayer."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Augustine: On Grace and Free Will 26:7",
                            "text": "As far as the Lord shall assist you, understand it, and commit it to memory."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Augustine: On Grace and Free Will 26:8",
                            "text": "In this work you will see how he so appeals to the free will of those whom he edifies in his treatise, as to show them, that whatever they have to fulfil in the law, they must ask for in the prayer."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Augustine: On Grace and Free Will 26:9",
                            "text": "But this, of course, would be utterly empty if the human will were sufficient for the performance without the help of God."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Augustine: On Grace and Free Will 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Augustine: On Grace and Free Will 27:1",
                            "text": "Chapter 27 (XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Augustine: On Grace and Free Will 27:2",
                            "text": ")—Grace Effects the Fulfilment of the Law, the Deliverance of Nature, and the Suppression of Sin's Dominion."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Augustine: On Grace and Free Will 27:3",
                            "text": "It has, however, been shown to demonstration that instead of really maintaining free will, they have only inflated a theory of it, which, having no stability, has fallen to the ground."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Augustine: On Grace and Free Will 27:4",
                            "text": "Neither the knowledge of God's law, nor nature, nor the mere remission of sins is that grace which is given to us through our Lord Jesus Christ; but it is this very grace which accomplishes the fulfilment of the law, and the liberation of nature, and the removal of the dominion of sin."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Augustine: On Grace and Free Will 27:5",
                            "text": "Being, therefore, convicted on these points, they resort to another expedient, and endeavour to show in some way or other that the grace of God is given us according to our merits."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Augustine: On Grace and Free Will 27:6",
                            "text": "For they say: \"Granted that it is not given to us according to the merits of good works, inasmuch as it is through it that we do any good thing, still it is given to us according to the merits of a good will; for,\" say they, \"the good will of him who prays precedes his prayer, even as the will of the believer preceded his faith, so that according to these merits the grace of God who hears, follows\"."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Augustine: On Grace and Free Will 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Augustine: On Grace and Free Will 28:1",
                            "text": "Chapter 28."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Augustine: On Grace and Free Will 28:2",
                            "text": "—Faith is the Gift of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Augustine: On Grace and Free Will 28:3",
                            "text": "I have already discussed the point concerning faith, that is, concerning the will of him who believes, even so far as to show that it appertains to grace,—so that the apostle did not tell us, \"I have obtained mercy because I was faithful;\" but he said, \"I have obtained mercy in order to be faithful\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Augustine: On Grace and Free Will 28:4",
                            "text": "And there are many other passages of similar import,—among them that in which he bids us \"think soberly, according as God hath dealt out to every man the proportion of faith;\" and that which I have already quoted: \"By grace are ye saved through faith; and that not of yourselves; it is the gift of God;\" and again another in the same Epistle to the Ephesians: \"Peace be to the brethren, and love with faith, from God the Father, and the Lord Jesus Christ;\" and to the same effect that passage in which he says, \"For unto you it is given in the behalf of Christ not only to believe on Him, but also to suffer for His sake\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Augustine: On Grace and Free Will 28:5",
                            "text": "Both alike are therefore due to the grace of God,—the faith of those who believe, and the patience of those who suffer, because the apostle spoke of both as given."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Augustine: On Grace and Free Will 28:6",
                            "text": "Then, again, there is the passage, especially noticeable, in which he says, \"We, having the same spirit of faith,\" for his phrase is not \"the knowledge of faith,\" but \"the spirit of faith;\" and he expressed himself thus in order that we might understand how that faith is given to us, even when it is not sought, so that other blessings may be granted to it at its request."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Augustine: On Grace and Free Will 28:7",
                            "text": "For \"how,\" says he, \"shall they call upon Him in whom they have not believed?\" The spirit of grace, therefore, causes us to have faith, in order that through faith we may, on praying for it, obtain the ability to do what we are commanded."
                        },
                        {
                            "verse": 8,
                            "chapter": 28,
                            "name": "Augustine: On Grace and Free Will 28:8",
                            "text": "On this account the apostle himself constantly puts faith before the law; since we are not able to do what the law commands unless we obtain the strength to do it by the prayer of faith."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Augustine: On Grace and Free Will 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Augustine: On Grace and Free Will 29:1",
                            "text": "Chapter 29."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Augustine: On Grace and Free Will 29:2",
                            "text": "—God is Able to Convert Opposing Wills, and to Take Away from the Heart Its Hardness."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Augustine: On Grace and Free Will 29:3",
                            "text": "Now if faith is simply of free will, and is not given by God, why do we pray for those who will not believe, that they may believe? This it would be absolutely useless to do, unless we believe, with perfect propriety, that Almighty God is able to turn to belief wills that are perverse and opposed to faith."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Augustine: On Grace and Free Will 29:4",
                            "text": "Man's free will is addressed when it is said, \"Today, if ye will hear His voice, harden not your hearts\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Augustine: On Grace and Free Will 29:5",
                            "text": "But if God were not able to remove from the human heart even its obstinacy and hardness, He would not say, through the prophet, \"I will take from them their heart of stone, and will give them a heart of flesh\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Augustine: On Grace and Free Will 29:6",
                            "text": "That all this was foretold in reference to the New Testament is shown clearly enough by the apostle when he says, \"Ye are our epistle,."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Augustine: On Grace and Free Will 29:7",
                            "text": "written not with ink, but with the Spirit of the living God; not in tables of stone, but in fleshly tables of the heart\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 29,
                            "name": "Augustine: On Grace and Free Will 29:8",
                            "text": "We must not, of course, suppose that such a phrase as this is used as if those might live in a fleshly way who ought to live spiritually; but inasmuch as a stone has no feeling, with which man's hard heart is compared, what was there left Him to compare man's intelligent heart with but the flesh, which possesses feeling? For this is what is said by the prophet Ezekiel: \"I will give them another heart, and I will put a new spirit within you; and I will take the stony heart out of their flesh, and will give them a heart of flesh; that they may walk in my statutes, and keep mine ordinances, and do them: and they shall be my people, and I will be their God, saith the Lord\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 29,
                            "name": "Augustine: On Grace and Free Will 29:9",
                            "text": "Now can we possibly, without extreme absurdity, maintain that there previously existed in any man the good merit of a good will, to entitle him to the removal of his stony heart, when all the while this very heart of stone signifies nothing else than a will of the hardest kind and such as is absolutely inflexible against God? For where a good will precedes, there is, of course, no longer a heart of stone."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Augustine: On Grace and Free Will 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Augustine: On Grace and Free Will 30:1",
                            "text": "Chapter 30."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Augustine: On Grace and Free Will 30:2",
                            "text": "—The Grace by Which the Stony Heart is Removed is Not Preceded by Good Deserts, But by Evil Ones."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Augustine: On Grace and Free Will 30:3",
                            "text": "In another passage, also, by the same prophet, God, in the clearest language, shows us that it is not owing to any good merits on the part of men, but for His own name's sake, that He does these things."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Augustine: On Grace and Free Will 30:4",
                            "text": "This is His language: \"This I do, O house of Israel, but for mine holy name's sake, which ye have profaned among the heathen, whither ye went."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Augustine: On Grace and Free Will 30:5",
                            "text": "And I will sanctify my great name, which was profaned among the heathen, which ye have profaned in the midst of them; and the heathen shall know that I am the Lord, saith the Lord God, when I shall be sanctified in you before their eyes."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Augustine: On Grace and Free Will 30:6",
                            "text": "For I will take you from among the heathen, and gather you out of all countries, and will bring you into your own land."
                        },
                        {
                            "verse": 7,
                            "chapter": 30,
                            "name": "Augustine: On Grace and Free Will 30:7",
                            "text": "Then will I sprinkle you with clean water, and ye shall be clean: from all your own filthiness, and from all your idols will I cleanse you."
                        },
                        {
                            "verse": 8,
                            "chapter": 30,
                            "name": "Augustine: On Grace and Free Will 30:8",
                            "text": "A new heart also will I give you, and a new spirit will I put within you; and the stony heart shall be taken away out of your flesh, and I will give you a heart of flesh."
                        },
                        {
                            "verse": 9,
                            "chapter": 30,
                            "name": "Augustine: On Grace and Free Will 30:9",
                            "text": "And I will put my Spirit within you, and will cause you to walk in my statutes, and ye shall keep my judgments, and do them\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 30,
                            "name": "Augustine: On Grace and Free Will 30:10",
                            "text": "Now who is so blind as not to see, and who so stone-like as not to feel, that this grace is not given according to the merits of a good will, when the Lord declares and testifies, \"It is I, O house of Israel, who do this, but for my holy name's sake\"? Now why did He say \"It is I that do it, but for my holy name's sake,\" were it not that they should not think that it was owing to their own good merits that these things were happening, as the Pelagians hesitate not unblushingly to say? But there were not only no good merits of theirs, but the Lord shows that evil ones actually preceded; for He says, \"But for my holy name's sake, which ye have profaned among the heathen\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 30,
                            "name": "Augustine: On Grace and Free Will 30:11",
                            "text": "Who can fail to observe how dreadful is the evil of profaning the Lord's own holy name? And yet, for the sake of this very name of mine, says He, which ye have profaned, I, even I, will make you good, but not for your own sakes; and, as He adds, \"I will sanctify my great name, which was profaned among the heathen, which ye have profaned in the midst of them\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 30,
                            "name": "Augustine: On Grace and Free Will 30:12",
                            "text": "He says that He sanctifies His name, which He had already declared to be holy."
                        },
                        {
                            "verse": 13,
                            "chapter": 30,
                            "name": "Augustine: On Grace and Free Will 30:13",
                            "text": "Therefore, this is just what we pray for in the Lord's Prayer—\"Hallowed be Thy name\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 30,
                            "name": "Augustine: On Grace and Free Will 30:14",
                            "text": "We ask for the hallowing among men of that which is in itself undoubtedly always holy."
                        },
                        {
                            "verse": 15,
                            "chapter": 30,
                            "name": "Augustine: On Grace and Free Will 30:15",
                            "text": "Then it follows, \"And the heathen shall know that I am the Lord, saith the Lord God, when I shall be sanctified in you\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 30,
                            "name": "Augustine: On Grace and Free Will 30:16",
                            "text": "Although, then, He is Himself always holy, He is, nevertheless, sanctified in those on whom He bestows His grace, by taking from them that stony heart by which they profaned the name of the Lord."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Augustine: On Grace and Free Will 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Augustine: On Grace and Free Will 31:1",
                            "text": "Chapter 31 (XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Augustine: On Grace and Free Will 31:2",
                            "text": ")—Free Will Has Its Function in the Heart's Conversion; But Grace Too Has Its."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Augustine: On Grace and Free Will 31:3",
                            "text": "Lest, however, it should be thought that men themselves in this matter do nothing by free will, it is said in the Psalm, \"Harden not your hearts;\" and in Ezekiel himself, \"Cast away from you all your transgressions, which ye have impiously committed against me; and make you a new heart and a new spirit; and keep all my commandments."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Augustine: On Grace and Free Will 31:4",
                            "text": "For why will ye die, O house of Israel, saith the Lord? for I have no pleasure in the death of him that dieth, saith the Lord God: and turn ye, and live\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Augustine: On Grace and Free Will 31:5",
                            "text": "We should remember that it is He who says, \"Turn ye and live,\" to whom it is said in prayer, \"Turn us again, O God\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Augustine: On Grace and Free Will 31:6",
                            "text": "We should remember that He says, \"Cast away from you all your transgressions,\" when it is even He who justifies the ungodly."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "Augustine: On Grace and Free Will 31:7",
                            "text": "We should remember that He says, \"Make you a new heart and a new spirit,\" who also promises, \"I will give you a new heart, and a new spirit will I put within you\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 31,
                            "name": "Augustine: On Grace and Free Will 31:8",
                            "text": "How is it, then, that He who says, \"Make you,\" also says, \"I will give you\"? Why does He command, if He is to give? Why does He give if man is to make, except it be that He gives what He commands when He helps him to obey whom He commands? There is, however, always within us a free will,—but it is not always good; for it is either free from righteousness when it serves sin,—and then it is evil,—or else it is free from sin when it serves righteousness,—and then it is good."
                        },
                        {
                            "verse": 9,
                            "chapter": 31,
                            "name": "Augustine: On Grace and Free Will 31:9",
                            "text": "But the grace of God is always good; and by it it comes to pass that a man is of a good will, though he was before of an evil one."
                        },
                        {
                            "verse": 10,
                            "chapter": 31,
                            "name": "Augustine: On Grace and Free Will 31:10",
                            "text": "By it also it comes to pass that the very good will, which has now begun to be, is enlarged, and made so great that it is able to fulfil the divine commandments which it shall wish, when it shall once firmly and perfectly wish."
                        },
                        {
                            "verse": 11,
                            "chapter": 31,
                            "name": "Augustine: On Grace and Free Will 31:11",
                            "text": "This is the purport of what the Scripture says: \"If thou wilt, thou shalt keep the commandments;\" so that the man who wills but is not able knows that he does not yet fully will, and prays that he may have so great a will that it may suffice for keeping the commandments."
                        },
                        {
                            "verse": 12,
                            "chapter": 31,
                            "name": "Augustine: On Grace and Free Will 31:12",
                            "text": "And thus, indeed, he receives assistance to perform what he is commanded."
                        },
                        {
                            "verse": 13,
                            "chapter": 31,
                            "name": "Augustine: On Grace and Free Will 31:13",
                            "text": "Then is the will of use when we have ability; just as ability is also then of use when we have the will."
                        },
                        {
                            "verse": 14,
                            "chapter": 31,
                            "name": "Augustine: On Grace and Free Will 31:14",
                            "text": "For what does it profit us if we will what we are unable to do, or else do not will what we are able to do?."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Augustine: On Grace and Free Will 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Augustine: On Grace and Free Will 32:1",
                            "text": "Chapter 32 (XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Augustine: On Grace and Free Will 32:2",
                            "text": ")—In What Sense It is Rightly Said That, If We Like, We May Keep God's Commandments."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Augustine: On Grace and Free Will 32:3",
                            "text": "The Pelagians think that they know something great when they assert that \"God would not command what He knew could not be done by man\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Augustine: On Grace and Free Will 32:4",
                            "text": "Who can be ignorant of this? But God commands some things which we cannot do, in order that we may know what we ought to ask of Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Augustine: On Grace and Free Will 32:5",
                            "text": "For this is faith itself, which obtains by prayer what the law commands."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Augustine: On Grace and Free Will 32:6",
                            "text": "He, indeed, who said, \"If thou wilt, thou shalt keep the commandments,\" did in the same book of Ecclesiasticus afterwards say, \"Who shall give a watch before my mouth, and a seal of wisdom upon my lips, that I fall not suddenly thereby, and that my tongue destroy me not\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 32,
                            "name": "Augustine: On Grace and Free Will 32:7",
                            "text": "Now he had certainly heard and received these commandments: \"Keep thy tongue from evil, and thy lips from speaking guile\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 32,
                            "name": "Augustine: On Grace and Free Will 32:8",
                            "text": "Forasmuch, then, as what he said is true: \"If thou wilt, thou shalt keep the commandments,\" why does he want a watch to be given before his mouth, like him who says in the Psalm, \"Set a watch, O Lord, before my mouth\"? Why is he not satisfied with God's commandment and his own will; since, if he has the will, he shall keep the commandments? How many of God's commandments are directed against pride! He is quite aware of them; if he will, he may keep them."
                        },
                        {
                            "verse": 9,
                            "chapter": 32,
                            "name": "Augustine: On Grace and Free Will 32:9",
                            "text": "Why, therefore, does he shortly afterwards say, \"O God, Father and God of my life, give me not a proud look\"? The law had long ago said to him, \"Thou shalt not covet;\" let him then only will, and do what he is bidden, because, if he has the will, he shall keep the commandments."
                        },
                        {
                            "verse": 10,
                            "chapter": 32,
                            "name": "Augustine: On Grace and Free Will 32:10",
                            "text": "Why, therefore, does he afterwards say, \"Turn away from me concupiscence\"? Against luxury, too, how many commandments has God enjoined! Let a man observe them; because, if he will, he may keep the commandments."
                        },
                        {
                            "verse": 11,
                            "chapter": 32,
                            "name": "Augustine: On Grace and Free Will 32:11",
                            "text": "But what means that cry to God, \"Let not the greediness of the belly nor lust of the flesh take hold on me!\"? Now, if we were to put this question to him personally, he would very rightly answer us and say, From that prayer of mine, in which I offer this particular petition to God, you may understand in what sense I said, \"If thou wilt, thou mayest keep the commandments\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 32,
                            "name": "Augustine: On Grace and Free Will 32:12",
                            "text": "For it is certain that we keep the commandments if we will; but because the will is prepared by the Lord, we must ask of Him for such a force of will as suffices to make us act by the willing."
                        },
                        {
                            "verse": 13,
                            "chapter": 32,
                            "name": "Augustine: On Grace and Free Will 32:13",
                            "text": "It is certain that it is we that will when we will, but it is He who makes us will what is good, of whom it is said (as he has just now expressed it), \"The will is prepared by the Lord\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 32,
                            "name": "Augustine: On Grace and Free Will 32:14",
                            "text": "Of the same Lord it is said, \"The steps of a man are ordered by the Lord, and his way doth He will\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 32,
                            "name": "Augustine: On Grace and Free Will 32:15",
                            "text": "Of the same Lord again it is said, \"It is God who worketh in you, even to will!\" It is certain that it is we that act when we act; but it is He who makes us act, by applying efficacious powers to our will, who has said, \"I will make you to walk in my statutes, and to observe my judgments, and to do them\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 32,
                            "name": "Augustine: On Grace and Free Will 32:16",
                            "text": "When he says, \"I will make you."
                        },
                        {
                            "verse": 17,
                            "chapter": 32,
                            "name": "Augustine: On Grace and Free Will 32:17",
                            "text": "to do them,\" what else does He say in fact than, \"I will take away from you your heart of stone,\" from which used to arise your inability to act, \"and I will give you a heart of flesh,\" in order that you may act? And what does this promise amount to but this: I will remove your hard heart, out of which you did not act, and I will give you an obedient heart, out of which you shall act? It is He who causes us to act, to whom the human suppliant says, \"Set a watch, O Lord, before my mouth\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 32,
                            "name": "Augustine: On Grace and Free Will 32:18",
                            "text": "That is to say: Make or enable me, O Lord, to set a watch before my mouth,—a benefit which he had already obtained from God who thus described its influence: \"I set a watch upon my mouth\"."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Augustine: On Grace and Free Will 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Augustine: On Grace and Free Will 33:1",
                            "text": "Chapter 33 (XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Augustine: On Grace and Free Will 33:2",
                            "text": ")—A Good Will May Be Small and Weak; An Ample Will, Great Love."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Augustine: On Grace and Free Will 33:3",
                            "text": "Operating and Co-operating Grace."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Augustine: On Grace and Free Will 33:4",
                            "text": "He, therefore, who wishes to do God's commandment, but is unable, already possesses a good will, but as yet a small and weak one; he will, however, become able when he shall have acquired a great and robust will."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Augustine: On Grace and Free Will 33:5",
                            "text": "When the martyrs did the great commandments which they obeyed, they acted by a great will,—that is, with great love."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Augustine: On Grace and Free Will 33:6",
                            "text": "Of this love the Lord Himself thus speaks: \"Greater love hath no man than this, that a man lay down his life for his friends\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 33,
                            "name": "Augustine: On Grace and Free Will 33:7",
                            "text": "In accordance with this, the apostle also says, \"He that loveth his neighbour hath fulfilled the law."
                        },
                        {
                            "verse": 8,
                            "chapter": 33,
                            "name": "Augustine: On Grace and Free Will 33:8",
                            "text": "For this: Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself."
                        },
                        {
                            "verse": 9,
                            "chapter": 33,
                            "name": "Augustine: On Grace and Free Will 33:9",
                            "text": "Love worketh no ill to his neighbour: therefore love is the fulfilling of the law\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 33,
                            "name": "Augustine: On Grace and Free Will 33:10",
                            "text": "This love the Apostle Peter did not yet possess, when he for fear thrice denied the Lord."
                        },
                        {
                            "verse": 11,
                            "chapter": 33,
                            "name": "Augustine: On Grace and Free Will 33:11",
                            "text": "\"There is no fear in love,\" says the Evangelist John in his first Epistle, \"but perfect love casteth out fear\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 33,
                            "name": "Augustine: On Grace and Free Will 33:12",
                            "text": "But yet, however small and imperfect his love was, it was not wholly wanting when he said to the Lord, \"I will lay down my life for Thy sake;\" for he supposed himself able to effect what he felt himself willing to do."
                        },
                        {
                            "verse": 13,
                            "chapter": 33,
                            "name": "Augustine: On Grace and Free Will 33:13",
                            "text": "And who was it that had begun to give him his love, however small, but He who prepares the will, and perfects by His co-operation what He initiates by His operation? Forasmuch as in beginning He works in us that we may have the will, and in perfecting works with us when we have the will."
                        },
                        {
                            "verse": 14,
                            "chapter": 33,
                            "name": "Augustine: On Grace and Free Will 33:14",
                            "text": "On which account the apostle says, \"I am confident of this very thing, that He which hath begun a good work in you will perform it until the day of Jesus Christ\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 33,
                            "name": "Augustine: On Grace and Free Will 33:15",
                            "text": "He operates, therefore, without us, in order that we may will; but when we will, and so will that we may act, He co-operates with us."
                        },
                        {
                            "verse": 16,
                            "chapter": 33,
                            "name": "Augustine: On Grace and Free Will 33:16",
                            "text": "We can, however, ourselves do nothing to effect good works of piety without Him either working that we may will, or co-working when we will."
                        },
                        {
                            "verse": 17,
                            "chapter": 33,
                            "name": "Augustine: On Grace and Free Will 33:17",
                            "text": "Now, concerning His working that we may will, it is said: \"It is God which worketh in you, even to will\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 33,
                            "name": "Augustine: On Grace and Free Will 33:18",
                            "text": "While of His co-working with us, when we will and act by willing, the apostle says, \"We know that in all things there is co-working for good to them that love God\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 33,
                            "name": "Augustine: On Grace and Free Will 33:19",
                            "text": "What does this phrase, \"all things,\" mean, but the terrible and cruel sufferings which affect our condition? That burden, indeed, of Christ, which is heavy for our infirmity, becomes light to love."
                        },
                        {
                            "verse": 20,
                            "chapter": 33,
                            "name": "Augustine: On Grace and Free Will 33:20",
                            "text": "For to such did the Lord say that His burden was light, as Peter was when he suffered for Christ, not as he was when he denied Him."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Augustine: On Grace and Free Will 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Augustine: On Grace and Free Will 34:1",
                            "text": "Chapter 34."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Augustine: On Grace and Free Will 34:2",
                            "text": "—The Apostle's Eulogy of Love."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Augustine: On Grace and Free Will 34:3",
                            "text": "Correction to Be Administered with Love."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Augustine: On Grace and Free Will 34:4",
                            "text": "This charity, that is, this will glowing with intensest love, the apostle eulogizes with these words: \"Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or the sword? (As it is written, For Thy sake we are killed all the day long; we are accounted as sheep for the slaughter."
                        },
                        {
                            "verse": 5,
                            "chapter": 34,
                            "name": "Augustine: On Grace and Free Will 34:5",
                            "text": ") Nay, in all these things we are more than conquerors, through Him that loved us."
                        },
                        {
                            "verse": 6,
                            "chapter": 34,
                            "name": "Augustine: On Grace and Free Will 34:6",
                            "text": "For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor things present, nor things to come, nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 34,
                            "name": "Augustine: On Grace and Free Will 34:7",
                            "text": "And in another passage he says, \"And yet I show unto you a more excellent way."
                        },
                        {
                            "verse": 8,
                            "chapter": 34,
                            "name": "Augustine: On Grace and Free Will 34:8",
                            "text": "Though I speak with the tongues of men and of angels, and have not love, I am become as sounding brass, or a tinkling cymbal."
                        },
                        {
                            "verse": 9,
                            "chapter": 34,
                            "name": "Augustine: On Grace and Free Will 34:9",
                            "text": "And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not love, I am nothing."
                        },
                        {
                            "verse": 10,
                            "chapter": 34,
                            "name": "Augustine: On Grace and Free Will 34:10",
                            "text": "And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not love, it profiteth me nothing."
                        },
                        {
                            "verse": 11,
                            "chapter": 34,
                            "name": "Augustine: On Grace and Free Will 34:11",
                            "text": "Love suffereth long, and is kind; love envieth not; love vaunteth not itself, is not puffed up, doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil; rejoiceth not in iniquity, but rejoiceth in the truth; beareth all things, believeth all things, hopeth all things, endureth all things."
                        },
                        {
                            "verse": 12,
                            "chapter": 34,
                            "name": "Augustine: On Grace and Free Will 34:12",
                            "text": "Love never faileth\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 34,
                            "name": "Augustine: On Grace and Free Will 34:13",
                            "text": "And a little afterwards he says, \"And now abideth faith, hope, love, these three; but the greatest of these is love."
                        },
                        {
                            "verse": 14,
                            "chapter": 34,
                            "name": "Augustine: On Grace and Free Will 34:14",
                            "text": "Follow after love\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 34,
                            "name": "Augustine: On Grace and Free Will 34:15",
                            "text": "He also says to the Galatians, \"For, brethren, ye have been called unto liberty; only use not liberty for an occasion to the flesh, but by love serve one another."
                        },
                        {
                            "verse": 16,
                            "chapter": 34,
                            "name": "Augustine: On Grace and Free Will 34:16",
                            "text": "For all the law is fulfilled in one word, even in this, Thou shalt love thy neighbour as thyself\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 34,
                            "name": "Augustine: On Grace and Free Will 34:17",
                            "text": "This is the same in effect as what he writes to the Romans: \"He that loveth another hath fulfilled the law\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 34,
                            "name": "Augustine: On Grace and Free Will 34:18",
                            "text": "In like manner he says to the Colossians, \"And above all these things, put on love, which is the bond of perfectness\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 34,
                            "name": "Augustine: On Grace and Free Will 34:19",
                            "text": "And to Timothy he writes, \"Now the end of the commandment is love;\" and he goes on to describe the quality of this grace, saying, \"Out of a pure heart, and of a good conscience, and of faith unfeigned\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 34,
                            "name": "Augustine: On Grace and Free Will 34:20",
                            "text": "Moreover, when he says to the Corinthians, \"Let all your things be done with love,\" he shows plainly enough that even those chastisements which are deemed sharp and bitter by those who are corrected thereby, are to be administered with love."
                        },
                        {
                            "verse": 21,
                            "chapter": 34,
                            "name": "Augustine: On Grace and Free Will 34:21",
                            "text": "Accordingly, in another passage, after saying, \"Warn them that are unruly, comfort the feeble-minded, support the weak, be patient toward all men,\" he immediately added, \"See that none render evil for evil unto any man\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 34,
                            "name": "Augustine: On Grace and Free Will 34:22",
                            "text": "Therefore, even when the unruly are corrected, it is not rendering evil for evil, but contrariwise, good."
                        },
                        {
                            "verse": 23,
                            "chapter": 34,
                            "name": "Augustine: On Grace and Free Will 34:23",
                            "text": "However, what but love worketh all these things?."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Augustine: On Grace and Free Will 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Augustine: On Grace and Free Will 35:1",
                            "text": "Chapter 35."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Augustine: On Grace and Free Will 35:2",
                            "text": "—Commendations of Love."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Augustine: On Grace and Free Will 35:3",
                            "text": "The Apostle Peter, likewise, says, \"And, above all things, have fervent love among yourselves: for love shall cover the multitude of sins\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Augustine: On Grace and Free Will 35:4",
                            "text": "The Apostle James also says, \"If ye fulfil the royal law, according to the Scripture, Thou shalt love thy neighbour as thyself, ye do well\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 35,
                            "name": "Augustine: On Grace and Free Will 35:5",
                            "text": "So also the Apostle John says, \"He that loveth his brother abideth in the right;\" again, in another passage, \"Whosoever doeth not righteousness is not of God, neither he that loveth not his brother; for this is the message which we have heard from the beginning, that we should love one another\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 35,
                            "name": "Augustine: On Grace and Free Will 35:6",
                            "text": "Then he says again, \"This is His commandment, that we should believe on the name of His Son Jesus Christ, and love one another\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 35,
                            "name": "Augustine: On Grace and Free Will 35:7",
                            "text": "Once more: \"And this commandment have we from Him that he who loveth God love his brother also\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 35,
                            "name": "Augustine: On Grace and Free Will 35:8",
                            "text": "Then shortly afterwards he adds, \"By this we know that we love the children of God, when we love God, and keep His commandments; for this is the love of God, that we keep His commandments: and His commandments are not grievous\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 35,
                            "name": "Augustine: On Grace and Free Will 35:9",
                            "text": "While, in his second Epistle, it is written, \"Not as though I wrote a new commandment unto thee, but that which we had from the beginning, that we love one another\"."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Augustine: On Grace and Free Will 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Augustine: On Grace and Free Will 36:1",
                            "text": "Chapter 36."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Augustine: On Grace and Free Will 36:2",
                            "text": "—Love Commended by Our Lord Himself."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Augustine: On Grace and Free Will 36:3",
                            "text": "Moreover, the Lord Jesus Himself teaches us that the whole law and the prophets hang upon the two precepts of love to God and love to our neighbour."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Augustine: On Grace and Free Will 36:4",
                            "text": "Concerning these two commandments the following is written in the Gospel according to St."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Augustine: On Grace and Free Will 36:5",
                            "text": "Mark: \"And one of the scribes came, and having heard them reasoning together, and perceiving that He had answered them well, asked Him: Which is the first commandment of all? And Jesus answered him: The first of all the commandments is, Hear, O Israel! the Lord our God is one Lord; and thou shalt love the Lord thy God with all thine heart, and with all thy soul, and with all thy mind, and with all thy strength."
                        },
                        {
                            "verse": 6,
                            "chapter": 36,
                            "name": "Augustine: On Grace and Free Will 36:6",
                            "text": "This is the first commandment."
                        },
                        {
                            "verse": 7,
                            "chapter": 36,
                            "name": "Augustine: On Grace and Free Will 36:7",
                            "text": "And the second is like unto it: Thou shalt love thy neighbour as thyself."
                        },
                        {
                            "verse": 8,
                            "chapter": 36,
                            "name": "Augustine: On Grace and Free Will 36:8",
                            "text": "There is none other commandment greater than these\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 36,
                            "name": "Augustine: On Grace and Free Will 36:9",
                            "text": "Also, in the Gospel according to St."
                        },
                        {
                            "verse": 10,
                            "chapter": 36,
                            "name": "Augustine: On Grace and Free Will 36:10",
                            "text": "John, He says, \"A new commandment I give unto you, that ye love one another; as I have loved you, that ye also love one another."
                        },
                        {
                            "verse": 11,
                            "chapter": 36,
                            "name": "Augustine: On Grace and Free Will 36:11",
                            "text": "By this shall all men know that ye are my disciples, if ye have love to one another\"."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Augustine: On Grace and Free Will 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Augustine: On Grace and Free Will 37:1",
                            "text": "Chapter 37 (XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Augustine: On Grace and Free Will 37:2",
                            "text": ")—The Love Which Fulfils the Commandments is Not of Ourselves, But of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Augustine: On Grace and Free Will 37:3",
                            "text": "All these commandments, however, respecting love or charity (which are so great, and such that whatever action a man may think he does well is by no means well done if done without love) would be given to men in vain if they had not free choice of will."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Augustine: On Grace and Free Will 37:4",
                            "text": "But forasmuch as these precepts are given in the law, both old and new (although in the new came the grace which was promised in the old, but the law without grace is the letter which killeth, but in grace the Spirit which giveth life), from what source is there in men the love of God and of one's neighbour but from God Himself? For indeed, if it be not of God but of men, the Pelagians have gained the victory; but if it come from God, then we have vanquished the Pelagians."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "Augustine: On Grace and Free Will 37:5",
                            "text": "Let, then, the Apostle John sit in judgment between us; and let him say to us, \"Beloved, let us love one another\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 37,
                            "name": "Augustine: On Grace and Free Will 37:6",
                            "text": "Now, when they begin to extol themselves on these words of John, and to ask why this precept is addressed to us at all if we have not of our own selves to love one another, the same apostle proceeds at once, to their confusion, to add, \"For love is of God\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 37,
                            "name": "Augustine: On Grace and Free Will 37:7",
                            "text": "It is not of ourselves, therefore, but it is of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 37,
                            "name": "Augustine: On Grace and Free Will 37:8",
                            "text": "Wherefore, then, is it said, \"Let us love one another, for love is of God,\" unless it be as a precept to our free will, admonishing it to seek the gift of God? Now, this would be indeed a thoroughly fruitless admonition if the will did not previously receive some donation of love, which might seek to be enlarged so as to fulfil whatever command was laid upon it."
                        },
                        {
                            "verse": 9,
                            "chapter": 37,
                            "name": "Augustine: On Grace and Free Will 37:9",
                            "text": "When it is said, \"Let us love one another,\" it is law; when it is said, \"For love is of God,\" it is grace."
                        },
                        {
                            "verse": 10,
                            "chapter": 37,
                            "name": "Augustine: On Grace and Free Will 37:10",
                            "text": "For God's \"wisdom carries law and mercy upon her tongue\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 37,
                            "name": "Augustine: On Grace and Free Will 37:11",
                            "text": "Accordingly, it is written in the Psalm, \"For He who gave the law will give blessings\"."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Augustine: On Grace and Free Will 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Augustine: On Grace and Free Will 38:1",
                            "text": "Chapter 38."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Augustine: On Grace and Free Will 38:2",
                            "text": "—We Would Not Love God Unless He First Loved Us."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "Augustine: On Grace and Free Will 38:3",
                            "text": "The Apostles Chose Christ Because They Were Chosen; They Were Not Chosen Because They Chose Christ."
                        },
                        {
                            "verse": 4,
                            "chapter": 38,
                            "name": "Augustine: On Grace and Free Will 38:4",
                            "text": "Let no one, then, deceive you, my brethren, for we should not love God unless He first loved us."
                        },
                        {
                            "verse": 5,
                            "chapter": 38,
                            "name": "Augustine: On Grace and Free Will 38:5",
                            "text": "John again gives us the plainest proof of this when he says, \"We love Him because He first loved us\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 38,
                            "name": "Augustine: On Grace and Free Will 38:6",
                            "text": "Grace makes us lovers of the law; but the law itself, without grace, makes us nothing but breakers of the law."
                        },
                        {
                            "verse": 7,
                            "chapter": 38,
                            "name": "Augustine: On Grace and Free Will 38:7",
                            "text": "And nothing else than this is shown us by the words of our Lord when He says to His disciples, Ye have not chosen me, but I have chosen you\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 38,
                            "name": "Augustine: On Grace and Free Will 38:8",
                            "text": "For if we first loved Him, in order that by this merit He might love us, then we first chose Him that we might deserve to be chosen by Him."
                        },
                        {
                            "verse": 9,
                            "chapter": 38,
                            "name": "Augustine: On Grace and Free Will 38:9",
                            "text": "He, however, who is the Truth says otherwise, and flatly contradicts this vain conceit of men."
                        },
                        {
                            "verse": 10,
                            "chapter": 38,
                            "name": "Augustine: On Grace and Free Will 38:10",
                            "text": "\"You have not chosen me,\" He says."
                        },
                        {
                            "verse": 11,
                            "chapter": 38,
                            "name": "Augustine: On Grace and Free Will 38:11",
                            "text": "If, therefore, you have not chosen me, undoubtedly you have not loved me (for how could they choose one whom they did not love?)."
                        },
                        {
                            "verse": 12,
                            "chapter": 38,
                            "name": "Augustine: On Grace and Free Will 38:12",
                            "text": "\"But I,\" says He, \"have chosen you\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 38,
                            "name": "Augustine: On Grace and Free Will 38:13",
                            "text": "And then could they possibly help choosing Him afterwards, and preferring Him to all the blessings of this world? But it was because they had been chosen, that they chose Him; not because they chose Him that they were chosen."
                        },
                        {
                            "verse": 14,
                            "chapter": 38,
                            "name": "Augustine: On Grace and Free Will 38:14",
                            "text": "There could be no merit in men's choice of Christ, if it were not that God's grace was prevenient in His choosing them."
                        },
                        {
                            "verse": 15,
                            "chapter": 38,
                            "name": "Augustine: On Grace and Free Will 38:15",
                            "text": "Whence the Apostle Paul pronounces in the Thessalonians this benediction: \"The Lord make you to increase and abound in love one toward another, and toward all men\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 38,
                            "name": "Augustine: On Grace and Free Will 38:16",
                            "text": "This benediction to love one another He gave us, who had also given us a law that we should love each other."
                        },
                        {
                            "verse": 17,
                            "chapter": 38,
                            "name": "Augustine: On Grace and Free Will 38:17",
                            "text": "Then, in another passage addressed to the same church, seeing that there now existed in some of its members the disposition which he had wished them to cultivate, he says, \"We are bound to thank God always for you, brethren, as it is meet, because that your faith groweth exceedingly, and the charity of every one of you all toward each other aboundeth\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 38,
                            "name": "Augustine: On Grace and Free Will 38:18",
                            "text": "This he said lest they should make a boast of the great good which they were enjoying from God, as if they had it of their own mere selves."
                        },
                        {
                            "verse": 19,
                            "chapter": 38,
                            "name": "Augustine: On Grace and Free Will 38:19",
                            "text": "Because, then, your faith has so great a growth (this is the purport of his words), and the love of every one of you all toward each other so greatly abounds, we ought to thank God concerning you, but not to praise you, as if you possessed these gifts of yourselves."
                        }
                    ]
                },
                {
                    "chapter": 39,
                    "name": "Augustine: On Grace and Free Will 39",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 39,
                            "name": "Augustine: On Grace and Free Will 39:1",
                            "text": "Chapter 39."
                        },
                        {
                            "verse": 2,
                            "chapter": 39,
                            "name": "Augustine: On Grace and Free Will 39:2",
                            "text": "—The Spirit of Fear a Great Gift of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 39,
                            "name": "Augustine: On Grace and Free Will 39:3",
                            "text": "The apostle also says to Timothy, \"For God hath not given to us the spirit of fear, but of power, and of love, and of a sound mind\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 39,
                            "name": "Augustine: On Grace and Free Will 39:4",
                            "text": "Now in respect of this passage of the apostle, we must be on our guard against supposing that we have not received the spirit of the fear of God, which is undoubtedly a great gift of God, and concerning which the prophet Isaiah says, \"The Spirit of the Lord shall rest upon thee, the spirit of wisdom and understanding, the spirit of counsel and might, the spirit of knowledge and piety, the spirit of the fear of the Lord\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 39,
                            "name": "Augustine: On Grace and Free Will 39:5",
                            "text": "It is not the fear with which Peter denied Christ that we have received the spirit of, but that fear concerning which Christ Himself says, \"Fear Him who hath power to destroy both soul and body in hell; yea, I say unto you, Fear Him\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 39,
                            "name": "Augustine: On Grace and Free Will 39:6",
                            "text": "This, indeed, He said, lest we should deny Him from the same fear which shook Peter; for such cowardice he plainly wished to be removed from us when He, in the preceding passage, said, \"Be not afraid of them that kill the body, and after that have no more that they can do\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 39,
                            "name": "Augustine: On Grace and Free Will 39:7",
                            "text": "It is not of this fear that we have received the spirit, but of power, and of love, and of a sound mind."
                        },
                        {
                            "verse": 8,
                            "chapter": 39,
                            "name": "Augustine: On Grace and Free Will 39:8",
                            "text": "And of this spirit the same Apostle Paul discourses to the Romans: \"We glory in tribulations, knowing that tribulation worketh patience; and patience, experience; and experience, hope; and hope maketh not ashamed; because the love of God is shed abroad in our hearts by the Holy Ghost, which is given unto us\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 39,
                            "name": "Augustine: On Grace and Free Will 39:9",
                            "text": "Not by ourselves, therefore, but by the Holy Ghost which is given to us, does it come to pass that, through that very love, which he shows us to be the gift of God, tribulation does not do away with patience, but rather produces it."
                        },
                        {
                            "verse": 10,
                            "chapter": 39,
                            "name": "Augustine: On Grace and Free Will 39:10",
                            "text": "Again, he says to the Ephesians, \"Peace be to the brethren, and love with faith\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 39,
                            "name": "Augustine: On Grace and Free Will 39:11",
                            "text": "Great blessings these! Let him tell us, however, whence they come."
                        },
                        {
                            "verse": 12,
                            "chapter": 39,
                            "name": "Augustine: On Grace and Free Will 39:12",
                            "text": "\"From God the Father,\" says he immediately afterwards, \"and the Lord Jesus Christ\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 39,
                            "name": "Augustine: On Grace and Free Will 39:13",
                            "text": "These great blessings, therefore, are nothing else than God's gifts to us."
                        }
                    ]
                },
                {
                    "chapter": 40,
                    "name": "Augustine: On Grace and Free Will 40",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 40,
                            "name": "Augustine: On Grace and Free Will 40:1",
                            "text": "Chapter 40 (XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 40,
                            "name": "Augustine: On Grace and Free Will 40:2",
                            "text": ")—The Ignorance of the Pelagians in Maintaining that the Knowledge of the Law Comes from God, But that Love Comes from Ourselves."
                        },
                        {
                            "verse": 3,
                            "chapter": 40,
                            "name": "Augustine: On Grace and Free Will 40:3",
                            "text": "It is no wonder that light shineth in darkness, and the darkness comprehendeth it not."
                        },
                        {
                            "verse": 4,
                            "chapter": 40,
                            "name": "Augustine: On Grace and Free Will 40:4",
                            "text": "In John's Epistle the Light declares, \"Behold what manner of love the Father hath bestowed upon us, that we should be called the sons of God\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 40,
                            "name": "Augustine: On Grace and Free Will 40:5",
                            "text": "And in the Pelagian writings the darkness says, \"Love comes to us of our own selves\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 40,
                            "name": "Augustine: On Grace and Free Will 40:6",
                            "text": "Now, if they only possessed the true, that is, Christian love, they would also know whence they obtained possession of it; even as the apostle knew when he said, \"But we have received not the spirit of the world, but the Spirit which is of God, that we might know the things that are freely given to us of God\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 40,
                            "name": "Augustine: On Grace and Free Will 40:7",
                            "text": "John says, \"God is love\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 40,
                            "name": "Augustine: On Grace and Free Will 40:8",
                            "text": "And thus the Pelagians affirm that they actually have God Himself, not from God, but from their own selves! and although they allow that we have the knowledge of the law from God, they will yet have it that love is from our very selves."
                        },
                        {
                            "verse": 9,
                            "chapter": 40,
                            "name": "Augustine: On Grace and Free Will 40:9",
                            "text": "Nor do they listen to the apostle when he says, \"Knowledge puffeth up, but love edifieth\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 40,
                            "name": "Augustine: On Grace and Free Will 40:10",
                            "text": "Now what can be more absurd, nay, what more insane and more alien from the very sacredness of love itself, than to maintain that from God proceeds the knowledge which, apart from love, puffs us up, while the love which prevents the possibility of this inflation of knowledge springs from ourselves? And again, when the apostle speaks of \"the love of Christ as surpassing knowledge,\" what can be more insane than to suppose that the knowledge which must be subordinated to love comes from God, while the love which surpasses knowledge comes from man? The true faith, however, and sound doctrine declare that both graces are from God; the Scripture says, \"From His face cometh knowledge and understanding;\" and another Scripture says, \"Love is of God\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 40,
                            "name": "Augustine: On Grace and Free Will 40:11",
                            "text": "We read of \"the Spirit of wisdom and understanding\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 40,
                            "name": "Augustine: On Grace and Free Will 40:12",
                            "text": "Also of \"the Spirit of power, and of love, and of a sound mind\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 40,
                            "name": "Augustine: On Grace and Free Will 40:13",
                            "text": "But love is a greater gift than knowledge; for whenever a man has the gift of knowledge, love is necessary by the side of it, that he be not puffed up."
                        },
                        {
                            "verse": 14,
                            "chapter": 40,
                            "name": "Augustine: On Grace and Free Will 40:14",
                            "text": "For \"love envieth not, vaunteth not itself, is not puffed up\"."
                        }
                    ]
                },
                {
                    "chapter": 41,
                    "name": "Augustine: On Grace and Free Will 41",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 41,
                            "name": "Augustine: On Grace and Free Will 41:1",
                            "text": "Chapter 41 (XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 41,
                            "name": "Augustine: On Grace and Free Will 41:2",
                            "text": ")—The Wills of Men are So Much in the Power of God, that He Can Turn Them Whithersoever It Pleases Him."
                        },
                        {
                            "verse": 3,
                            "chapter": 41,
                            "name": "Augustine: On Grace and Free Will 41:3",
                            "text": "I think I have now discussed the point fully enough in opposition to those who vehemently oppose the grace of God, by which, however, the human will is not taken away, but changed from bad to good, and assisted when it is good."
                        },
                        {
                            "verse": 4,
                            "chapter": 41,
                            "name": "Augustine: On Grace and Free Will 41:4",
                            "text": "I think, too, that I have so discussed the subject, that it is not so much I myself as the inspired Scripture which has spoken to you, in the clearest testimonies of truth; and if this divine record be looked into carefully, it shows us that not only men's good wills, which God Himself converts from bad ones, and, when converted by Him, directs to good actions and to eternal life, but also those which follow the world are so entirely at the disposal of God, that He turns them whithersoever He wills, and whensoever He wills,—to bestow kindness on some, and to heap punishment on others, as He Himself judges right by a counsel most secret to Himself, indeed, but beyond all doubt most righteous."
                        },
                        {
                            "verse": 5,
                            "chapter": 41,
                            "name": "Augustine: On Grace and Free Will 41:5",
                            "text": "For we find that some sins are even the punishment of other sins, as are those \"vessels of wrath\" which the apostle describes as \"fitted to destruction;\" as is also that hardening of Pharaoh, the purpose of which is said to be to set forth in him the power of God; as, again, is the flight of the Israelites from the face of the enemy before the city of Ai, for fear arose in their heart so that they fled, and this was done that their sin might be punished in the way it was right that it should be; by reason of which the Lord said to Joshua the son of Nun, \"The children of Israel shall not be able to stand before the face of their enemies\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 41,
                            "name": "Augustine: On Grace and Free Will 41:6",
                            "text": "What is the meaning of, \"They shall not be able to stand\"? Now, why did they not stand by free will, but, with a will perplexed by fear, took to flight, were it not that God has the lordship even over men's wills, and when He is angry turns to fear whomsoever He pleases? Was it not of their own will that the enemies of the children of Israel fought against the people of God, as led by Joshua, the son of Nun? And yet the Scripture says, \"It was of the Lord to harden their hearts, that they should come against Israel in battle, that they might be exterminated\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 41,
                            "name": "Augustine: On Grace and Free Will 41:7",
                            "text": "And was it not likewise of his own will that the wicked son of Gera cursed King David? And yet what says David, full of true, and deep, and pious wisdom? What did he say to him who wanted to smite the reviler? \"What,\" said he, \"have I to do with you, ye sons of Zeruiah? Let him alone and let him curse, because the Lord hath said unto him, Curse David."
                        },
                        {
                            "verse": 8,
                            "chapter": 41,
                            "name": "Augustine: On Grace and Free Will 41:8",
                            "text": "Who, then, shall say, Wherefore hast thou done so?\" And then the inspired Scripture, as if it would confirm the king's profound utterance by repeating it once more, tells us: \"And David said to Abishai, and to all his servants, Behold, my son, which came forth from my bowels, seeketh my life: how much more may this Benjamite do it! Let him alone, and let him curse; for the Lord hath bidden him."
                        },
                        {
                            "verse": 9,
                            "chapter": 41,
                            "name": "Augustine: On Grace and Free Will 41:9",
                            "text": "It may be that the Lord will look on my humiliation, and will requite me good for his cursing this day\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 41,
                            "name": "Augustine: On Grace and Free Will 41:10",
                            "text": "Now what prudent reader will fail to understand in what way the Lord bade this profane man to curse David? It was not by a command that He bade him, in which case his obedience would be praiseworthy; but He inclined the man's will, which had become debased by his own perverseness, to commit this sin, by His own just and secret judgment."
                        },
                        {
                            "verse": 11,
                            "chapter": 41,
                            "name": "Augustine: On Grace and Free Will 41:11",
                            "text": "Therefore it is said, \"The Lord said unto him\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 41,
                            "name": "Augustine: On Grace and Free Will 41:12",
                            "text": "Now if this person had obeyed a command of God, he would have deserved to be praised rather than punished, as we know he was afterwards punished for this sin."
                        },
                        {
                            "verse": 13,
                            "chapter": 41,
                            "name": "Augustine: On Grace and Free Will 41:13",
                            "text": "Nor is the reason an obscure one why the Lord told him after this manner to curse David."
                        },
                        {
                            "verse": 14,
                            "chapter": 41,
                            "name": "Augustine: On Grace and Free Will 41:14",
                            "text": "\"It may be,\" said the humbled king, \"that the Lord will look on my humiliation, and will requite me good for his cursing this day\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 41,
                            "name": "Augustine: On Grace and Free Will 41:15",
                            "text": "See, then, what proof we have here that God uses the hearts of even wicked men for the praise and assistance of the good."
                        },
                        {
                            "verse": 16,
                            "chapter": 41,
                            "name": "Augustine: On Grace and Free Will 41:16",
                            "text": "Thus did He make use of Judas when betraying Christ; thus did He make use of the Jews when they crucified Christ."
                        },
                        {
                            "verse": 17,
                            "chapter": 41,
                            "name": "Augustine: On Grace and Free Will 41:17",
                            "text": "And how vast the blessings which from these instances He has bestowed upon the nations that should believe in Him! He also uses our worst enemy, the devil himself, but in the best way, to exercise and try the faith and piety of good men,—not for Himself indeed, who knows all things before they come to pass, but for our sakes, for whom it was necessary that such a discipline should be gone through with us."
                        },
                        {
                            "verse": 18,
                            "chapter": 41,
                            "name": "Augustine: On Grace and Free Will 41:18",
                            "text": "Did not Absalom choose by his own will the counsel which was detrimental to him? And yet the reason of his doing so was that the Lord had heard his father's prayer that it might be so."
                        },
                        {
                            "verse": 19,
                            "chapter": 41,
                            "name": "Augustine: On Grace and Free Will 41:19",
                            "text": "Wherefore the Scripture says that \"the Lord appointed to defeat the good counsel of Ahithophel, to the intent that the Lord might bring all evils upon Absalom\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 41,
                            "name": "Augustine: On Grace and Free Will 41:20",
                            "text": "It called Ahithophel's counsel \"good,\" because it was for the moment of advantage to his purpose."
                        },
                        {
                            "verse": 21,
                            "chapter": 41,
                            "name": "Augustine: On Grace and Free Will 41:21",
                            "text": "It was in favour of the son against his father, against whom he had rebelled; and it might have crushed him, had not the Lord defeated the counsel which Ahithophel had given, by acting on the heart of Absalom so that he rejected this counsel, and chose another which was not expedient for him."
                        }
                    ]
                },
                {
                    "chapter": 42,
                    "name": "Augustine: On Grace and Free Will 42",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 42,
                            "name": "Augustine: On Grace and Free Will 42:1",
                            "text": "Chapter 42 (XXI)—God Does Whatsoever He Wills in the Hearts of Even Wicked Men."
                        },
                        {
                            "verse": 2,
                            "chapter": 42,
                            "name": "Augustine: On Grace and Free Will 42:2",
                            "text": "Who can help trembling at those judgments of God by which He does in the hearts of even wicked men whatsoever He wills, at the same time rendering to them according to their deeds? Rehoboam, the son of Solomon, rejected the salutary counsel of the old men, not to deal harshly with the people, and preferred listening to the words of the young men of his own age, by returning a rough answer to those to whom he should have spoken gently."
                        },
                        {
                            "verse": 3,
                            "chapter": 42,
                            "name": "Augustine: On Grace and Free Will 42:3",
                            "text": "Now whence arose such conduct, except from his own will? Upon this, however, the ten tribes of Israel revolted from him, and chose for themselves another king, even Jeroboam, that the will of God in His anger might be accomplished which He had predicted would come to pass."
                        },
                        {
                            "verse": 4,
                            "chapter": 42,
                            "name": "Augustine: On Grace and Free Will 42:4",
                            "text": "For what says the Scripture? \"The king hearkened not unto the people; for the turning was from the Lord, that He might perform His saying, which the Lord spake to Ahijah the Shilonite concerning Jeroboam the son of Nebat\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 42,
                            "name": "Augustine: On Grace and Free Will 42:5",
                            "text": "All this, indeed, was done by the will of man, although the turning was from the Lord."
                        },
                        {
                            "verse": 6,
                            "chapter": 42,
                            "name": "Augustine: On Grace and Free Will 42:6",
                            "text": "Read the books of the Chronicles, and you will find the following passage in the second book: \"Moreover, the Lord stirred up against Jehoram the spirit of the Philistines, and of the Arabians, that were neighbours to the Ethiopians; and they came up to the land of Judah, and ravaged it, and carried away all the substance which was found in the king's house\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 42,
                            "name": "Augustine: On Grace and Free Will 42:7",
                            "text": "Here it is shown that God stirs up enemies to devastate the countries which He adjudges deserving of such chastisement."
                        },
                        {
                            "verse": 8,
                            "chapter": 42,
                            "name": "Augustine: On Grace and Free Will 42:8",
                            "text": "Still, did these Philistines and Arabians invade the land of Judah to waste it with no will of their own? Or were their movements so directed by their own will that the Scripture lies which tells us that \"the Lord stirred up their spirit\" to do all this? Both statements to be sure are true, because they both came by their own will, and yet the Lord stirred up their spirit; and this may also with equal truth be stated the other way: The Lord both stirred up their spirit, and yet they came of their own will."
                        },
                        {
                            "verse": 9,
                            "chapter": 42,
                            "name": "Augustine: On Grace and Free Will 42:9",
                            "text": "For the Almighty sets in motion even in the innermost hearts of men the movement of their will, so that He does through their agency whatsoever He wishes to perform through them,—even He who knows not how to will anything in unrighteousness."
                        },
                        {
                            "verse": 10,
                            "chapter": 42,
                            "name": "Augustine: On Grace and Free Will 42:10",
                            "text": "What, again, is the purport of that which the man of God said to King Amaziah: \"Let not the army of Israel go with thee; for the Lord is not with Israel, even with all the children of Ephraim: for if thou shalt think to obtain with these, the Lord shall put thee to flight before thine enemies: for God hath power either to strengthen or to put to flight\"? Now, how does the power of God help some in war by giving them confidence, and put others to flight by injecting fear into them, except it be that He who has made all things according to His own will, in heaven and on earth, also works in the hearts of men? We read also what Joash, king of Israel, said when he sent a message to Amaziah, king of Judah, who wanted to fight with him."
                        },
                        {
                            "verse": 11,
                            "chapter": 42,
                            "name": "Augustine: On Grace and Free Will 42:11",
                            "text": "After certain other words, he added, \"Now tarry at home; why dost thou challenge me to thine hurt, that thou shouldest fall, even thou, and Judah with thee?\" Then the Scripture has added this sequel: \"But Amaziah would not hear; for it came of God, that he might be delivered into their hands, because they sought after the gods of Edom\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 42,
                            "name": "Augustine: On Grace and Free Will 42:12",
                            "text": "Behold, now, how God, wishing to punish the sin of idolatry, wrought this in this man's heart, with whom He was indeed justly angry, not to listen to sound advice, but to despise it, and go to the battle, in which he with his army was routed."
                        },
                        {
                            "verse": 13,
                            "chapter": 42,
                            "name": "Augustine: On Grace and Free Will 42:13",
                            "text": "God says by the prophet Ezekiel, \"If the prophet be deceived when he hath spoken a thing, I the Lord have deceived that prophet: I will stretch out my hand upon him, and will destroy him from the midst of my people Israel\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 42,
                            "name": "Augustine: On Grace and Free Will 42:14",
                            "text": "Then there is the book of Esther, who was a woman of the people of Israel, and in the land of their captivity became the wife of the foreign King Ahasuerus."
                        },
                        {
                            "verse": 15,
                            "chapter": 42,
                            "name": "Augustine: On Grace and Free Will 42:15",
                            "text": "In this book it is written, that, being driven by necessity to interpose in behalf of her people, whom the king had ordered to be slain in every part of his dominions, she prayed to the Lord."
                        },
                        {
                            "verse": 16,
                            "chapter": 42,
                            "name": "Augustine: On Grace and Free Will 42:16",
                            "text": "So strongly was she urged by the necessity of the case, that she even ventured into the royal presence without the king's command, and contrary to her own custom."
                        },
                        {
                            "verse": 17,
                            "chapter": 42,
                            "name": "Augustine: On Grace and Free Will 42:17",
                            "text": "Now observe what the Scripture says: \"He looked at her like a bull in the vehemence of his indignation; and the queen was afraid, and her colour changed as she fainted; and she bowed herself upon the head of her delicate maiden which went before her."
                        },
                        {
                            "verse": 18,
                            "chapter": 42,
                            "name": "Augustine: On Grace and Free Will 42:18",
                            "text": "But God turned the king, and transformed his indignation into gentleness\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 42,
                            "name": "Augustine: On Grace and Free Will 42:19",
                            "text": "The Scripture says in the Proverbs of Solomon, \"Even as the rush of water, so is the heart of a king in God's hand; He will turn it in whatever way He shall choose\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 42,
                            "name": "Augustine: On Grace and Free Will 42:20",
                            "text": "Again, in the 104th Psalm, in reference to the Egyptians, one reads what God did to them: \"And He turned their heart to hate His people, to deal subtilly with His servants\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 42,
                            "name": "Augustine: On Grace and Free Will 42:21",
                            "text": "Observe, likewise, what is written in the letters of the apostles."
                        },
                        {
                            "verse": 22,
                            "chapter": 42,
                            "name": "Augustine: On Grace and Free Will 42:22",
                            "text": "In the Epistle of Paul, the Apostle, to the Romans occur these words: \"Wherefore God gave them up to uncleanness, through the lusts of their own hearts;\" and a little afterwards: \"For this cause God gave them up unto vile affections;\" again, in the next passage: \"And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 42,
                            "name": "Augustine: On Grace and Free Will 42:23",
                            "text": "So also in his second Epistle to the Thessalonians, the apostle says of sundry persons, \"Inasmuch as they received not the love of the truth, that they might be saved; therefore also God shall send them strong delusion, that they should believe a lie; that they all might be judged who believed not the truth, but had pleasure in unrighteousness\"."
                        }
                    ]
                },
                {
                    "chapter": 43,
                    "name": "Augustine: On Grace and Free Will 43",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 43,
                            "name": "Augustine: On Grace and Free Will 43:1",
                            "text": "Chapter 43."
                        },
                        {
                            "verse": 2,
                            "chapter": 43,
                            "name": "Augustine: On Grace and Free Will 43:2",
                            "text": "—God Operates on Men's Hearts to Incline Their Wills Whithersoever He Pleases."
                        },
                        {
                            "verse": 3,
                            "chapter": 43,
                            "name": "Augustine: On Grace and Free Will 43:3",
                            "text": "From these statements of the inspired word, and from similar passages which it would take too long to quote in full, it is, I think, sufficiently clear that God works in the hearts of men to incline their wills whithersoever He wills, whether to good deeds according to His mercy, or to evil after their own deserts; His own judgment being sometimes manifest, sometimes secret, but always righteous."
                        },
                        {
                            "verse": 4,
                            "chapter": 43,
                            "name": "Augustine: On Grace and Free Will 43:4",
                            "text": "This ought to be the fixed and immoveable conviction of your heart, that there is no unrighteousness with God."
                        },
                        {
                            "verse": 5,
                            "chapter": 43,
                            "name": "Augustine: On Grace and Free Will 43:5",
                            "text": "Therefore, whenever you read in the Scriptures of Truth, that men are led aside, or that their hearts are blunted and hardened by God, never doubt that some ill deserts of their own have first occurred, so that they justly suffer these things."
                        },
                        {
                            "verse": 6,
                            "chapter": 43,
                            "name": "Augustine: On Grace and Free Will 43:6",
                            "text": "Thus you will not run counter to that proverb of Solomon: \"The foolishness of a man perverteth his ways, yet he blameth God in his heart\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 43,
                            "name": "Augustine: On Grace and Free Will 43:7",
                            "text": "Grace, however, is not bestowed according to men's deserts; otherwise grace would be no longer grace."
                        },
                        {
                            "verse": 8,
                            "chapter": 43,
                            "name": "Augustine: On Grace and Free Will 43:8",
                            "text": "For grace is so designated because it is given gratuitously."
                        },
                        {
                            "verse": 9,
                            "chapter": 43,
                            "name": "Augustine: On Grace and Free Will 43:9",
                            "text": "Now if God is able, either through the agency of angels (whether good ones or evil), or in any other way whatever, to operate in the hearts even of the wicked, in return for their deserts,—whose wickedness was not made by Him, but was either derived originally from Adam, or increased by their own will,—what is there to wonder at if, through the Holy Spirit, He works good in the hearts of the elect, who has wrought it that their hearts become good instead of evil?."
                        }
                    ]
                },
                {
                    "chapter": 44,
                    "name": "Augustine: On Grace and Free Will 44",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 44,
                            "name": "Augustine: On Grace and Free Will 44:1",
                            "text": "Chapter 44 (XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 44,
                            "name": "Augustine: On Grace and Free Will 44:2",
                            "text": ")—Gratuitous Grace Exemplified in Infants."
                        },
                        {
                            "verse": 3,
                            "chapter": 44,
                            "name": "Augustine: On Grace and Free Will 44:3",
                            "text": "Men, however, may suppose that there are certain good deserts which they think are precedent to justification through God's grace; all the while failing to see, when they express such an opinion, that they do nothing else than deny grace."
                        },
                        {
                            "verse": 4,
                            "chapter": 44,
                            "name": "Augustine: On Grace and Free Will 44:4",
                            "text": "But, as I have already remarked, let them suppose what they like respecting the case of adults, in the case of infants, at any rate, the Pelagians find no means of answering the difficulty."
                        },
                        {
                            "verse": 5,
                            "chapter": 44,
                            "name": "Augustine: On Grace and Free Will 44:5",
                            "text": "For these in receiving grace have no will; from the influence of which they can pretend to any precedent merit."
                        },
                        {
                            "verse": 6,
                            "chapter": 44,
                            "name": "Augustine: On Grace and Free Will 44:6",
                            "text": "We see, moreover, how they cry and struggle when they are baptized, and feel the divine sacraments."
                        },
                        {
                            "verse": 7,
                            "chapter": 44,
                            "name": "Augustine: On Grace and Free Will 44:7",
                            "text": "Such conduct would, of course, be charged against them as a great impiety, if they already had free will in use; and notwithstanding this, grace cleaves to them even in their resisting struggles."
                        },
                        {
                            "verse": 8,
                            "chapter": 44,
                            "name": "Augustine: On Grace and Free Will 44:8",
                            "text": "But most certainly there is no prevenient merit, otherwise the grace would be no longer grace."
                        },
                        {
                            "verse": 9,
                            "chapter": 44,
                            "name": "Augustine: On Grace and Free Will 44:9",
                            "text": "Sometimes, too, this grace is bestowed upon the children of unbelievers, when they happen by some means or other to fall, by reason of God's secret providence, into the hands of pious persons; but, on the other hand, the children of believers fail to obtain grace, some hindrance occurring to prevent the approach of help to rescue them in their danger."
                        },
                        {
                            "verse": 10,
                            "chapter": 44,
                            "name": "Augustine: On Grace and Free Will 44:10",
                            "text": "These things, no doubt, happen through the secret providence of God, whose judgments are unsearchable, and His ways past finding out."
                        },
                        {
                            "verse": 11,
                            "chapter": 44,
                            "name": "Augustine: On Grace and Free Will 44:11",
                            "text": "These are the words of the apostle; and you should observe what he had previously said, to lead him to add such a remark."
                        },
                        {
                            "verse": 12,
                            "chapter": 44,
                            "name": "Augustine: On Grace and Free Will 44:12",
                            "text": "He was discoursing about the Jews and Gentiles, when he wrote to the Romans—themselves Gentiles—to this effect: \"For as ye, in times past, have not believed God, yet have now obtained mercy through their unbelief; even so have these also now not believed, that through your mercy they also may obtain mercy; for God hath concluded them all in unbelief, that He might have mercy upon all\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 44,
                            "name": "Augustine: On Grace and Free Will 44:13",
                            "text": "Now, after he had thought upon what he said, full of wonder at the certain truth of his own assertion, indeed, but astonished at its great depth, how God concluded all in unbelief that He might have mercy upon all,—as if doing evil that good might come,—he at once exclaimed, and said, \"O the depth of the riches both of the wisdom and knowledge of God! how unsearchable are His judgments, and His ways past finding out!\" Perverse men, who do not reflect upon these unsearchable judgments and untraceable ways, indeed, but are ever prone to censure, being unable to understand, have supposed the apostle to say, and censoriously gloried over him for saying, \"Let us do evil, that good may come!\" God forbid that the apostle should say so! But men, without understanding, have thought that this was in fact said, when they heard these words of the apostle: \"Moreover, the law entered, that the offence might abound; but where sin abounded, grace did much more abound\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 44,
                            "name": "Augustine: On Grace and Free Will 44:14",
                            "text": "But grace, indeed, effects this purpose—that good works should now be wrought by those who previously did evil; not that they should persevere in evil courses and suppose that they are recompensed with good."
                        },
                        {
                            "verse": 15,
                            "chapter": 44,
                            "name": "Augustine: On Grace and Free Will 44:15",
                            "text": "Their language, therefore, ought not to be: \"Let us do evil, that good may come;\" but: \"We have done evil, and good has come; let us henceforth do good, that in the future world we may receive good for good, who in the present life are receiving good for evil\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 44,
                            "name": "Augustine: On Grace and Free Will 44:16",
                            "text": "Wherefore it is written in the Psalm, \"I will sing of mercy and judgment unto Thee, O Lord\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 44,
                            "name": "Augustine: On Grace and Free Will 44:17",
                            "text": "When the Son of man, therefore, first came into the world, it was not to judge the world, but that the world through Him might be saved."
                        },
                        {
                            "verse": 18,
                            "chapter": 44,
                            "name": "Augustine: On Grace and Free Will 44:18",
                            "text": "And this dispensation was for mercy; by and by, however, He will come for judgment—to judge the quick and the dead."
                        },
                        {
                            "verse": 19,
                            "chapter": 44,
                            "name": "Augustine: On Grace and Free Will 44:19",
                            "text": "And yet even in this present time salvation itself does not eventuate without judgment—although it be a hidden one; therefore He says, \"For judgment I am come into this world, that they which see not may see, and that they which see may be made blind\"."
                        }
                    ]
                },
                {
                    "chapter": 45,
                    "name": "Augustine: On Grace and Free Will 45",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 45,
                            "name": "Augustine: On Grace and Free Will 45:1",
                            "text": "Chapter 45 (XXIII)—The Reason Why One Person is Assisted by Grace, and Another is Not Helped, Must Be Referred to the Secret Judgments of God."
                        },
                        {
                            "verse": 2,
                            "chapter": 45,
                            "name": "Augustine: On Grace and Free Will 45:2",
                            "text": "You must refer the matter, then, to the hidden determinations of God, when you see, in one and the same condition, such as all infants unquestionably have,—who derive their hereditary evil from Adam,—that one is assisted so as to be baptized, and another is not assisted, so that he dies in his very bondage; and again, that one baptized person is left and forsaken in his present life, who God foreknew would be ungodly, while another baptized person is taken away from this life, \"lest that wickedness should alter his understanding;\" and be sure that you do not in such cases ascribe unrighteousness or unwisdom to God, in whom is the very fountain of righteousness and wisdom, but, as I have exhorted you from the commencement of this treatise, \"whereto you have already attained, walk therein,\" and \"even this shall God reveal unto you,\"—if not in this life, yet certainly in the next, \"for there is nothing covered that shall not be revealed\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 45,
                            "name": "Augustine: On Grace and Free Will 45:3",
                            "text": "When, therefore, you hear the Lord say, \"I the Lord have deceived that prophet,\" and likewise what the apostle says: \"He hath mercy on whom He will have mercy, and whom He will He hardeneth,\" believe that, in the case of him whom He permits to be deceived and hardened, his evil deeds have deserved the judgment; whilst in the case of him to whom He shows mercy, you should loyally and unhesitatingly recognise the grace of the God who \"rendereth not evil for evil; but contrariwise blessing\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 45,
                            "name": "Augustine: On Grace and Free Will 45:4",
                            "text": "Nor should you take away from Pharaoh free will, because in several passages God says, \"I have hardened Pharaoh;\" or,\" I have hardened or I will harden Pharaoh's heart;\" for it does not by any means follow that Pharaoh did not, on this account, harden his own heart."
                        },
                        {
                            "verse": 5,
                            "chapter": 45,
                            "name": "Augustine: On Grace and Free Will 45:5",
                            "text": "For this, too, is said of him, after the removal of the fly-plague from the Egyptians, in these words of the Scripture: \"And Pharaoh hardened his heart at this time also; neither would he let the people go\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 45,
                            "name": "Augustine: On Grace and Free Will 45:6",
                            "text": "Thus it was that both God hardened him by His just judgment, and Pharaoh by his own free will."
                        },
                        {
                            "verse": 7,
                            "chapter": 45,
                            "name": "Augustine: On Grace and Free Will 45:7",
                            "text": "Be ye then well assured that your labour will never be in vain, if, setting before you a good purpose, you persevere in it to the last."
                        },
                        {
                            "verse": 8,
                            "chapter": 45,
                            "name": "Augustine: On Grace and Free Will 45:8",
                            "text": "For God, who fails to render, according to their deeds, only to those whom He liberates, will then \"recompense every man according to his works\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 45,
                            "name": "Augustine: On Grace and Free Will 45:9",
                            "text": "God will, therefore, certainly recompense both evil for evil, because He is just; and good for evil, because He is good; and good for good, because He is good and just; only, evil for good He will never recompense, because He is not unjust."
                        },
                        {
                            "verse": 10,
                            "chapter": 45,
                            "name": "Augustine: On Grace and Free Will 45:10",
                            "text": "He will, therefore, recompense evil for evil—punishment for unrighteousness; and He will recompense good for evil—grace for unrighteousness; and He will recompense good for good—grace for grace."
                        }
                    ]
                },
                {
                    "chapter": 46,
                    "name": "Augustine: On Grace and Free Will 46",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 46,
                            "name": "Augustine: On Grace and Free Will 46:1",
                            "text": "Chapter 46 (XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 46,
                            "name": "Augustine: On Grace and Free Will 46:2",
                            "text": ")—Understanding and Wisdom Must Be Sought from God."
                        },
                        {
                            "verse": 3,
                            "chapter": 46,
                            "name": "Augustine: On Grace and Free Will 46:3",
                            "text": "Peruse attentively this treatise, and if you understand it, give God the praise; but where you fail to understand it, pray for understanding, for God will give you understanding."
                        },
                        {
                            "verse": 4,
                            "chapter": 46,
                            "name": "Augustine: On Grace and Free Will 46:4",
                            "text": "Remember what the Scriptures say: \"If any of you lack wisdom, let him ask of God, who giveth to all men liberally, and upbraideth not; and it shall be given to him\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 46,
                            "name": "Augustine: On Grace and Free Will 46:5",
                            "text": "Wisdom itself cometh down from above, as the Apostle James himself tells us."
                        },
                        {
                            "verse": 6,
                            "chapter": 46,
                            "name": "Augustine: On Grace and Free Will 46:6",
                            "text": "There is, however, another wisdom, which you must repel from you, and pray against its remaining in you; this the same apostle expressed his detestation of when he said, \"But if ye have bitter envying and strife in your hearts,."
                        },
                        {
                            "verse": 7,
                            "chapter": 46,
                            "name": "Augustine: On Grace and Free Will 46:7",
                            "text": "this is not the wisdom which descendeth from above, but is earthly, sensual, devilish."
                        },
                        {
                            "verse": 8,
                            "chapter": 46,
                            "name": "Augustine: On Grace and Free Will 46:8",
                            "text": "For wherever there is envying and strife, there is also confusion, and every evil work."
                        },
                        {
                            "verse": 9,
                            "chapter": 46,
                            "name": "Augustine: On Grace and Free Will 46:9",
                            "text": "But the wisdom which is from above is first pure, then peaceable, gentle, and easy to be entreated, full of mercy and good works, without partiality, and without hypocrisy\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 46,
                            "name": "Augustine: On Grace and Free Will 46:10",
                            "text": "What blessing, then, will that man not have who has prayed for this wisdom and obtained it of the Lord? And from this you may understand what grace is; because if this wisdom were of ourselves, it would not be from above; nor would it be an object to be asked for of the God who created us."
                        },
                        {
                            "verse": 11,
                            "chapter": 46,
                            "name": "Augustine: On Grace and Free Will 46:11",
                            "text": "Brethren, pray ye for us also, that we may live \"soberly, righteously, and godly in this present world; looking for that blessed hope, and the glorious appearing of our Lord and Saviour Jesus Christ,\" to whom belong the honour, and the glory, and the kingdom, with the Father and the Holy Ghost, for ever and ever, Amen."
                        }
                    ]
                }
            ]
        }
    ]
}