{
    "books": [
        {
            "name": "Clement: Homily XX",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Clement: Homily XX 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Clement: Homily XX 1:1",
                            "text": "Homily XX: Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Clement: Homily XX 1:2",
                            "text": "—Peter is Willing to Gratify Sophonias."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Clement: Homily XX 1:3",
                            "text": "In the night-time Peter rose up and wakened us, and then sat down in his usual way, and said:  \"Ask me questions about anything you like\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Clement: Homily XX 1:4",
                            "text": "And Sophonias was the first to begin to speak to him:  \"Will you explain to us who are eager to learn what is the real truth in regard to evil?\"  And Peter said:  \"I have already explained it in the course of my discussion with Simon; but because I stated the truth in regard to it in combination with other topics, it was not altogether clearly put; for many topics that seem to be of equal weight with the truth afford some kind of knowledge of the truth to the masses."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Clement: Homily XX 1:5",
                            "text": "So that, if now I state what I formerly stated to Simon along with many topics, do not imagine that you are not honoured with honour equal to his\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Clement: Homily XX 1:6",
                            "text": "And Sophonias said:  \"You are right; for if you now separate it for us from many of the topics that were then discussed, you will make the truth more evident\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Clement: Homily XX 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Clement: Homily XX 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Clement: Homily XX 2:2",
                            "text": "—The Two Ages."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Clement: Homily XX 2:3",
                            "text": "And Peter said:  \"Listen, therefore, to the truth of the harmony in regard to the evil one."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Clement: Homily XX 2:4",
                            "text": "God appointed two kingdoms, and established two ages, determining that the present world should be given to the evil one, because it is small, and passes quickly away; but He promised to preserve for the good one the age to come, as it will be great and eternal."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Clement: Homily XX 2:5",
                            "text": "Man, therefore, He created with free-will, and possessing the capability of inclining to whatever actions he wishes."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Clement: Homily XX 2:6",
                            "text": "And his body consists of three parts, deriving its origin from the female; for it has lust, anger, and grief, and what is consequent on these."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Clement: Homily XX 2:7",
                            "text": "But the spirit not being uniform, but consisting of three parts, derives its origin from the male; and it is capable of reasoning, knowledge, and fear, and what is consequent on these."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Clement: Homily XX 2:8",
                            "text": "And each of these triads has one root, so that man is a compound of two mixtures, the female and the male."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Clement: Homily XX 2:9",
                            "text": "Wherefore also two ways have been laid before him—those of obedience and disobedience to law; and two kingdoms, have been established,—the one called the kingdom of heaven, and the other the kingdom of those who are now kings upon earth."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Clement: Homily XX 2:10",
                            "text": "Also two kings have been appointed, of whom the one is selected to rule by law over the present and transitory world, and his composition is such that he rejoices in the destruction of the wicked."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Clement: Homily XX 2:11",
                            "text": "But the other and good one, who is the King of the age to come, loves the whole nature of man; but not being able to have boldness in the present world, he counsels what is advantageous, like one who tries to conceal who he really is."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Clement: Homily XX 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Clement: Homily XX 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Clement: Homily XX 3:2",
                            "text": "—The Work of the Good One and of the Evil One."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Clement: Homily XX 3:3",
                            "text": "\"But of these two, the one acts violently towards the other by the command of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Clement: Homily XX 3:4",
                            "text": "Moreover, each man has power to obey whichever of them he pleases for the doing of good or evil."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Clement: Homily XX 3:5",
                            "text": "But if any one chooses to do what is good, he becomes the possession of the future good king; but if any one should do evil, he becomes the servant of the present evil one, who, having received power over him by just judgment on account of his sins, and wishing to use it before the coming age, rejoices in punishing him in the present life, and thus by gratifying, as it were, his own private passion, he accomplishes the will of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Clement: Homily XX 3:6",
                            "text": "But the other, being made to rejoice in power over the righteous, when he finds a righteous man, is exceedingly glad, and saves him with eternal life; and he also, as if gratifying himself, traces the gratification which he feels on account of these to God."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Clement: Homily XX 3:7",
                            "text": "Now it is within the power of every unrighteous man to repent and be saved; and every righteous man may have to undergo punishment for sins committed at the end of his career."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Clement: Homily XX 3:8",
                            "text": "Moreover, these two leaders are the swift hands of God, eager to anticipate Him so as to accomplish His will."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Clement: Homily XX 3:9",
                            "text": "But that this is so, has been said even by the law in the person of God:  'I will kill, and I will make alive; I will strike, and I will heal."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Clement: Homily XX 3:10",
                            "text": "'  For, in truth, He kills and makes alive."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Clement: Homily XX 3:11",
                            "text": "He kills through the left hand, that is, through the evil one, who has been so composed as to rejoice in afflicting the impious."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Clement: Homily XX 3:12",
                            "text": "And he saves and benefits through the right hand, that is, through the good one, who has been made to rejoice in the good deeds and salvation of the righteous."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Clement: Homily XX 3:13",
                            "text": "Now these have not their substances outside of God:  for there is no other primal source."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Clement: Homily XX 3:14",
                            "text": "Nor, indeed, have they been sent forth as animals from God, for they were of the same mind with Him; nor are they accidental, arising spontaneously in opposition to His will, since thus the greatest exercise of His power would have been destroyed."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Clement: Homily XX 3:15",
                            "text": "But from God have been sent forth the four first elements—heat and cold, moist and dry."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Clement: Homily XX 3:16",
                            "text": "In consequence of this, He is the father of every substance, but not of the disposition which may arise from the combination of the elements; for when these were combined from without, disposition was begotten in them as a child."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Clement: Homily XX 3:17",
                            "text": "The wicked one, then, having served God blamelessly to the end of the present world, can become good by a change in his composition, since he assuredly is not of one uniform substance whose sole bent is towards sin."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Clement: Homily XX 3:18",
                            "text": "For not even more does he do evil, although he is evil, since he has received power to afflict lawfully\"."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Clement: Homily XX 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Clement: Homily XX 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Clement: Homily XX 4:2",
                            "text": "—Men Sin Through Ignorance."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Clement: Homily XX 4:3",
                            "text": "When Peter said this, Micah, who was himself one of his followers, asked:  \"What, then, is the reason why men sin?\"  And Peter said:  \"It is because they are ignorant that they will without doubt be punished for their evil deeds when judgment takes place."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Clement: Homily XX 4:4",
                            "text": "For this reason they, having lust, as I elsewhere said, for the continuance of life, gratify it in any accidental way, it may be by the vitiation of boys, or by some other flattering sin."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Clement: Homily XX 4:5",
                            "text": "For in consequence of their ignorance, as I said before, they are urged on through fearlessness to satisfy their lust in an unlawful manner."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Clement: Homily XX 4:6",
                            "text": "Wherefore God is not evil, who has rightly placed lust within man, that there may be a continuance of life, but they are most impious who have used the good of lust badly."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Clement: Homily XX 4:7",
                            "text": "The same considerations apply to anger also, that if one uses it righteously, as is within his power, he is pious; but going beyond measure, and taking judgment to himself, he is impious\"."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Clement: Homily XX 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Clement: Homily XX 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Clement: Homily XX 5:2",
                            "text": "—Sophonias Maintains that God Cannot Produce What is Unlike Himself."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Clement: Homily XX 5:3",
                            "text": "And Sophonias said again:  \"Your great patience, my lord Peter, gives us boldness to ask you many questions for the sake of accuracy."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Clement: Homily XX 5:4",
                            "text": "Wherefore we make our inquiries with confidence in every direction."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Clement: Homily XX 5:5",
                            "text": "I remember, then, that Simon said yesterday, in his discussion with you, that the evil one, if he was born of God, possesses in consequence the same substance as He does who sent him forth, and he ought to have been good, and not wicked."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Clement: Homily XX 5:6",
                            "text": "But you answered that this was not always the case, since many wicked sons are born of good parents, as from Adam two unlike sons were begotten, one of whom was bad and the other good."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Clement: Homily XX 5:7",
                            "text": "And when Simon found fault with you for having used human examples, you answered that in this way we ought not to admit that God begets at all; for this also is a human example."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Clement: Homily XX 5:8",
                            "text": "And I, Sophonias, admit that God begets; but I do not allow that He begets what is bad, even though the good among men beget bad children."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Clement: Homily XX 5:9",
                            "text": "And do not imagine that I am without reason attributing to God some of the qualities that distinguish men, and refusing to attribute others, when I grant that He begets, but do not allow that He begets what is unlike Himself."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Clement: Homily XX 5:10",
                            "text": "For men, as you might expect, beget sons who are unlike them in their dispositions for the following reason."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Clement: Homily XX 5:11",
                            "text": "Being composed of four parts, they change their bodies variously, according to the various changes of the year; and thus, the appropriate change either of increase or decrease taking place in the human body, each season destroys the harmonious combination."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Clement: Homily XX 5:12",
                            "text": "Now, when the combinations do not always remain exactly in the same position, the seeds, having sometimes one combination, sometimes another, are sent off; and these are followed, according to the combination belonging to the season, by dispositions either good or bad."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Clement: Homily XX 5:13",
                            "text": "But in the case of God we cannot suppose any such thing; for, being unchangeable and always existing, whenever He wishes to send forth, there is an absolute necessity that what is sent forth should be in all respects in the same position as that which has begotten, I mean in regard to substance and disposition."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Clement: Homily XX 5:14",
                            "text": "But if any one should wish to maintain that He is changeable, I do not know how it is possible for him to maintain that He is immortal\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Clement: Homily XX 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Clement: Homily XX 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Clement: Homily XX 6:2",
                            "text": "—God's Power of Changing Himself."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Clement: Homily XX 6:3",
                            "text": "When Peter heard this, he thought for a little, and said:  \"I do not think that any one can converse about evil without doing the will of the evil one."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Clement: Homily XX 6:4",
                            "text": "Therefore knowing this, I do not know what I shall do, whether I shall be silent or speak."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Clement: Homily XX 6:5",
                            "text": "For if I be silent, I should incur the laughter of the multitude, because, professing to proclaim the truth, I am ignorant of the explanation of vice."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Clement: Homily XX 6:6",
                            "text": "But if I should state my opinion, I am afraid lest it be not at all pleasing to God that we should seek after evil, for only seeking after good is pleasing to Him."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Clement: Homily XX 6:7",
                            "text": "However, in my reply to the statements of Sophonias, I shall make my ideas more plain."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Clement: Homily XX 6:8",
                            "text": "I then agree with him in thinking that we ought not to attribute to God all the qualities of men."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Clement: Homily XX 6:9",
                            "text": "For instance, men not having bodies that are convertible are not converted; but they have a nature that admits of alteration by the lapse of time through the seasons of the year."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Clement: Homily XX 6:10",
                            "text": "But this is not the case with God; for through His inborn Spirit He becomes, by a power which cannot be described, whatever body He likes."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Clement: Homily XX 6:11",
                            "text": "And one can the more easily believe this, as the air, which has received such a nature from Him, is converted into dew by the incorporeal mind permeating it, and being thickened becomes water, and water being compacted becomes stone and earth, and stones through collision light up fire."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Clement: Homily XX 6:12",
                            "text": "According to such a change and conversion, air becomes first water, and ends in being fire through conversions, and the moist is converted into its natural opposite."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Clement: Homily XX 6:13",
                            "text": "Why?  Did not God convert the rod of Moses into an animal, making it a serpent, which He reconverted into a rod?  And by means of this very converted rod he converted the water of the Nile into blood, which again he reconverted into water."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Clement: Homily XX 6:14",
                            "text": "Yea, even man, who is dust, He changed by the inbreathing of His breath into flesh, and changed him back again into dust."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Clement: Homily XX 6:15",
                            "text": "And was not Moses, who himself was flesh, converted into the grandest light, so that the sons of Israel could not look him in the face?  Much more, then, is God completely able to convert Himself into whatsoever He wishes."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Clement: Homily XX 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Clement: Homily XX 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Clement: Homily XX 7:2",
                            "text": "—The Objection Answered, that One Cannot Change Himself."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Clement: Homily XX 7:3",
                            "text": "\"But perhaps some one of you thinks that one may become something under the influence of one, and another under the influence of another, but no one can change himself into whatever he wishes, and that it is the characteristic of one who grows old, and who must die according to his nature, to change, but we ought not to entertain such thoughts of immortal beings."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Clement: Homily XX 7:4",
                            "text": "For were not angels, who are free from old age, and of a fiery substance, changed into flesh,—those, for instance, who received the hospitality of Abraham, whose feet men washed, as if they were the feet of men of like substance?  Yea, moreover, with Jacob, who was a man, there wrestled an angel, converted into flesh that he might be able to come to close quarters with him."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Clement: Homily XX 7:5",
                            "text": "And, in like manner, after he had wrestled by his own will, he was converted into his own natural form; and now, when he was changed into fire, he did not burn up the broad sinew of Jacob, but he inflamed it, and made him lame."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Clement: Homily XX 7:6",
                            "text": "Now, that which cannot become anything else, whatever it may wish, is mortal, inasmuch as it is subject to its own nature; but he who can become whatever he wishes, whenever he wishes, is immortal, returning to a new condition, inasmuch as he has control over his own nature."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Clement: Homily XX 7:7",
                            "text": "Wherefore much more does the power of God change the substance of the body into whatever He wishes and whenever He wishes; and by the change that takes place He sends forth what, on the one hand, is of similar substance, but, on the other, is not of equal power."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Clement: Homily XX 7:8",
                            "text": "Whatever, then, he who sends forth turns into a different substance, that he can again turn back into his own; but he who is sent forth, arising in consequence of the change which proceeds from him, and being his child, cannot become anything else without the will of him who sent him forth, unless he wills it\"."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Clement: Homily XX 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Clement: Homily XX 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Clement: Homily XX 8:2",
                            "text": "—The Origin of the Good One Different from that of the Evil One."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Clement: Homily XX 8:3",
                            "text": "When Peter said this, Micah, who was himself also one of the companions that attended on him, said:  \"I also should like to learn from you if the good one has been produced in the same way that the evil one came into being."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Clement: Homily XX 8:4",
                            "text": "But if they came into being in a similar manner, then they are brothers in my opinion\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Clement: Homily XX 8:5",
                            "text": "And Peter said:  \"They have not come into being in a similar way:  for no doubt you remember what I said in the beginning, that the substance of the body of the wicked one, being fourfold in origin, was carefully selected and sent forth by God; but when it was combined externally, according to the will of Him who sent it forth, there arose, in consequence of the combination, the disposition which rejoices in evils:  so that you may see that the substance, fourfold in origin, which was sent forth by Him, and which also always exists, is the child of God; but that the accidentally arising disposition which rejoices in evils has supervened when the substance was combined externally by him."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Clement: Homily XX 8:6",
                            "text": "And thus disposition has not been begotten by God, nor by any one else, nor indeed has it been sent forth by Him, nor has it come forth spontaneously, nor did it always exist, like the substance before the combination; but it has come on as an accident by external combination, according to the will of God."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Clement: Homily XX 8:7",
                            "text": "And we have often said that it must be so."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Clement: Homily XX 8:8",
                            "text": "But the good one having been begotten from the most beautiful change of God, and not having arisen accidentally through an external combination, is really His Son."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Clement: Homily XX 8:9",
                            "text": "Yet, since these doctrines are unwritten, and are confirmed to us only by conjecture, let us by no means deem it as absolutely certain that this is the true state of the case."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Clement: Homily XX 8:10",
                            "text": "For if we act otherwise, our mind will cease from investigating the truth, in the belief that it has already fully comprehended it."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Clement: Homily XX 8:11",
                            "text": "Remember these things, therefore; for I must not state such things to all, but only to those who are found after trial most trustworthy."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Clement: Homily XX 8:12",
                            "text": "Nor ought we rashly to maintain such assertions towards each other, nor ought ye to dare to speak as if you were accurately acquainted with the discovery of secret truths, but you ought simply to reflect over them in silence; for in stating, perchance, that a matter is so, he who says it will err, and he will suffer punishment for having dared to speak even to himself what has been honoured with silence\"."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Clement: Homily XX 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Clement: Homily XX 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Clement: Homily XX 9:2",
                            "text": "—Why the Wicked One is Appointed Over the Wicked by the Righteous God."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Clement: Homily XX 9:3",
                            "text": "When Peter said this, Lazarus, who also was one of his followers, said:  \"Explain to us the harmony, how it can be reasonable that the wicked one should be appointed by the righteous God to be the punisher of the impious, and yet should himself afterwards be sent into lower darkness along with his angels and with sinners:  for I remember that the Teacher Himself said this\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Clement: Homily XX 9:4",
                            "text": "And Peter said:  \"I indeed allow that the evil one does no evil, inasmuch as he is accomplishing the law given to him."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Clement: Homily XX 9:5",
                            "text": "And although he has an evil disposition, yet through fear of God he does nothing unjustly; but, accusing the teachers of truth so as to entrap the unwary, he is himself named the accuser (the devil)."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Clement: Homily XX 9:6",
                            "text": "But the statement of our unerring Teacher, that he and his angels, along with the deluded sinners, shall go into lower darkness, admits of the following explanation."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Clement: Homily XX 9:7",
                            "text": "The evil one, having obtained the lot of rejoicing in darkness according to his composition, delights to go down to the darkness of Tartarus along with angels who are his fellow-slaves; for darkness is dear to fire."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Clement: Homily XX 9:8",
                            "text": "But the souls of men, being drops of pure light, are absorbed by the substance fire, which is of a different class; and not possessing a nature capable of dying, they are punished according to their deserts."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Clement: Homily XX 9:9",
                            "text": "But if he who is the leader of men into vice is not sent into darkness, as not rejoicing in it, then his composition, which rejoices in evils, cannot be changed by another combination into the disposition for good."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Clement: Homily XX 9:10",
                            "text": "And thus he will be adjudged to be with the good, all the more because, having obtained a composition which rejoices in evils, through fear of God he has done nothing contrary to the decrees of the law of God."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Clement: Homily XX 9:11",
                            "text": "And did not the Scripture by a mysterious hint point out by the statement that the rod of the high priest Aaron became a serpent, and was again converted into a rod, that a change in the composition of the wicked one would afterwards take place?\"."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Clement: Homily XX 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Clement: Homily XX 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Clement: Homily XX 10:2",
                            "text": "—Why Some Believe, and Others Do Not."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Clement: Homily XX 10:3",
                            "text": "And after Lazarus, Joseph, who also was one of his followers, said:  \"You have spoken all things rightly."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Clement: Homily XX 10:4",
                            "text": "Teach me also this, as I am eager to know it, why, when you give the same discourses to all, some believe and others disbelieve?\"  And Peter said:  \"It is because my discourses are not charms, so that every one that hears them must without hesitation believe them."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Clement: Homily XX 10:5",
                            "text": "The fact that some believe, and others do not, points out to the intelligent the freedom of the will\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Clement: Homily XX 10:6",
                            "text": "And when he said this, we all blessed him."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Clement: Homily XX 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Clement: Homily XX 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Clement: Homily XX 11:2",
                            "text": "—Arrival of Appion and Annubion."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Clement: Homily XX 11:3",
                            "text": "And as we were going to take our meals, some one ran in and said:  \"Appion Pleistonices has just come with Annubion from Antioch, and he is lodging with Simon\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Clement: Homily XX 11:4",
                            "text": "And my father hearing this, and rejoicing, said to Peter:  \"If you permit me, I shall go to salute Appion and Annubion, who have been my friends from childhood."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Clement: Homily XX 11:5",
                            "text": "For perchance I shall persuade Annubion to discuss genesis with Clement\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Clement: Homily XX 11:6",
                            "text": "And Peter said:  \"I permit you, and I praise you for fulfilling the duties of a friend."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Clement: Homily XX 11:7",
                            "text": "But now consider how in the providence of God there come together from all quarters considerations which contribute to your full assurance, rendering the harmony complete."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Clement: Homily XX 11:8",
                            "text": "But I say this because the arrival of Annubion happens advantageously for you\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Clement: Homily XX 11:9",
                            "text": "And my father:  \"In truth, I see that this is the case\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Clement: Homily XX 11:10",
                            "text": "And saying this, he went to Simon."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Clement: Homily XX 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Clement: Homily XX 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Clement: Homily XX 12:2",
                            "text": "—Faustus Appears to His Friends with the Face of Simon."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Clement: Homily XX 12:3",
                            "text": "Now all of us who were with Peter asked each other questions the whole of the night, and continued awake, because of the pleasure and joy we derived from what was said."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Clement: Homily XX 12:4",
                            "text": "But when at length the dawn began to break, Peter, looking at me and my brothers, said:  \"I am puzzled to think what your father has been about\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Clement: Homily XX 12:5",
                            "text": "And just as he was saying this, our father came in and caught Peter talking to us of him; and seeing him displeased, he accosted him, and rendered an apology for having slept outside."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Clement: Homily XX 12:6",
                            "text": "But we were amazed when we looked at him:  for we saw the form of Simon, but heard the voice of our father Faustus."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Clement: Homily XX 12:7",
                            "text": "And when we were fleeing from him, and abhorring him, our father was astonished at receiving such harsh and hostile treatment from us."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Clement: Homily XX 12:8",
                            "text": "But Peter alone saw his natural shape, and said to us:  \"Why do you in horror turn away from your own father?\"  But we and our mother said:  \"It is Simon that we see before us, with the voice of our father\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Clement: Homily XX 12:9",
                            "text": "And Peter said:  \"You recognise only his voice, which is unaffected by magic; but as my eyes also are unaffected by magic, I can see his form as it really is, that he is not Simon, but your father Faustus\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Clement: Homily XX 12:10",
                            "text": "Then, looking to my father, he said:  \"It is not your own true form that is seen by them, but that of Simon, our deadliest foe, and a most impious man\"."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Clement: Homily XX 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Clement: Homily XX 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Clement: Homily XX 13:2",
                            "text": "—The Flight of Simon."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Clement: Homily XX 13:3",
                            "text": "While Peter was thus talking, there entered one of those who had gone before to Antioch, and who, coming back from Antioch, said to Peter:  \"I wish you to know, my lord, that Simon, by doing many miracles publicly in Antioch, and calling you a magician and a juggler and a murderer, has worked them up to such hatred against you, that every man is eager to taste your very flesh if you should sojourn there."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Clement: Homily XX 13:4",
                            "text": "Wherefore we who went before, along with our brethren who were in pretence attached by you to Simon, seeing the city raging wildly against you, met secretly and considered what we ought to do."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Clement: Homily XX 13:5",
                            "text": "And assuredly, while we were in great perplexity, Cornelius the centurion arrived, who had been sent by the emperor to the governor of the province."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Clement: Homily XX 13:6",
                            "text": "He was the person whom our Lord cured when he was possessed of a demon in Caesarea."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Clement: Homily XX 13:7",
                            "text": "This man we sent for secretly; and informing him of the cause of our despondency, we begged his help."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Clement: Homily XX 13:8",
                            "text": "He promised most readily that he would alarm Simon, and make him take to flight, if we should assist him in his effort."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Clement: Homily XX 13:9",
                            "text": "And when we all promised that we should readily do everything, he said, 'I shall spread abroad the news through many friends that I have secretly come to apprehend him; and I shall pretend that I am in search of him, because the emperor, having put to death many magicians, and having received information in regard to him, has sent me to search him out, that he may punish him as he punished the magicians before him; while those of your party who are with him must report to him, as if they had heard it from a secret source, that I have been sent to apprehend him."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Clement: Homily XX 13:10",
                            "text": "And perchance when he hears it from them, he will be alarmed and take to flight."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Clement: Homily XX 13:11",
                            "text": "'  When, therefore, we had intended to do something else, nevertheless the affair turned out in the following way."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Clement: Homily XX 13:12",
                            "text": "For when he heard the news from many strangers who gratified him greatly by secretly informing him, and also from our brethren who pretended to be attached to him, and took it as the opinion of his own followers, he resolved on retiring."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Clement: Homily XX 13:13",
                            "text": "And hastening away from Antioch, he has come here with Athenodorus, as we have heard."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Clement: Homily XX 13:14",
                            "text": "Wherefore we advise you not yet to enter that city, until we ascertain whether they can forget in his absence the accusations which he brought against you\"."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Clement: Homily XX 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Clement: Homily XX 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Clement: Homily XX 14:2",
                            "text": "—The Change in the Form of Faustus Caused by Simon."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Clement: Homily XX 14:3",
                            "text": "When the person who had gone before gave this report, Peter looked to my father, and said:  \"You hear, Faustus; the change in your form has been caused by Simon the magician, as is now evident."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Clement: Homily XX 14:4",
                            "text": "For, thinking that a servantof the emperor was seeking him to punish him, he became afraid and fled, putting you into his own shape, that if you were put to death, your children might have sorrow\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Clement: Homily XX 14:5",
                            "text": "When my father heard this, he wept and lamented, and said:  \"You have conjectured rightly, Peter."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Clement: Homily XX 14:6",
                            "text": "For Annubion, who is my dear friend, hinted his design to me; but I did not believe him, miserable man that I am, since I deserved to suffer\"."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Clement: Homily XX 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Clement: Homily XX 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Clement: Homily XX 15:2",
                            "text": "—The Repentance of Faustus."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Clement: Homily XX 15:3",
                            "text": "When my father said this, after no long time Annubion came to us to announce to us the flight of Simon, and how that very night he had hurried to Judaea."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Clement: Homily XX 15:4",
                            "text": "And he found our father wailing, and with lamentations saying:  \"Alas, alas! unhappy man!  I did not believe when I was told that he was a magician."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Clement: Homily XX 15:5",
                            "text": "Miserable man that I am!  I have been recognised for one day by my wife and children, and have speedily gone back to my previous sad condition when I was still ignorant\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Clement: Homily XX 15:6",
                            "text": "And my mother lamenting, plucked her hair; and we groaned in distress on account of the transformation of our father, and could not comprehend what in the world it could be."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Clement: Homily XX 15:7",
                            "text": "But Annubion stood speechless, seeing and hearing these things; while Peter said to us, his children, in the presence of all:  \"Believe me, this is Faustus your father."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Clement: Homily XX 15:8",
                            "text": "Wherefore I urge you to attend to him as being your father."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Clement: Homily XX 15:9",
                            "text": "For God will vouchsafe some occasion for his putting off the shape of Simon, and exhibiting again distinctly that of your father\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Clement: Homily XX 15:10",
                            "text": "And saying this, and looking to my father, he said:  \"I permitted you to salute Appion and Annubion, since you asserted that they were your friends from childhood, but I did not permit you to associate with the magician Simon\"."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Clement: Homily XX 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Clement: Homily XX 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Clement: Homily XX 16:2",
                            "text": "—Why Simon Gave to Faustus His Own Shape."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Clement: Homily XX 16:3",
                            "text": "And my father said:  \"I have sinned; I confess it\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Clement: Homily XX 16:4",
                            "text": "And Annubion said:  \"I also along with him beg you to forgive the noble and good old man who has been deceived:  for the unfortunate man has been the sport of that notorious fellow."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Clement: Homily XX 16:5",
                            "text": "But I shall tell you how it took place."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Clement: Homily XX 16:6",
                            "text": "The good old man came to salute us."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Clement: Homily XX 16:7",
                            "text": "But at that very hour we who were there happened to be listening to Simon, who wished to run away that night, for he had heard that some people had come to Laodicea in search of him by the command of the emperor."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Clement: Homily XX 16:8",
                            "text": "But as Faustus was entering, he turned his own rage on him, and thus addressed us:  'Make him, when he comes, share your meals; and I will prepare an ointment, so that, when he has supped, he may take some of it, and anoint his face with it, and then he will appear to all to have my shape."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Clement: Homily XX 16:9",
                            "text": "But I will anoint you with the juice of some plant, and then you will not be deceived by his new shape; but to all others Faustus will seem to be Simon."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Clement: Homily XX 16:10",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Clement: Homily XX 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Clement: Homily XX 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Clement: Homily XX 17:2",
                            "text": "—Annubion's Services to Faustus."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Clement: Homily XX 17:3",
                            "text": "\"And while he stated this beforehand, I said, 'What, then, is the advantage you now expect to get from such a contrivance?'  And Simon said, 'First, those who seek me, when they apprehend him, will give up the search after me."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Clement: Homily XX 17:4",
                            "text": "But if he be executed by the hand of the emperor, very great sorrow will fall upon his children, who left me, and fleeing to Peter, now aid him in his work."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Clement: Homily XX 17:5",
                            "text": "'  And now, Peter, I confess the truth to you:  I was prevented by fear of Simon from informing Faustus of this."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Clement: Homily XX 17:6",
                            "text": "But Simon did not give us an opportunity for private conversation, lest some one of us might reveal to him the wicked design of Simon."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Clement: Homily XX 17:7",
                            "text": "Simon then rose up in the middle of the night and fled to Judaea, convoyed by Appion and Athenodorus."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Clement: Homily XX 17:8",
                            "text": "Then I pretended that I was sick, in order that, remaining after they had gone, I might make Faustus go back immediately to his own people, if by any chance he might be able, by being concealed with you, to escape observation, lest, being caught as Simon by those who were in search of Simon, he might be put to death through the wrath of the emperor."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Clement: Homily XX 17:9",
                            "text": "At the dead of night, therefore, I sent him away to you; and in my anxiety for him I came by night to see him, with the intention of returning before those who convoyed Simon should return\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Clement: Homily XX 17:10",
                            "text": "And looking to us, he said:  \"I, Annubion, see the true shape of your father; for I was anointed, as I related to you before, by Simon himself, that the true shape of Faustus might be seen by my eyes."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Clement: Homily XX 17:11",
                            "text": "Astonished, therefore, I exceedingly wonder at the magic power of Simon, in that standing you do not recognise your own father\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Clement: Homily XX 17:12",
                            "text": "And while our father and our mother and we ourselves wept on account of the calamity common to all of us, Annubion also through sympathy wept with us."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Clement: Homily XX 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Clement: Homily XX 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Clement: Homily XX 18:2",
                            "text": "—Peter Promises to Restore to Faustus His Own Shape."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Clement: Homily XX 18:3",
                            "text": "Then Peter promised to us to restore the shape of our father, and he said to him:  \"Faustus, you heard how matters stand with us."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Clement: Homily XX 18:4",
                            "text": "When, therefore, the deceptive shape which invests you has been useful to us, and you have assisted us in doing what I shall tell you to do, then I shall restore to you your true form, when you have first performed my commands\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Clement: Homily XX 18:5",
                            "text": "And when my father said, \"I shall do everything that is in my power most willingly; only restore to my own people my own form;\" Peter answered, \"You yourself heard with your own ears how those who went before me came back from Antioch, and said that Simon had been there, and had strongly excited the multitudes against me by calling me a magician and a murderer, a deceiver and a juggler, to such an extent that all the people there were eager to taste my flesh."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Clement: Homily XX 18:6",
                            "text": "You will do, then, as I tell you."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Clement: Homily XX 18:7",
                            "text": "You will leave Clement with me, and you will go before us into Antioch with your wife, and your sons Faustinus and Faustinianus."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Clement: Homily XX 18:8",
                            "text": "And some others will accompany you whom I deem capable of helping forward my design."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Clement: Homily XX 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Clement: Homily XX 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Clement: Homily XX 19:2",
                            "text": "—Peter's Instructions to Faustus."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Clement: Homily XX 19:3",
                            "text": "\"When you are with these in Antioch, while you look like Simon, proclaim publicly your repentance, saying, 'I Simon proclaim this to you:  I confess that all my statements in regard to Peter are utterly false;for he is not a deceiver, nor a murderer, nor a juggler; nor are any of the evil things true which I, urged on by wrath, said previously in regard to him."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Clement: Homily XX 19:4",
                            "text": "I myself therefore beg of you, I who have been the cause of your hatred to him, cease from hating him; for he is the true apostle of the true Prophet that was sent by God for the salvation of the world."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Clement: Homily XX 19:5",
                            "text": "Wherefore also I counsel you to believe what he preaches; for if you do not, your whole city will be utterly destroyed."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Clement: Homily XX 19:6",
                            "text": "Now I wish you to know for what reason I have made this confession to you."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Clement: Homily XX 19:7",
                            "text": "This night angels of God scourged me, the impious one, terribly, as being an enemy to the herald of the truth."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Clement: Homily XX 19:8",
                            "text": "I beseech you, therefore, do not listen to me, even if I myself should come at another time and attempt to say anything against Peter."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Clement: Homily XX 19:9",
                            "text": "For I confess to you I am a magician, I am a deceiver, I am a juggler."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Clement: Homily XX 19:10",
                            "text": "Yet perhaps it is possible for me by repentance to wipe out the sins which were formerly committed by me."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Clement: Homily XX 19:11",
                            "text": "'\"."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Clement: Homily XX 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Clement: Homily XX 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Clement: Homily XX 20:2",
                            "text": "—Faustus, His Wife, and Sons, Prepare to Go to Antioch."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Clement: Homily XX 20:3",
                            "text": "When Peter suggested this, my father said:  \"I know what you want; wherefore take no trouble."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Clement: Homily XX 20:4",
                            "text": "For assuredly I shall take good care, when I reach that place, to make such statements in regard to you as I ought to make\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Clement: Homily XX 20:5",
                            "text": "And Peter again suggested:  \"When, then, you perceive the city changing from its hatred of me, and longing to see me, send information to me of this, and I shall come to you immediately."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Clement: Homily XX 20:6",
                            "text": "And when I arrive there, that same day I shall remove the strange shape which now invests you, and I shall make your own unmistakeably visible to your own people and to all others\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Clement: Homily XX 20:7",
                            "text": "Saying this, he made his sons, my brothers, and our mother Mattidia to go along with him; and he also commanded some of his more intimate acquaintances to accompany him."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Clement: Homily XX 20:8",
                            "text": "But my mother was unwilling to go with him, and said:  \"I seem to be an adulteress if I associate with the shape of Simon; but if I shall be compelled to go along with him, it is impossible for me to recline on the same couch with him!  But I do not know if I shall be persuaded to go along with him\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Clement: Homily XX 20:9",
                            "text": "And while she was very unwilling to go, Annubion urged her, saying:  \"Believe me and Peter, and the very voice itself, that this is Faustus your husband, whom I love not less than you."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Clement: Homily XX 20:10",
                            "text": "And I myself will goalong with him\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Clement: Homily XX 20:11",
                            "text": "When Annubion said this, our mother promised to go with him."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Clement: Homily XX 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Clement: Homily XX 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Clement: Homily XX 21:2",
                            "text": "—Appion and Athenodorus Return in Quest of Faustus."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Clement: Homily XX 21:3",
                            "text": "But Peter said:  \"God arranges our affairs in a most satisfactory manner; for we have with us Annubion the astrologer."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Clement: Homily XX 21:4",
                            "text": "For when we arrive at Antioch, he will in future discourse regarding genesis, giving us his genuine opinions as a friend\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Clement: Homily XX 21:5",
                            "text": "Now when, after midnight, our father hurried with those whom Peter had ordered to go along with him and with Annubion to Antioch, which was near, early next day, before Peter went forth to discourse, Appion and Athenodorus, who had convoyed Simon, returned to Laodicea in search of our father."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Clement: Homily XX 21:6",
                            "text": "But Peter, ascertaining the fact, urged them to enter."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Clement: Homily XX 21:7",
                            "text": "And when they came in and sat down, and said, \"Where is Faustus?\" Peter answered:  \"We know not; for since the evening, when he went to you, he has not been seen by his kinsmen."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Clement: Homily XX 21:8",
                            "text": "But yesterday morning Simon came in search of him; and when we made no reply to him, something seemed to come over him, for he called himself Faustus; but not being believed, he wept and lamented, and threatened to kill himself, and then rushed out in the direction of the sea\"."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Clement: Homily XX 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Clement: Homily XX 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Clement: Homily XX 22:2",
                            "text": "—Appion and Athenodorus Return to Simon."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Clement: Homily XX 22:3",
                            "text": "When Appion and those who were with him heard this, they howled and lamented, saying:  \"Why did you not receive him?\"  And when at the same time Athenodorus wished to say to me, \"It was Faustus, your father;\" Appion anticipated him, and said, \"We learned from some one that Simon, finding him, urged him to go along with him, Faustus himself entreating him, since he did not wish to see his sons after they had become Jews."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Clement: Homily XX 22:4",
                            "text": "And hearing this, we came, for his own sake, in search of him."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Clement: Homily XX 22:5",
                            "text": "But since he is not here, it is plain that he spake the truth who gave us the information which we, hearing it from him, have given to you\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Clement: Homily XX 22:6",
                            "text": "And I Clement, perceiving the design of Peter, that he wished to beget a suspicion in them that he intended to look out among them for the old man, that they might be afraid and take to flight, assisted in his design, and said to Appion:  \"Listen to me, my dearest Appion."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Clement: Homily XX 22:7",
                            "text": "We were eager to give to him, as being our father, what we ourselves deemed to be good."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Clement: Homily XX 22:8",
                            "text": "But if he himself did not wish to receive it, but, on the contrary, fled from us in horror, I shall make a somewhat harsh remark, 'Nor do we care for him."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Clement: Homily XX 22:9",
                            "text": "'\"  And when I said this, they went away, as if irritated by my savageness; and, as we learn next day, they went to Judaea in the track of Simon."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Clement: Homily XX 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Clement: Homily XX 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Clement: Homily XX 23:2",
                            "text": "—Peter Goes to Antioch."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Clement: Homily XX 23:3",
                            "text": "Now, when ten days had passed away, there came one of our peoplefrom our father to announce to us how our father stood forward publicly in the shape of Simon, accusing him; and how by praising Peter he had made the whole city of Antioch long for him:  and in consequence of this, all said that they were eager to see him, and that there were some who were angry with him as being Simon, on account of their surpassing affection for Peter, and wished to lay hands on Faustus, believing he was Simon."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Clement: Homily XX 23:4",
                            "text": "Wherefore he, fearing that he might be put to death, had sent to request Peter to come immediately if he wished to meet him alive, and to appear at the proper time to the city, when it was at the height of its longing for him."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Clement: Homily XX 23:5",
                            "text": "Peter, hearing this, called the multitude together to deliberate, and appointed one of his attendants bishop; and having remained three days in Laodicea baptizing and healing, he hastened to the neighboring city of Antioch,  Amen."
                        }
                    ]
                }
            ]
        }
    ]
}