{
    "books": [
        {
            "name": "John Cassian: Against Nestorius Book III",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "John Cassian: Against Nestorius Book III 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book III 1:1",
                            "text": "Book III."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book III 1:2",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book III 1:3",
                            "text": "That Christ, who is God and man in the unity of Person, sprang from Israel and the Virgin Mary according to the flesh."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book III 1:4",
                            "text": "That divine teacher of the Churches when in writing to the Romans he was reproving or rather lamenting the unbelief of the Jews, i-e:, of his own brethren, made use of these words: \"I wished myself,\" said he, \"to be accursed from Christ, for my brethren, who are my kinsmen according to the flesh, who are Israelites, to whom belongeth the adoption as of children, and the glory, and the testaments, and the giving of the law, and the service of God, and the promises: whose are the fathers, of whom is Christ according to the flesh, who is over all things, God blessed for ever\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book III 1:5",
                            "text": "O, the love of that most faithful Apostle, and most kindly kinsman! who in his infinite charity wished to die—as a kinsman for his relations, and as a master for his disciples."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book III 1:6",
                            "text": "And what then was the reason why he wished to die? Only one; viz."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book III 1:7",
                            "text": ", that they might live."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book III 1:8",
                            "text": "But in what did their life consist? Simply in this, as he himself says, that they might recognize a Divine Christ born according to the flesh, of their own flesh."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book III 1:9",
                            "text": "And therefore the Apostle grieved the more, because those who ought to have loved Him the more as sprung from their own stock, failed to understand that He was born of Israel."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book III 1:10",
                            "text": "\"Of whom,\" said he, \"is Christ according to the flesh, who is over all things, God blessed for ever\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book III 1:11",
                            "text": "Clearly he lays down that from them according to the flesh, was born that Christ who is over all, God blessed for ever."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book III 1:12",
                            "text": "You certainly cannot deny that Christ was born from them according to the flesh."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book III 1:13",
                            "text": "But the same Person, who was born from them, is God."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book III 1:14",
                            "text": "How can you get round this? How can you shuffle out of it? The Apostle says that Christ who was born of Israel according to the flesh, is God."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book III 1:15",
                            "text": "Teach us, if you can, at what time He did not exist."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book III 1:16",
                            "text": "\"Of whom,\" he says, \"is Christ according to the flesh, who is over all, God\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book III 1:17",
                            "text": "You see that because the Apostle has united and joined together these, \"God\" cannot possibly be separated from \"Christ\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book III 1:18",
                            "text": "For just as the Apostle declares that Christ is of them, so he asserts that God is in Christ."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book III 1:19",
                            "text": "You must either deny both of these statements, or you must accept both."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book III 1:20",
                            "text": "Christ is said to be born of them according to the flesh: but the same Person is declared by the Apostle to be \"God in Christ\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book III 1:21",
                            "text": "Whence also he says elsewhere: \"For God was in Christ, reconciling the world to Himself\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book III 1:22",
                            "text": "It is absolutely impossible to separate one from the other."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book III 1:23",
                            "text": "Either deny that Christ sprang from them, or admit that there was born of the virgin God in Christ, \"who is,\" as he says, \"over all, God blessed for ever\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "John Cassian: Against Nestorius Book III 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book III 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book III 2:2",
                            "text": "The title of God is given in one sense to Christ, and in another to men."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book III 2:3",
                            "text": "The name of God would for the faithful be amply sufficient to denote the glory of His Divinity, but by adding \"over all, God blessed,\" he excludes a blasphemous and perverse interpretation of it, for fear that some evil-disposed person to depreciate His absolute Divinity might quote the fact that the word God is sometimes applied by grace in the Divine economy temporarily to men, and thus apply it to God by unworthy comparisons, as where God says to Moses: \"I have given thee as a God to Pharaoh,\" or in this passage: \"I said ye are Gods,\" where it clearly has the force of a title given by condescension."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book III 2:4",
                            "text": "For as it says \"I said,\" it is not a name showing power, so much as a title given by the speaker."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book III 2:5",
                            "text": "But that passage also, where it says: \"I have given thee as a God to Pharaoh,\" shows the power of the giver rather than the Divinity of him who receives the title."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book III 2:6",
                            "text": "For when it says: \"I have given,\" it thereby certainly indicates the power of God, who gave, and not the Divine nature, in the person of the recipient."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book III 2:7",
                            "text": "But when it is said of our God and Lord Jesus Christ, \"who is over all, God blessed for ever,\" the fact is at once proved by the words, and the meaning of the words shown by the name given: because in the case of the Son of God the name of God does not denote an adoption by favour, but what is truly and really His nature."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "John Cassian: Against Nestorius Book III 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book III 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book III 3:2",
                            "text": "He explains the apostle's saying: \"If from henceforth we know no man according to the flesh,\" etc."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book III 3:3",
                            "text": "And so the same Apostle says: \"From henceforth we know no man according to the flesh, and if we have known Christ according to the flesh, yet now we know Him so no longer\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book III 3:4",
                            "text": "Admirably consistent are all the writings of the sacred word with each other, and in every portion of them: even where they do not correspond in the form of the words, yet they agree in the drift and substance."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book III 3:5",
                            "text": "As where he says: \"And if we have known Christ according to the flesh, yet now we know Him so no longer\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book III 3:6",
                            "text": "For the witness of the passage before us confirms that quoted above, in which he said: \"Of whom is Christ according to the flesh, who is over all, God blessed for ever\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book III 3:7",
                            "text": "For there he writes: \"Of whom is Christ according to the flesh;\" and here: \"if we have known Christ according to the flesh\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book III 3:8",
                            "text": "There: \"who is over all, God blessed for ever;\" and here: \"yet now we no longer know Christ according to the flesh\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book III 3:9",
                            "text": "The look of the words is different, but their force and drift is the same."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book III 3:10",
                            "text": "For it is the same Person whom he there declares to be God over all born according to the flesh, whom he here asserts that he no longer knows according to the flesh."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book III 3:11",
                            "text": "And plainly for this reason; viz."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book III 3:12",
                            "text": ", because Him whom he had known as born in the flesh, he acknowledges as God for ever; and therefore says that he knows him not after the flesh, because He is over all, God blessed for ever; and the phrase there: \"who is over all God,\" answers to this: \"we no longer know Christ according to the flesh;\" and this phrase: \"we no longer know Christ according to the flesh\" implies this: \"who is God blessed for ever\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book III 3:13",
                            "text": "The declaration of Apostolic teaching then somehow rises, as it were to greater heights, and though it is self-consistent throughout, yet it supports the mystery of the perfect faith, with a still more express statement, and says: \"And though we have known Christ according to the flesh, yet now we know Him so no longer,\" i-e:, as formerly we knew Him as man as well as God, yet now only as God."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book III 3:14",
                            "text": "For when the frailty of flesh comes to an end, we no longer know anything in Him except the power of Divinity, for all that is in Him is the power of Divine Majesty, where the weakness of human infirmity has ceased to exist."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book III 3:15",
                            "text": "In this passage then he has thoroughly expounded the whole mystery of the Incarnation, and of His perfect Divinity."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book III 3:16",
                            "text": "For where he says: \"And if we have known Christ according to the flesh,\" he speaks of the mystery of God born in flesh."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book III 3:17",
                            "text": "But by adding \"yet now we know Him so no longer,\" he manifests His power when weakness is laid aside."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book III 3:18",
                            "text": "And thus that knowledge of the flesh has to do with His humanity, and that ignorance, with the glory of His Divinity."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book III 3:19",
                            "text": "For to say \"we have known Christ according to the flesh:\" means \"as long as that which was known, existed."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book III 3:20",
                            "text": "Now we no longer know it, after it has ceased to exist."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book III 3:21",
                            "text": "For the nature of flesh has been transformed into a spiritual substance: and that which formerly belonged to the manhood, has all become God's."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book III 3:22",
                            "text": "And therefore we no longer know Christ according to the flesh, because when bodily infirmity has been absorbed by Divine Majesty, nothing remains in that Sacred Body, from which weakness of the flesh can be known in it."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book III 3:23",
                            "text": "And thus whatever had formerly belonged to a twofold substance, has become attached to a single Power."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book III 3:24",
                            "text": "Since there is no sort of doubt that Christ, who was crucified through human weakness lives entirely through the glory of His Divinity."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "John Cassian: Against Nestorius Book III 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book III 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book III 4:2",
                            "text": "From the Epistle to the Galatians he brings forward a passage to show that the weakness of the flesh in Christ was absorbed by His Divinity."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book III 4:3",
                            "text": "The Apostle indeed declares this in the whole body of his writings, and admirably says in writing to the Galatians: \"Paul an Apostle not of men, neither by man, but by Jesus Christ and God the Father\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book III 4:4",
                            "text": "You see how thoroughly consistent he is with himself in the former and the present passage."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book III 4:5",
                            "text": "For there he says: \"Now we no longer know Christ according to the flesh\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book III 4:6",
                            "text": "Here he says: \"Not of men, neither by man, but by Jesus Christ\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book III 4:7",
                            "text": "It is clear that his doctrine is the same here as in the former passage."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book III 4:8",
                            "text": "For where he says that he is not sent by man, he implies: \"We have not known Christ according to the flesh:\" and so I am \"not sent by man\" but \"by Christ;\" for if I am sent by Christ, I am not sent by man but by God."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book III 4:9",
                            "text": "For there is no longer room for the name of man, in Him whom Divinity claims entirely for itself."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book III 4:10",
                            "text": "And so when he had said that he was sent \"not of men, neither by man, but by Jesus Christ,\" he rightly added: \"And God the Father,\" thus showing that he was sent by God the Father and God the Son; in whom owing to the mystery of the sacred and ineffable generation there are two Persons (He who begets, and He who is begotten), but there is but one single Power of God who is the sender."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book III 4:11",
                            "text": "And so in saying that he was sent by God the Father and God the Son, he shows that the Persons are two in number, but he also teaches that their Power is One in sending."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "John Cassian: Against Nestorius Book III 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book III 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book III 5:2",
                            "text": "As it is blasphemy to pare away the Divinity of Christ, so also is it blasphemous to deny that He is true man."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book III 5:3",
                            "text": "But he says \"by Jesus Christ, and God the Father, who raised Him from the dead\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book III 5:4",
                            "text": "That renowned and admirable teacher, knowing that our Lord Jesus Christ must be preached as true man, as well as true God, always declares the glory of the Divine in Him, in such a way as not to lose hold of the confession of the Incarnation: plainly excluding the phantasm of Marcion, by a real Incarnation, and the poverty of the Ebionite, by Divinity: lest through one or other of these wicked blasphemies it might be believed that our Lord Jesus Christ was either altogether man without God, or God without man."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book III 5:5",
                            "text": "Excellently then did the Apostle, when declaring that He was sent by God the Son as well as by God the Father, add at once a confession of the Lord's Incarnation, by saying: \"Who raised Him from the dead:\" clearly teaching that it was a real body of the Incarnate God, which was raised from the dead: in accordance with this: \"And though we have known Christ according to the flesh,\" excellently adding: \"Yet now we know Him so no longer\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book III 5:6",
                            "text": "For he says that he knows this in Him according to the flesh; viz."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book III 5:7",
                            "text": ", that He was raised from the dead; but that he knows Him no longer according to the flesh inasmuch as when the weakness of the flesh is at an end, he knows that He exists in the Power of God only."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book III 5:8",
                            "text": "Surely he is a faithful and satisfactory witness of our Lord's Divinity which had to be proclaimed, who at his first call was smitten from heaven itself, and did not merely believe in his heart the glory of our Lord Jesus Christ, who was raised from the dead, but actually established its truth by the evidence of his bodily eyes."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "John Cassian: Against Nestorius Book III 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:2",
                            "text": "He shows from the appearance of Christ vouchsafed to the Apostle when persecuting the Church, the existence of both natures in Him."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:3",
                            "text": "Wherefore also, when arguing before King Agrippa and others of the world's judges, he speaks as follows: \"When I was going to Damascus with authority and permission of the chief priests, at midday, O king, I saw in the way a light from heaven above the brightness of the sun, shining round about me and all those that were with me."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:4",
                            "text": "And when we were all fallen down to the ground, I heard a voice saying unto me in the Hebrew tongue, Saul, Saul, why persecutest thou Me? It is hard for thee to kick against the goad."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:5",
                            "text": "And I said, Who art Thou, Lord? And the Lord said to me: I am Jesus of Nazareth, whom thou persecutest\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:6",
                            "text": "You see how truly the Apostle said that he no longer knew according to the flesh one whom he had seen in such splendour and majesty."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:7",
                            "text": "For when as he lay prostrate he saw the splendour of that divine light which he was unable to endure, there followed this voice: \"Saul, Saul, why persecutest thou Me?\" And when he asked who it might be, the Lord answers and clearly points out His Personality: \"I am Jesus of Nazareth, whom thou persecutest\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:8",
                            "text": "Now then, you heretic, I ask you, I summon you."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:9",
                            "text": "Do you believe what the Apostle says of himself, or do you not believe it? Or if you think that unimportant, do you believe what the Lord says of Himself or do you not believe it? If you do believe it, there is an end of the matter: for you cannot help believing what we believe."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:10",
                            "text": "For we, like the Apostle, even if we have known Christ according to the flesh, yet know Him so no longer."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:11",
                            "text": "We do not heap insults on Christ."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:12",
                            "text": "We do not separate the flesh from the Divinity; and all that is in Christ we believe is in God."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:13",
                            "text": "If then you believe the same that we believe you must acknowledge the same mysteries of the faith."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:14",
                            "text": "But if you differ from us, if you refuse to believe the Churches, the Apostle, aye and God's own testimony about Himself, show us in this vision which the Apostle saw, how much is flesh, and how much God."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:15",
                            "text": "For I cannot here separate one from the other."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:16",
                            "text": "I see the ineffable light, I see the inexpressible splendour, I see the radiance that human weakness cannot endure, and beyond what mortal eyes can bear, the glory of God shining with inconceivable light."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:17",
                            "text": "What room is there here for division and separation? In the voice we hear Jesus, in the majesty we see God."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:18",
                            "text": "How can we help believing that in one and the same (Personal) substance God and Jesus exist."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:19",
                            "text": "But I should like to have a few more words with you on this subject."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:20",
                            "text": "Tell me, I pray you, if there appeared to you in your present persecution of the Catholic faith that same vision which then appeared to the Apostle in his ignorance, if when you were not expecting it and were off your guard, that radiance shone round about you, and the glory of that boundless light smote you in your terror and confusion, and you lay prostrate in darkness of body and soul; which the unlimited and indescribable terror of your heart increased,—tell me, I intreat you; When the dread of immediate death was pressing on you, and the terror of the glory that threatened you from above, weighed you down, and you  heard as well in your bewilderment of mind those words which your sin so well deserves: \"Saul, Saul, why persecutest thou Me?\" and to your inquiry who it was the answer was given from heaven: \"I am Jesus of Nazareth, whom thou persecutest,\" what would you say? \"I do not know, I do not yet fully believe."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:21",
                            "text": "I want to think over it with myself a little longer, who I think that Thou art, who speakest from heaven, who overwhelmest me with the brightness of Thy Divinity: whose voice I hear and whose splendour I cannot bear."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:22",
                            "text": "I must consider of this matter, whether I ought to believe Thee or not: whether Thou art Christ or God."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:23",
                            "text": "If Thou art God alone whether it is in Christ."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:24",
                            "text": "If Thou art Christ alone, whether it is in God."
                        },
                        {
                            "verse": 25,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:25",
                            "text": "I want this distinction to be carefully observed, and thoroughly considered what we should believe that Thou art, and what we should judge Thee to be."
                        },
                        {
                            "verse": 26,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:26",
                            "text": "For I don't want any of my offices to be wasted."
                        },
                        {
                            "verse": 27,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:27",
                            "text": "As if I were to regard Thee as a man, and yet pay to Thee some Divine honours\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:28",
                            "text": "If then you were lying on the ground, as the Apostle Paul was then lying, and overwhelmed with the brightness of the Divine light, were at your last gasp, perhaps you would say this, and prate with all this silly chattering."
                        },
                        {
                            "verse": 29,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:29",
                            "text": "But what shall we make of the fact that another course commended itself to the Apostle; and when he had fallen down, trembling and half dead, he did not think that he ought any longer to conceal his belief, or to deliberate; it was enough for him that he was taught by inexpressible arguments to know that He whom he had ignorantly fancied to be a man, was God."
                        },
                        {
                            "verse": 30,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:30",
                            "text": "He did not conceal his belief, he made no delay."
                        },
                        {
                            "verse": 31,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book III 6:31",
                            "text": "He did not any longer protract his erroneous ideas by deliberating and disbelieving, but as soon as he heard from heaven the name of Jesus his Lord, he replied in a voice, subdued like that of a servant, tremulous like that of one scourged, and full of fervour like that of one converted, \"What shall I do, Lord?\" And so at once for his ready and earnest faith, it was granted to him that he should never be without His presence whom he had faithfully believed: and that He, to whom he had passed in heart, should Himself pass into his heart: as the Apostle himself says of himself: \"Do you seek a proof of Christ that speaketh in me?\"."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "John Cassian: Against Nestorius Book III 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:2",
                            "text": "He shows once more by other passages of the Apostle that Christ is God."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:3",
                            "text": "I want you to tell me, you heretic, whether in this passage He who, as the Apostle tells us, speaks in him, is man or God."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:4",
                            "text": "If He is man, how can another's body speak in his heart? If God, then Christ is not a man but God; for since Christ spoke in the Apostle, and only God could speak in him, therefore a Divine Christ spoke in him."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:5",
                            "text": "And so you see that there is nothing to be said here, that no division or separation can be made between Christ and God: because complete Divinity was in Christ, and Christ was completely in God."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:6",
                            "text": "No division or severing of the two can here be admitted."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:7",
                            "text": "There is only one simple, pious, and sound confession to be made; viz."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:8",
                            "text": ", to adore, love, and worship Christ as God."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:9",
                            "text": "But do you want to understand more fully and thoroughly that there is no separation to be made between God and Christ, and that we must hold that God is altogether one with Christ? Hear what the Apostle says to the Corinthians: \"For we must all be manifested before the judgment seat of Christ, that every one may receive the proper things of the body, according as he hath done, whether it be good or evil\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:10",
                            "text": "But in another passage, in writing to the Romans he says: \"We shall all stand before the judgment seat of God: for it is written: As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:11",
                            "text": "You see then that the judgment seat of God is the same as that of Christ; understand then without any doubt that Christ is God; and when you see that the substance of God and Christ is altogether inseparable, admit also that the Person cannot be severed."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:12",
                            "text": "Unless forsooth because the Apostle in one Epistle said that we should be manifested before the judgment seat of Christ, and in another before that of God, you invent two judgment seats, and fancy that some will be judged by Christ and others by God."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:13",
                            "text": "But this is foolish and wild, and madder than a madman's utterances."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:14",
                            "text": "Acknowledge then the Lord of all, the God of the universe, acknowledge the judgment seat of God in the judgment seat of Christ."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:15",
                            "text": "Love life, love your salvation, love Him by whom you were created."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:16",
                            "text": "Fear Him by whom you are to be judged."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:17",
                            "text": "For whether you will or no, you have to be manifested before the judgment seat of Christ, and laying aside wicked blasphemy and the childish talk of unbelieving words, though you think that the judgment seat of God is different from that of Christ, you will come before the judgment seat of Christ, and will find by evidence that there is no gainsaying, that the judgment seat of God is indeed the same as that of Christ, and that in Christ the Son of God, there is all the glory of God the Son, and the power of God the  Father."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:18",
                            "text": "\"For the Father judgeth no man, but hath committed all judgment to the Son, that all men may honour the Son as they honour the Father\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:19",
                            "text": "For whoever denies the Father denies the Son also."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:20",
                            "text": "\"Whosoever denieth the Son, the same hath not the Father: he that confesseth the Son, hath the Father also\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:21",
                            "text": "And so you should learn that the glory of the Father and the Son is inseparable, and their majesty is inseparable also and that the Son cannot be honoured without the Father, nor the Father without the Son."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:22",
                            "text": "But no man can honour God and the Son of God except in Christ the only-begotten Son of God."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:23",
                            "text": "For it is impossible for a man to have the Spirit of God who is to be honoured except in the Spirit of Christ, as the Apostle says: \"But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:24",
                            "text": "But if any man have not the Spirit of Christ, he is none of His\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:25",
                            "text": "And again: \"Who shall lay anything to the charge of God's elect? It is God that justifieth."
                        },
                        {
                            "verse": 26,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:26",
                            "text": "Who is he that condemneth? It is Christ Jesus who died, yea rather who rose again\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:27",
                            "text": "You see then now, even against your will, that there is absolutely no difference between the Spirit of God and the Spirit of Christ, or between the judgment of God and the judgment of Christ."
                        },
                        {
                            "verse": 28,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book III 7:28",
                            "text": "Choose then which you will—for one of the two must happen—either acknowledge in faith that Christ is God, or admit that God is in Christ at your condemnation."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "John Cassian: Against Nestorius Book III 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book III 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book III 8:2",
                            "text": "When confessing the Divinity of Christ we ought not to pass over in silence the confession of the cross."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book III 8:3",
                            "text": "But let us see what else follows."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book III 8:4",
                            "text": "In writing to the church of Corinth, he whom we spoke of above, the instructor of all the churches viz."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book III 8:5",
                            "text": "Paul, speaks thus: \"The Jews,\" says he, \"seek signs, and the Greeks ask for wisdom."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book III 8:6",
                            "text": "But we preach Christ crucified, to the Jews a stumbling-block, to the Gentiles foolishness: but to them that are saved, both Jews and Greeks, Christ the power of God and the wisdom of God\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book III 8:7",
                            "text": "O most powerful teacher of the faith, who even in this passage, when teaching the Church thought it not enough to speak of Christ as God without adding that He was crucified on purpose that for the sake of the open and solid teaching of the faith he might proclaim Him, whom he called the crucified, to be the wisdom of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book III 8:8",
                            "text": "He then employed no subtilty or circumlocution, nor did he when he preached the gospel of the Lord blush at the mention of the cross of Christ."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book III 8:9",
                            "text": "And though it was a stumbling-block to the Jews, and foolishness to the Gentiles to hear of God as born, God in bodily form, God suffering, God crucified, yet he did not weaken the force of his pious utterance because of the wickedness of the offence of the Jews: nor did he lessen the vigour of his faith because of the unbelief and the foolishness of others: but openly, persistently, and boldly proclaimed that He, whom a mother had borne, whom men had slain, the spear had pierced, the cross had stretched—was \"the power and wisdom of God, to the Jews a stumbling-block, and to the Gentiles foolishness\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book III 8:10",
                            "text": "But still that which was to some a stumbling-block and foolishness, was to others the power and wisdom of God."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "John Cassian: Against Nestorius Book III 8:11",
                            "text": "For as the persons differed, so was there a difference of their thoughts: and what a man who was void of sound understanding, and incapable of true good, foolishly denied in unbelief, that a wise faith could feel in its inmost soul to be holy and life giving."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "John Cassian: Against Nestorius Book III 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book III 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book III 9:2",
                            "text": "How the Apostle's preaching was rejected by Jews and Gentiles because it confessed that the crucified Christ was God."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book III 9:3",
                            "text": "Tell me then, you heretic, you enemy of all men, but of yourself above all—to whom the cross of our Lord Jesus Christ is an offence as with the Jews, and foolishness as with the Gentiles, you who reject the mysteries of true salvation, with the stumbling of the former, and are foolish with the stubbornness of the others, why was the preaching of the Apostle Paul foolishness to the pagans, and a stumbling-block to the Jews? Surely it would never have offended men, if he had taught that Christ was, as you maintain He is, a mere man? For who would think that His birth, passion, cross, and death were incredible or a difficulty? Or what would there have been novel or strange about the preaching of Paul, if he had said that a merely human Christ suffered that which human nature daily endures among men everywhere? But it was surely this that the foolishness of the Gentiles could not receive, and the unbelief of the Jews rejected; viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book III 9:4",
                            "text": ", that the Apostle declared that Christ whom they, like you, fancied to be a mere man, was God."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book III 9:5",
                            "text": "This it certainly was which the thoughts of these wicked men rejected, which the ears of the faithless could not endure; viz."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book III 9:6",
                            "text": ", that the  birth of God should be proclaimed in the man Jesus Christ, that the passion of God should be asserted, and the cross of God proclaimed."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book III 9:7",
                            "text": "This it was which was a difficulty: this was what was incredible; for that was incredible to the hearing of men, which had never been heard of as happening to the Divine nature."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book III 9:8",
                            "text": "And so you are quite secure, with such an announcement and teaching as yours, that your preaching will never be either foolishness to the Gentiles or a stumbling-block to the Jews."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book III 9:9",
                            "text": "You will never be crucified with Peter by Jews and Gentiles, nor stoned with James, nor beheaded with Paul."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book III 9:10",
                            "text": "For there is nothing in your preaching to offend them."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book III 9:11",
                            "text": "You maintain that a mere man was born, a mere man suffered."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "John Cassian: Against Nestorius Book III 9:12",
                            "text": "You need not be afraid of their troubling you with persecution, for you are helping them by your preaching."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "John Cassian: Against Nestorius Book III 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:2",
                            "text": "How the apostle maintains that Christ is the power of God and the wisdom of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:3",
                            "text": "But let us see something more on the subject."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:4",
                            "text": "Christ then, according to the Apostle, is the power of God and the wisdom of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:5",
                            "text": "What have you to say to this? How can you get out of it? There is no place for you to escape and fly to."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:6",
                            "text": "Christ is the wisdom of God and the power of God."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:7",
                            "text": "He, I say, whom the Jews attacked, the Gentiles mocked, whom you yourself together with them are persecuting,—He, I say, who is foolishness to the heathen, and a stumbling-block to the Jews, and both to you, He, I say, is the power of God and the wisdom of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:8",
                            "text": "What is there that you can do? Shut your ears, forsooth, so as not to hear? This the Jews did also when the Apostle was preaching."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:9",
                            "text": "Do what you will, Christ is in heaven, and in God, and with Him, and in Him in the heavens above in whom also He was here below: you can no longer persecute Him with the Jews."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:10",
                            "text": "But you do the one thing that you can."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:11",
                            "text": "You persecute Him in the faith, you persecute Him in the church, you persecute Him with the arms of a wicked belief, you persecute Him with the sword of false doctrine."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:12",
                            "text": "Perhaps you do rather more than the Jews of old did."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:13",
                            "text": "You now persecute Christ, after ever those who did persecute Him, have believed."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:14",
                            "text": "But perhaps you think that the sin is less because you can no longer lay hands on Him."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:15",
                            "text": "No less grievous, I tell you, no less grievous to Him is that persecution, in which sinful men persecute Him in the persons of His followers."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:16",
                            "text": "But the mention of the Lord's cross offends you."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:17",
                            "text": "It always offended the Jews as well."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:18",
                            "text": "You shudder at hearing that God suffered: the Gentiles in their error mocked at this also."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:19",
                            "text": "I ask you then, in what point do you differ from them, since you both agree in this frowardness? But for my part I not only do not water down this preaching of the holy cross, this preaching of the Lord's passion, but as far as my wishes and powers go I emphasise it."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:20",
                            "text": "For I will declare that He who was crucified is not only the power and wisdom of God, than which there is nothing greater, but actually Lord of absolute Divinity and glory."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:21",
                            "text": "And this the rather, because this assertion of mine is the doctrine of God, as the Apostle says: \"We speak wisdom among them that are perfect: but the wisdom not of this world, nor of the rulers of this world who are brought to nought: but we speak the hidden wisdom of God in a mystery, which God ordained before the world, unto our glory: which none of the princes of this world knew: for if they had known it, they would never have crucified the Lord of glory."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:22",
                            "text": "But as it is written: that eye hath not seen, nor ear heard, neither hath it entered into the heart of man, what God hath prepared for them that love Him\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:23",
                            "text": "You see what great matters the Apostle's discourse comprises in how small a compass."
                        },
                        {
                            "verse": 24,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:24",
                            "text": "He says that he speaks wisdom, but a wisdom which only those that are perfect can know, and which the prudent of this world cannot know."
                        },
                        {
                            "verse": 25,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:25",
                            "text": "For he says that this is the wisdom of God, which is hidden in a Divine mystery, and predestined before all worlds for the glory of the saints: and that therefore it is only known to those who savour of God; while the princes of this world are utterly ignorant of it."
                        },
                        {
                            "verse": 26,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:26",
                            "text": "But he adds the reason, to establish both points that he had mentioned, saying: \"For if they had known it, they would never have crucified the Lord of glory."
                        },
                        {
                            "verse": 27,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:27",
                            "text": "But it is written, that eye hath not seen, nor ear hath heard, neither hath it entered into the heart of man, what God hath prepared for them that love Him\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:28",
                            "text": "You see then how the wisdom of God, hidden in a mystery, and predestined before all worlds, was unknown to those who crucified the Lord of glory, and known by those who received it."
                        },
                        {
                            "verse": 29,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:29",
                            "text": "And well does he say that the wisdom of God was hidden in a mystery, for never yet could the eye of any man see, or the ear hear, or the heart imagine this; viz."
                        },
                        {
                            "verse": 30,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:30",
                            "text": ", that the Lord of glory should be born of a virgin and come in the flesh, and suffer all kinds of punishment, and shameful passion."
                        },
                        {
                            "verse": 31,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:31",
                            "text": "But with regard to these gifts of God, as there is no one who—since  they were hidden in a mystery—could ever of himself understand them, so blessed is he who has grasped them when they are revealed."
                        },
                        {
                            "verse": 32,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:32",
                            "text": "Thus all who have failed to grasp them must be reckoned among the princes of this world, and those who have grasped them among God's wise ones."
                        },
                        {
                            "verse": 33,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:33",
                            "text": "He then does not grasp it who denies God born in the flesh; therefore you also do not grasp it, as you deny this."
                        },
                        {
                            "verse": 34,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:34",
                            "text": "But do what you will, deny as impiously as you like, we the rather believe the Apostle."
                        },
                        {
                            "verse": 35,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:35",
                            "text": "But why should I say the Apostle? the rather do we believe God."
                        },
                        {
                            "verse": 36,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:36",
                            "text": "For through the Apostle we believe Him, whom we know to have spoken by the Apostle."
                        },
                        {
                            "verse": 37,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:37",
                            "text": "The Divine word says that the Lord of glory was crucified by the princes of the world."
                        },
                        {
                            "verse": 38,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:38",
                            "text": "You deny it."
                        },
                        {
                            "verse": 39,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:39",
                            "text": "They also who crucified Him denied that it was God whom they were crucifying."
                        },
                        {
                            "verse": 40,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:40",
                            "text": "They then who confess Him have their portion with the Apostle who confessed Him."
                        },
                        {
                            "verse": 41,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:41",
                            "text": "You are sure to have your lot with His persecutors."
                        },
                        {
                            "verse": 42,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:42",
                            "text": "What is there then that can be replied to this? The Apostle says that the Lord of glory was crucified."
                        },
                        {
                            "verse": 43,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:43",
                            "text": "Alter this if you can."
                        },
                        {
                            "verse": 44,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:44",
                            "text": "Separate now, if you please, Jesus from God."
                        },
                        {
                            "verse": 45,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:45",
                            "text": "At least you cannot deny that Christ was crucified by the Jews."
                        },
                        {
                            "verse": 46,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:46",
                            "text": "But it was the Lord of glory who was crucified."
                        },
                        {
                            "verse": 47,
                            "chapter": 10,
                            "name": "John Cassian: Against Nestorius Book III 10:47",
                            "text": "Therefore you must either deny that Christ was nailed to the cross, or you must admit that God was nailed to it."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "John Cassian: Against Nestorius Book III 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book III 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book III 11:2",
                            "text": "He supports the same doctrine by proofs from the gospel."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book III 11:3",
                            "text": "But perhaps it is a difficulty to you that all this time I am chiefly using the witness of the Apostle Paul alone."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book III 11:4",
                            "text": "He is good enough for me, whom God chose, nor do I blush to call as the witness to my faith, the man whom God willed to be the teacher of the whole world."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book III 11:5",
                            "text": "But to yield to your wishes, as perhaps you fancy that I have no other proofs to use, hear the perfect mystery of man's salvation and eternal bliss, which Martha proclaims in the gospel."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book III 11:6",
                            "text": "For what does she say? \"Of a truth, Lord, I have believed that Thou art the Christ, the Son of the living God, who art come into this world\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book III 11:7",
                            "text": "Learn the true faith from a woman."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book III 11:8",
                            "text": "Learn the confession of eternal hope."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "John Cassian: Against Nestorius Book III 11:9",
                            "text": "Yet you have a splendid consolation: you need not blush to be taught the mystery of salvation by her, whose testimony God did not refuse to accept."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "John Cassian: Against Nestorius Book III 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book III 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book III 12:2",
                            "text": "He proves from the renowned confession of the blessed Peter that Christ is God."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book III 12:3",
                            "text": "But if you prefer the authority of a greater person (although you ought not to slight the authority of any one of either sex, on whom the confession of the mystery confers weight—for whatever may be a person's condition, or however humble his position, yet the value of his faith is not thereby diminished) let us interrogate no beginner or untaught schoolboy, nor a woman whose faith might perhaps appear to be but rudimentary; but that greatest of disciples among disciples, and of teachers among teachers, who presided and ruled over the Roman Church, and held the chief place in the priesthood as he did in the faith."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book III 12:4",
                            "text": "Tell us then, tell us, we pray, O Peter, thou chief of Apostles, tell us how the Churches ought to believe in God."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book III 12:5",
                            "text": "For it is right that you should teach us, as you were taught by the Lord, and that you should open to us the gate, of which you received the key."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book III 12:6",
                            "text": "Shut out all those who try to overthrow the heavenly house: and those who are endeavouring to enter by secret holes and unlawful approaches: as it is clear that none can enter the gate of the kingdom save one to whom the key bestowed on the Churches is revealed by you."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book III 12:7",
                            "text": "Tell us then how we ought to believe in Jesus Christ and to confess our common Lord."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book III 12:8",
                            "text": "You will surely reply without hesitation: \"Why do you consult me as to the way in which the Lord should be confessed, when you have before you my own confession of Him? Read the gospel, and you will not want me myself, when you have got my confession."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book III 12:9",
                            "text": "Nay, you have got me myself when you have my confession; for though I have no weight apart from my confession, yet the actual confession adds weight to my person\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book III 12:10",
                            "text": "Tell us then, O Evangelist, tell us the confession: tell us the faith of the chief Apostle: did he confess that Jesus was only a man, or God? did he say that there was nothing but flesh in Him, or did he proclaim Him the Son of God? When then the Lord Jesus Christ asked whom the disciples believed and confessed Him to be, Peter, the first of the Apostles, replied—one in the name of all—for the answer of one was to the same effect as the faith of them all."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book III 12:11",
                            "text": "But it was fitting that he should first give the answer, that the order of the answer might correspond to the degree of honour: and that he might outstrip them in confession, as he outstripped them in age."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book III 12:12",
                            "text": "What then does he  say? \"Thou art,\" he says, \"the Christ the Son of the living God\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book III 12:13",
                            "text": "I am obliged, you heretic, to make use of a plain and simple question to confute you."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book III 12:14",
                            "text": "Tell me, I pray, who was He, to whom Peter gave that answer? You cannot deny that it was the Christ."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book III 12:15",
                            "text": "I ask then, what do you call Christ? man or God? Man certainly without any doubt: for hence springs the whole of your heresy, because you deny that Christ is the Son of God."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book III 12:16",
                            "text": "And so too you say that Mary is Christotocos, but not Theotocos, because she was the mother of Christ, not of God."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book III 12:17",
                            "text": "Therefore you maintain, that Christ is only a man, and not God, and so that He is the Son of man not of God."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book III 12:18",
                            "text": "What then does Peter reply to this? \"Thou art,\" he says, \"the Christ, the Son of the living God\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book III 12:19",
                            "text": "That Christ whom you declare to be only the Son of man, he testifies to be the Son of God."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book III 12:20",
                            "text": "Whom would you like us to believe? you or Peter? I imagine that you are not so shameless as to venture to prefer your own opinion to that of the first of the Apostles."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book III 12:21",
                            "text": "And yet what is there that you would not venture on? or how can you help scorning the Apostle, if you can deny God? \"Thou art then,\" he says, \"the Christ, the Son of the living God\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book III 12:22",
                            "text": "Is there anything puzzling or obscure in this? It is nothing but a plain and open confession: he proclaims Christ to be the Son of God."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book III 12:23",
                            "text": "Perhaps you will deny that the words were spoken: but the Evangelist testifies that they were."
                        },
                        {
                            "verse": 24,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book III 12:24",
                            "text": "Or do you say that the Apostle told a lie? But it is an awful lie to accuse an Apostle of lying."
                        },
                        {
                            "verse": 25,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book III 12:25",
                            "text": "Or perhaps you will maintain that the words were spoken of some other Christ? But this is a novel kind of monstrous fabrication."
                        },
                        {
                            "verse": 26,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book III 12:26",
                            "text": "What then is left for you? One thing indeed; viz."
                        },
                        {
                            "verse": 27,
                            "chapter": 12,
                            "name": "John Cassian: Against Nestorius Book III 12:27",
                            "text": ", that since what is written is read, and what is read is true, you should finally be driven by force and compulsion (as you cannot assert its falsehood) to desist from impugning its truth."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "John Cassian: Against Nestorius Book III 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book III 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book III 13:2",
                            "text": "The confession of the blessed Peter receives a testimony to its truth from Christ Himself."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book III 13:3",
                            "text": "But still, as I have made use of the testimony of the chief Apostle, in which he openly confessed the Lord Jesus Christ as God, let us see how He whom he confessed approved of his confession; for of far more value than the Apostle's words is the fact that God Himself commended his utterance."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book III 13:4",
                            "text": "When then the Apostle said: \"Thou art the Christ the Son of the living God,\" what was the answer of our Lord and Saviour? \"Blessed art thou,\" said He, \"Simon Barjonah, for flesh and blood hath not revealed it unto thee but the Spirit of My Father which is in heaven\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book III 13:5",
                            "text": "If you do not like to use the testimony of the Apostle use that of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book III 13:6",
                            "text": "For by commending what was said God added His own authority to the Apostle's utterance, so that although the utterance came from the lips of the Apostle, yet God who approved of it made it His own."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book III 13:7",
                            "text": "\"Blessed art thou,\" said He, \"Simon Barjonah, for flesh and blood hath not revealed it unto thee, but the Spirit of My Father which is in heaven\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book III 13:8",
                            "text": "Thus in the words of the Apostle you have the testimony of the Holy Spirit and of the Son who was present and of God the Father."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book III 13:9",
                            "text": "What more can you want, or what comes up to this? The Son commended: the Father was present: the Holy Ghost revealed."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book III 13:10",
                            "text": "The utterance of the Apostle thus gives the testimony of the entire Godhead: for this utterance must necessarily have the authority of Him from whose prompting it proceeds."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book III 13:11",
                            "text": "\"Blessed then art thou,\" said He, \"Simon Barjonah, for flesh and blood hath not revealed it unto thee, but the Spirit of My Father which is in heaven\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book III 13:12",
                            "text": "If then flesh and blood did not reveal this to Peter or inspire him, you must at last see who inspires you."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "John Cassian: Against Nestorius Book III 13:13",
                            "text": "If the Spirit of God taught him who confessed that Christ was God, you see how you are taught by the spirit of the devil if you can deny it."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "John Cassian: Against Nestorius Book III 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book III 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book III 14:2",
                            "text": "How the confession of the blessed Peter is the faith of the whole Church."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book III 14:3",
                            "text": "But what are the other words which follow that saying of the Lord's, with which He commends Peter? \"And I,\" said He, \"say unto thee, that thou art Peter and upon this rock I will build My Church\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book III 14:4",
                            "text": "Do you see how the saying of Peter is the faith of the Church? He then must of course be outside the Church, who does not hold the faith of the Church."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book III 14:5",
                            "text": "\"And to thee,\" saith the Lord, \"I will give the keys of the kingdom of heaven\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book III 14:6",
                            "text": "This faith deserved heaven: this faith received the keys of the heavenly kingdom."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book III 14:7",
                            "text": "See what awaits you."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book III 14:8",
                            "text": "You cannot enter the gate to which this key belongs, if you have denied the faith of this key."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book III 14:9",
                            "text": "\"And the gate,\" He adds, \"of hell shall not prevail against thee\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book III 14:10",
                            "text": "The gates of hell are the belief or rather the misbelief of heretics."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book III 14:11",
                            "text": "For widely as hell is separated from heaven,  so widely is he who denies from him who confessed that Christ is God."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book III 14:12",
                            "text": "\"Whatsoever,\" He proceeds, \"thou shalt bind on earth, shalt be bound in heaven, and whatsoever thou shalt loose on earth, shalt be loosed also in heaven\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book III 14:13",
                            "text": "The perfect faith of the Apostle somehow is given the power of Deity, that what it should bind or loose on earth, might be bound or loosed in heaven."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book III 14:14",
                            "text": "For you then, who come against the Apostle's faith, as you see that already you are bound on earth, it only remains that you should know that you are bound also in heaven."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "John Cassian: Against Nestorius Book III 14:15",
                            "text": "But it would take too long to go into details which are so numerous as to make a long and wearisome story, even if they are related with brevity and conciseness."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "John Cassian: Against Nestorius Book III 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:2",
                            "text": "St."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:3",
                            "text": "Thomas also confessed the same faith as Peter after the Lord's resurrection."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:4",
                            "text": "But I want still to add one more testimony from an Apostle for you: that you may see how what followed after the passion corresponded with what went before it."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:5",
                            "text": "When then the Lord appeared in the midst of His disciples when the doors were shut, and wished to make clear to the Apostles the reality of His body, when the Apostle Thomas felt His flesh and handled His side and examined His wounds—what was it that he declared, when he was convinced of the reality of the body shown to him? \"My Lord,\" he said, \"and my God\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:6",
                            "text": "Did he say what you say, that it was a man and not God? Christ and not Divinity? He surely touched the body of his Lord and answered that He was God."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:7",
                            "text": "Did he make any separation between man and God? or did he call that flesh Theotocos, to use your expression, i-e:, that which received Divinity? or did he, after the fashion of your blasphemy, declare that He whom he touched was to be honoured not for His own sake, but for the sake of Him whom He had received into Himself? But perhaps God's Apostle knew nothing of that subtle separation of yours, and had no experience of the fine distinctions of your judgment, as he was a rude countryman, ignorant of the dialectic art, and of the method of philosophic disputation; for whom the Lord's teaching was amply sufficient, and as he was one who knew nothing whatever except what he learnt from the instruction of the Lord! And so his words contain heavenly doctrine; his faith is a Divine lesson."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:8",
                            "text": "He had never learnt to separate, as you do, the Lord from His body: and had no idea how to rend God asunder from Himself."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:9",
                            "text": "He was holy, straightforward, upright: filled with practical innocence, unalloyed faith, and pure knowledge: having a simple understanding joined with prudence, a wisdom entirely free from all evil, together with perfect simplicity: ignorant of any corruption, and free from all heretical perversity, and as one who had experienced in himself the force of the Divine lesson, he held fast everything which he had learnt."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:10",
                            "text": "And so he—countryman and ignorant fellow as you fancy him—shuts you up with a brief answer, and destroys your position with a few words of his."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:11",
                            "text": "What then did the Apostle Thomas touch when he drew near to handle his God? Certainly it was Christ without any doubt."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:12",
                            "text": "But what did he exclaim? \"My Lord,\" he said, \"and my God\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:13",
                            "text": "Now, if you can, separate Christ from God, and change this saying, if you are able to."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:14",
                            "text": "Make use of all dialectic art—all the prudence of this world, and that foolish wisdom which consists in wordy subtlety."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:15",
                            "text": "Turn yourself about in every direction, and draw in your horns."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:16",
                            "text": "Do whatever you can with ingenuity and art."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:17",
                            "text": "Say what you like, and do what you like; you cannot possibly get out of this without confessing that what the Apostle touched was God."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:18",
                            "text": "And indeed, if the thing can possibly be done, perhaps you will want to alter the statement of the gospel story, so that we may not read that the Apostle Thomas touched the body of the Lord, or that he called Christ Lord and God."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:19",
                            "text": "But it is absolutely impossible to alter what is written in the gospel of God."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:20",
                            "text": "For \"heaven and earth shall pass away, but the words\" of God \"shall not pass away\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:21",
                            "text": "For lo, even now he who then bore his witness, the Apostle Thomas, proclaims to you: \"Jesus whom I touched is God."
                        },
                        {
                            "verse": 22,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:22",
                            "text": "It is God whose limbs I handled."
                        },
                        {
                            "verse": 23,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:23",
                            "text": "I did not feel what was incorporeal, not handle what was intangible: I touched not a Spirit with my hand, so that it might be believed that I said of it alone 'It is God."
                        },
                        {
                            "verse": 24,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:24",
                            "text": "' For 'a spirit,' as my Lord Himself said, 'hath not flesh and bones."
                        },
                        {
                            "verse": 25,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:25",
                            "text": "' I touched the body of my Lord."
                        },
                        {
                            "verse": 26,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:26",
                            "text": "I handled flesh and bones."
                        },
                        {
                            "verse": 27,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:27",
                            "text": "I put my fingers into the prints of the wounds: and I declared of Christ my Lord, whom I had handled: 'My Lord and my God."
                        },
                        {
                            "verse": 28,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:28",
                            "text": "' For I know not how to make a separation between Christ and God, and I cannot insert blasphemous distinctions between Jesus and God, or rend my Lord asunder from Himself."
                        },
                        {
                            "verse": 29,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:29",
                            "text": "Away from me, whoever is of a different opinion, and whoever says anything different."
                        },
                        {
                            "verse": 30,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:30",
                            "text": "I know not that  Christ is other than God."
                        },
                        {
                            "verse": 31,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:31",
                            "text": "This faith I held together with my fellow apostles: this I delivered to the Churches: this I preached to the Gentiles: this I proclaim to thee also, Christ is God, Christ is God."
                        },
                        {
                            "verse": 32,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:32",
                            "text": "A sound mind imagines nothing else: a sound faith says nothing else."
                        },
                        {
                            "verse": 33,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:33",
                            "text": "The Deity cannot be parted from Itself."
                        },
                        {
                            "verse": 34,
                            "chapter": 15,
                            "name": "John Cassian: Against Nestorius Book III 15:34",
                            "text": "And since whatever is Christ is God, there can be found in God none other but God\"."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "John Cassian: Against Nestorius Book III 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:2",
                            "text": "He brings forward the witness of God the Father to the Divinity of the Son."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:3",
                            "text": "What do you say now, you heretic? Are these evidences of the faith, aye and of all your unbelief, enough for you: or would you like some more to be added to them? but what can be added after Prophets and Apostles? unless perhaps—as the Jews once demanded—you too might ask for a sign to be given you from heaven? But if you ask this, we must give you the same answer which was formerly given to them: \"An evil and adulterous generation seeketh after a sign."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:4",
                            "text": "And no sign shall be given to it, but the sign of the prophet Jonah\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:5",
                            "text": "And indeed this sign would be enough for you as for the Jews who crucified Him, that you might be taught to believe in the Lord God by this alone, through which even those who had persecuted Him, came to believe."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:6",
                            "text": "But as we have mentioned a sign from heaven, I will show you a sign from heaven: and one of such a character that even the devils have never gainsaid it: while, constrained by the demands of truth, though they saw Jesus in bodily form, they yet cried out that He was God, as indeed He was."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:7",
                            "text": "What then does the Evangelist say of the Lord Jesus Christ? \"When He was baptized,\" he says, \"straightway He went up out of the water."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:8",
                            "text": "And lo, the heavens were opened to Him, and He saw the Spirit descending like a dove, and coming upon Him."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:9",
                            "text": "And behold, a voice from heaven, saying: This is My beloved Son, in whom I am well pleased\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:10",
                            "text": "What do you say to this, you heretic? Do you dislike the words spoken, or the Person of the Speaker? The meaning of the utterance at any rate needs no explanation: nor does the worth of the Speaker need the commendation of words."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:11",
                            "text": "It is God the Father who spoke."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:12",
                            "text": "What He said is clear enough."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:13",
                            "text": "Surely you cannot make so shameless and blasphemous an assertion as to say that God the Father is not to be believed concerning the only begotten Son of God? \"This,\" He then says, \"is My beloved Son in whom I am well pleased\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:14",
                            "text": "But perhaps you will try to maintain that this is madness, and that this was said of the Word and not of Christ."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:15",
                            "text": "Tell me then who was it who was baptized? The Word or Christ? Flesh or Spirit? You cannot possibly deny that it was Christ."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:16",
                            "text": "That man then, born of man and of God, conceived by the descent of the Holy Spirit upon the Virgin, and by the overshadowing of the Power of the Most High, and thus the Son of man and of God, He it was, as you cannot deny, who was baptized."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:17",
                            "text": "If then it was He who was baptized, it was He also who was named, for certainly the Person who was baptized was the one named."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:18",
                            "text": "\"This,\" said He, \"is My beloved Son, in whom I am well pleased\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:19",
                            "text": "Could anything be said with greater significance or clearness? Christ was baptized."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:20",
                            "text": "Christ went up out of the water."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:21",
                            "text": "When Christ was baptized the heavens were opened."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:22",
                            "text": "For Christ's sake the dove descended upon Christ, the Holy Spirit was present in a bodily form."
                        },
                        {
                            "verse": 23,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:23",
                            "text": "The Father addressed Christ."
                        },
                        {
                            "verse": 24,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:24",
                            "text": "If you venture to deny that this was spoken of Christ, the only thing is for you to maintain that Christ was not baptized, that the Spirit did not descend, and that the Father did not speak."
                        },
                        {
                            "verse": 25,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:25",
                            "text": "But the truth itself is urgent and weighs you down so that even if you will not confess it, yet you cannot deny it."
                        },
                        {
                            "verse": 26,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:26",
                            "text": "For what says the Evangelist? \"When He was baptized, straightway He went up out of the water\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:27",
                            "text": "Who was baptized? Most certainly Christ."
                        },
                        {
                            "verse": 28,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:28",
                            "text": "\"And behold,\" he says, \"the heavens were opened to Him\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:29",
                            "text": "To where, forsooth, save to Him who was baptized? Most certainly to Christ."
                        },
                        {
                            "verse": 30,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:30",
                            "text": "\"And He saw the Spirit of God descending like a dove and coming upon Him\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:31",
                            "text": "Who saw? Christ indeed."
                        },
                        {
                            "verse": 32,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:32",
                            "text": "Upon whom did It descend? Most certainly upon Christ."
                        },
                        {
                            "verse": 33,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:33",
                            "text": "\"And a voice came from heaven."
                        },
                        {
                            "verse": 34,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:34",
                            "text": "saying\"—of whom? Of Christ indeed: for what follows? \"This is My beloved Son, in whom I am well pleased\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:35",
                            "text": "In order that it might be made clear on whose account all this happened, there followed the voice, saying: \"This is My beloved Son,\" as if to say: This is He on whose account all this took place."
                        },
                        {
                            "verse": 36,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:36",
                            "text": "For this is My Son: on His account the heavens were opened: on His account My Spirit came: on His account My voice was heard."
                        },
                        {
                            "verse": 37,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:37",
                            "text": "For this is My Son."
                        },
                        {
                            "verse": 38,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:38",
                            "text": "In saying then \"This is My Son\" whom did He so designate? Certainly Him whom the dove touched."
                        },
                        {
                            "verse": 39,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:39",
                            "text": "And whom did the dove touch? Christ indeed."
                        },
                        {
                            "verse": 40,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:40",
                            "text": "Therefore Christ is the Son of God."
                        },
                        {
                            "verse": 41,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:41",
                            "text": "My promise is fulfilled, I fancy."
                        },
                        {
                            "verse": 42,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:42",
                            "text": "Do you see  then now, O heretic, a sign given you from heaven; and not one only, but many and special ones? For there is one in the opening of heaven, another in the descent of the Spirit, a third in the voice of the Father."
                        },
                        {
                            "verse": 43,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:43",
                            "text": "All of which most clearly show that Christ is God, for the laying open of the heavens indicates that He is God, and the descent of the Holy Spirit upon Him supports His Divinity, and the address of the Father confirms it."
                        },
                        {
                            "verse": 44,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:44",
                            "text": "For heaven would not have been opened except in honour of its Lord: nor would the Holy Ghost have descended in a bodily form except upon the Son of God: nor would the Father have declared Him to be the Son, had he not been truly such; especially with such tokens of a Divine birth, as not merely to confirm the truth of the right faith, but also to exclude the wickedness of guilty and erroneous belief."
                        },
                        {
                            "verse": 45,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:45",
                            "text": "For when the Father had expressly and pointedly said with the inexpressible majesty of a Divine utterance, \"This is My Son,\" He added also what follows—I mean, \"My beloved, in whom I am well pleased\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:46",
                            "text": "As He had already declared Him by the prophet to be God the Mighty and God the Great, so when He says here, \"My beloved Son in whom I am well pleased,\" He adds further to the name of His own Son the title also of His beloved Son, in whom He is well pleased: that the addition of the titles might denote the special properties of the Divine nature; and that that might specially redound to the glory of the Son of God, which had never happened to any man."
                        },
                        {
                            "verse": 47,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:47",
                            "text": "And so just as in the case of our Lord Jesus Christ these special and unique things happened; viz."
                        },
                        {
                            "verse": 48,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:48",
                            "text": ", that the heavens were opened, that in the sight of all God the Father touched Him in a sort of way, through the coming and presence of the dove, and pointed almost with His finger to Him saying, \"This is My Son;\" so this too is special and unique in His case; viz."
                        },
                        {
                            "verse": 49,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:49",
                            "text": ", that He is specially beloved, and is specially named as well-pleasing to the Father, in order that these special accompaniments might mark the special import of His nature, and that the special character of His names might support the special position of the only begotten Son, which the honour of the signs previously given had already confirmed."
                        },
                        {
                            "verse": 50,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:50",
                            "text": "But here comes the end of this book."
                        },
                        {
                            "verse": 51,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:51",
                            "text": "For this saying of God the Father can neither be added to, nor equalled by any words of men."
                        },
                        {
                            "verse": 52,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:52",
                            "text": "For us God the Father Himself is a sufficiently satisfactory witness concerning our Lord Jesus Christ, when He says \"This is My Son\"."
                        },
                        {
                            "verse": 53,
                            "chapter": 16,
                            "name": "John Cassian: Against Nestorius Book III 16:53",
                            "text": "If you think that it is possible for these utterances of God the Father to be gainsaid, then you are forced to contradict Him, who by the clearest possible announcement caused Him to be acknowledged as His Son by the whole world."
                        }
                    ]
                }
            ]
        }
    ]
}