{
    "books": [
        {
            "name": "Augustine: Confessions Book II",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: Confessions Book II 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book II 1:1",
                            "text": "Confessions Book II: Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book II 1:2",
                            "text": "—He Deplores the Wickedness of His Youth."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book II 1:3",
                            "text": "I Will now call to mind my past foulness, and the carnal corruptions of my soul, not because I love them, but that I may love Thee, O my God."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book II 1:4",
                            "text": "For love of Thy love do I it, recalling, in the very bitterness of my remembrance, my most vicious ways, that Thou mayest grow sweet to me,—Thou sweetness without deception! Thou sweetness happy and assured!—and re-collecting myself out of that my dissipation, in which I was torn to pieces, while, turned away from Thee the One, I lost myself among many vanities."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: Confessions Book II 1:5",
                            "text": "For I even longed in my youth formerly to be satisfied with worldly things, and I dared to grow wild again with various and shadowy loves; my form consumed away, and I became corrupt in Thine eyes, pleasing myself, and eager to please in the eyes of men."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: Confessions Book II 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book II 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book II 2:2",
                            "text": "—Stricken with Exceeding Grief, He Remembers the Dissolute Passions in Which, in His Sixteenth Year, He Used to Indulge."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book II 2:3",
                            "text": "But what was it that I delighted in save to love and to be beloved? But I held it not in moderation, mind to mind, the bright path of friendship, but out of the dark concupiscence of the flesh and the effervescence of youth exhalations came forth which obscured and overcast my heart, so that I was unable to discern pure affection from unholy desire."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book II 2:4",
                            "text": "Both boiled confusedly within me, and dragged away my unstable youth into the rough places of unchaste desires, and plunged me into a gulf of infamy."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book II 2:5",
                            "text": "Thy anger had overshadowed me, and I knew it not."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book II 2:6",
                            "text": "I was become deaf by the rattling of the chains of my mortality, the punishment for my soul's pride; and I wandered farther from Thee, and Thou didst \"suffer\" me; and I was tossed to and fro, and wasted, and poured out, and boiled over in my fornications, and Thou didst hold Thy peace, O Thou my tardy joy! Thou then didst hold Thy peace, and I wandered still farther from Thee, into more and more barren seed-plots of sorrows, with proud dejection and restless lassitude."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book II 2:7",
                            "text": "Oh for one to have regulated my disorder, and turned to my profit the fleeting beauties of the things around me, and fixed a bound to their sweetness, so that the tides of my youth might have spent themselves upon the conjugal shore, if so be they could not be tranquillized and satisfied within the object of a family, as Thy law appoints, O Lord,—who thus formest the offspring of our death, being able also with a tender hand to blunt the thorns which were excluded from Thy paradise! For Thy omnipotency is not far from us even when we are far from Thee, else in truth ought I more vigilantly to have given heed to the voice from the clouds: \"Nevertheless, such shall have trouble in the flesh, but I spare you;\" and, \"It is good for a man not to touch a woman;\" and, \"He that is unmarried careth for the things that belong to the Lord, how he may please the Lord; but he that is married careth for the things that are of the world, how he may please his wife\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book II 2:8",
                            "text": "I should, therefore, have listened more attentively to these words, and, being severed \"for the kingdom of heaven's sake,\" I would with greater happiness have expected Thy embraces."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book II 2:9",
                            "text": "But I, poor fool, seethed as does the sea, and, forsaking Thee, followed the violent course of my own stream, and exceeded all Thy limitations; nor did I escape Thy scourges."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book II 2:10",
                            "text": "For what mortal can do so? But Thou wert always by me, mercifully angry, and dashing with the bitterest vexations all my illicit pleasures, in order that I might seek pleasures free from vexation."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book II 2:11",
                            "text": "But where I could meet with such except in Thee, O Lord, I could not find,—except in Thee, who teachest by sorrow, and woundest us to heal us, and killest us that we may not die from Thee."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Augustine: Confessions Book II 2:12",
                            "text": "Where was I, and how far was I exiled from the delights of Thy house, in that sixteenth year of the age of my flesh, when the madness of lust—to the which human shamelessness granteth full freedom, although forbidden by Thy laws—held complete sway over me, and I resigned myself entirely to it? Those about me meanwhile took no care to save me from ruin by marriage, their sole care being that I should learn to make a powerful speech, and become a persuasive orator."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Augustine: Confessions Book II 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book II 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book II 3:2",
                            "text": "—Concerning His Father, a Freeman of Thagaste, the Assister of His Son's Studies, and on the Admonitions of His Mother on the Preservation of Chastity."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book II 3:3",
                            "text": "And for that year my studies were intermitted, while after my return from Madaura (a neighbouring city, whither I had begun to go in order to learn grammar and rhetoric), the expenses for a further residence at Carthage were provided for me; and that was rather by the determination than the means of my father, who was but a poor freeman of Thagaste."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book II 3:4",
                            "text": "To whom do I narrate this? Not unto Thee, my God; but before Thee unto my own kind, even to that small part of the human race who may chance to light upon these my writings."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book II 3:5",
                            "text": "And to what end? That I and all who read the same may reflect out of what depths we are to cry unto Thee."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book II 3:6",
                            "text": "For what cometh nearer to Thine ears than a confessing heart and a life of faith? For who did not extol and praise my father, in that he went even beyond his means to supply his son with all the necessaries for a far journey for the sake of his studies? For many far richer citizens did not the like for their children."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book II 3:7",
                            "text": "But yet this same father did not trouble himself how I grew towards Thee, nor how chaste I was, so long as I was skilful in speaking—however barren I was to Thy tilling, O God, who art the sole true and good Lord of my heart, which is Thy field."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book II 3:8",
                            "text": "But while, in that sixteenth year of my age, I resided with my parents, having holiday from school for a time (this idleness being imposed upon me by my parents' necessitous circumstances), the thorns of lust grew rank over my head, and there was no hand to pluck them out."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book II 3:9",
                            "text": "Moreover when my father, seeing me at the baths, perceived that I was becoming a man, and was stirred with a restless youthfulness, he, as if from this anticipating future descendants, joyfully told it to my mother; rejoicing in that intoxication wherein the world so often forgets Thee, its Creator, and falls in love with Thy creature instead of Thee, from the invisible wine of its own perversity turning and bowing down to the most infamous things."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book II 3:10",
                            "text": "But in my mother's breast Thou hadst even now begun Thy temple, and the commencement of Thy holy habitation, whereas my father was only a catechumen as yet, and that but recently."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book II 3:11",
                            "text": "She then started up with a pious fear and trembling; and, although I had not yet been baptized, she feared those crooked ways in which they walk who turn their back to Thee, and not their face."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book II 3:12",
                            "text": "Woe is me! and dare I affirm that Thou heldest Thy peace, O my God, while I strayed farther from Thee? Didst Thou then hold Thy peace to me? And whose words were they but Thine which by my mother, Thy faithful handmaid, Thou pouredst into my ears, none of which sank into my heart to make me do it? For she desired, and I remember privately warned me, with great solicitude, \"not to commit fornication; but above all things never to defile another man's wife\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book II 3:13",
                            "text": "These appeared to me but womanish counsels, which I should blush to obey."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book II 3:14",
                            "text": "But they were Thine, and I knew it not, and I thought that Thou heldest Thy peace, and that it was she who spoke, through whom Thou heldest not Thy peace to me, and in her person wast despised by me, her son, \"the son of Thy handmaid, Thy servant\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book II 3:15",
                            "text": "But this I knew not; and rushed on headlong with such blindness, that amongst my equals I was ashamed to be less shameless, when I heard them pluming themselves upon their disgraceful acts, yea, and glorying all the more in proportion to the greatness of their baseness; and I took pleasure in doing it, not for the pleasure's sake only, but for the praise."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book II 3:16",
                            "text": "What is worthy of dispraise but vice? But I made myself out worse than I was, in order that I might not be dispraised; and when in anything I had not sinned as the abandoned ones, I would affirm that I had done what I had not, that I might not appear abject for being more innocent, or of less esteem for being more chaste."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book II 3:17",
                            "text": "Behold with what companions I walked the streets of Babylon, in whose filth I was rolled, as if in cinnamon and precious ointments."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book II 3:18",
                            "text": "And that I might cleave the more tenaciously to its very centre, my invisible enemy trod me down, and seduced me, I being easily seduced."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book II 3:19",
                            "text": "Nor did the mother of my flesh, although she herself had ere this fled \"out of the midst of Babylon,\"—progressing, however, but slowly in the skirts of it,—in counselling me to chastity, so bear in mind what she had been told about me by her husband as to restrain in the limits of conjugal affection (if it could not be cut away to the quick) what she knew to be destructive in the present and dangerous in the future."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book II 3:20",
                            "text": "But she took no heed of this, for she was afraid lest a wife should prove a hindrance and a clog to my hopes."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book II 3:21",
                            "text": "Not those hopes of the future world, which my mother had in Thee; but the hope of learning, which both my parents were too anxious that I should acquire,—he, because he had little or no thought of Thee, and but vain thoughts for me—she, because she calculated that those usual courses of learning would not only be no drawback, but rather a furtherance towards my attaining Thee."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book II 3:22",
                            "text": "For thus I conjecture, recalling as well as I can the dispositions of my parents."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book II 3:23",
                            "text": "The reins, meantime, were slackened towards me beyond the restraint of due severity, that I might play, yea, even to dissoluteness, in whatsoever I fancied."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Augustine: Confessions Book II 3:24",
                            "text": "And in all there was a mist, shutting out from my sight the brightness of Thy truth, O my God; and my iniquity displayed itself as from very \"fatness\"."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Augustine: Confessions Book II 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book II 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book II 4:2",
                            "text": "—He Commits Theft with His Companions, Not Urged on by Poverty, But from a Certain Distaste of Well-Doing."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book II 4:3",
                            "text": "Theft is punished by Thy law, O Lord, and by the law written in men's hearts, which iniquity itself cannot blot out."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book II 4:4",
                            "text": "For what thief will suffer a thief? Even a rich thief will not suffer him who is driven to it by want."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book II 4:5",
                            "text": "Yet had I a desire to commit robbery, and did so, compelled neither by hunger, nor poverty through a distaste for well-doing, and a lustiness of iniquity."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book II 4:6",
                            "text": "For I pilfered that of which I had already sufficient, and much better."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book II 4:7",
                            "text": "Nor did I desire to enjoy what I pilfered, but the theft and sin itself."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book II 4:8",
                            "text": "There was a pear-tree close to our vineyard, heavily laden with fruit, which was tempting neither for its colour nor its flavour."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book II 4:9",
                            "text": "To shake and rob this some of us wanton young fellows went, late one night (having, according to our disgraceful habit, prolonged our games in the streets until then), and carried away great loads, not to eat ourselves, but to fling to the very swine, having only eaten some of them; and to do this pleased us all the more because it was not permitted."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book II 4:10",
                            "text": "Behold my heart, O my God; behold my heart, which Thou hadst pity upon when in the bottomless pit."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book II 4:11",
                            "text": "Behold, now, let my heart tell Thee what it was seeking there, that I should be gratuitously wanton, having no inducement to evil but the evil itself."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book II 4:12",
                            "text": "It was foul, and I loved it."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book II 4:13",
                            "text": "I loved to perish."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book II 4:14",
                            "text": "I loved my own error—not that for which I erred, but the error itself."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Augustine: Confessions Book II 4:15",
                            "text": "Base soul, falling from Thy firmament to utter destruction—not seeking aught through the shame but the shame itself!."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Augustine: Confessions Book II 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book II 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book II 5:2",
                            "text": "—Concerning the Motives to Sin, Which are Not in the Love of Evil, But in the Desire of Obtaining the Property of Others."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book II 5:3",
                            "text": "There is a desirableness in all beautiful bodies, and in gold, and silver, and all things; and in bodily contact sympathy is powerful, and each other sense hath his proper adaptation of body."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book II 5:4",
                            "text": "Worldly honour hath also its glory, and the power of command, and of overcoming; whence proceeds also the desire for revenge."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book II 5:5",
                            "text": "And yet to acquire all these, we must not depart from Thee, O Lord, nor deviate from Thy law."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book II 5:6",
                            "text": "The life which we live here hath also its peculiar attractiveness, through a certain measure of comeliness of its own, and harmony with all things here below."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book II 5:7",
                            "text": "The friendships of men also are endeared by a sweet bond, in the oneness of many souls."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book II 5:8",
                            "text": "On account of all these, and such as these, is sin committed; while through an inordinate preference for these goods of a lower kind, the better and higher are neglected,—even Thou, our Lord God, Thy truth, and Thy law."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book II 5:9",
                            "text": "For these meaner things have their delights, but not like unto my God, who hath created all things; for in Him doth the righteous delight, and He is the sweetness of the upright in heart."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book II 5:10",
                            "text": "When, therefore, we inquire why a crime was committed, we do not believe it, unless it appear that there might have been the wish to obtain some of those which we designated meaner things, or else a fear of losing them."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book II 5:11",
                            "text": "For truly they are beautiful and comely, although in comparison with those higher and celestial goods they be abject and contemptible."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book II 5:12",
                            "text": "A man hath murdered another; what was his motive? He desired his wife or his estate; or would steal to support himself; or he was afraid of losing something of the kind by him; or, being injured, he was burning to be revenged."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book II 5:13",
                            "text": "Would he commit murder without a motive, taking delight simply in the act of murder? Who would credit it? For as for that savage and brutal man, of whom it is declared that he was gratuitously wicked and cruel, there is yet a motive assigned."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book II 5:14",
                            "text": "\"Lest through idleness,\" he says, \"hand or heart should grow inactive\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book II 5:15",
                            "text": "And to what purpose? Why, even that, having once got possession of the city through that practice of wickedness, he might attain unto honours, empire, and wealth, and be exempt from the fear of the laws, and his difficult circumstances from the needs of his family, and the consciousness of his own wickedness."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Augustine: Confessions Book II 5:16",
                            "text": "So it seems that even Catiline himself loved not his own villanies, but something else, which gave him the motive for committing them."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Augustine: Confessions Book II 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book II 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book II 6:2",
                            "text": "—Why He Delighted in that Theft, When All Things Which Under the Appearance of Good Invite to Vice are True and Perfect in God Alone."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book II 6:3",
                            "text": "What was it, then, that I, miserable one, so doted on in thee, thou theft of mine, thou deed of darkness, in that sixteenth year of my age? Beautiful thou wert not, since thou wert theft."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book II 6:4",
                            "text": "But art thou anything, that so I may argue the case with thee? Those pears that we stole were fair to the sight, because they were Thy creation, Thou fairest of all, Creator of all, Thou good God—God, the highest good, and my true good."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book II 6:5",
                            "text": "Those pears truly were pleasant to the sight; but it was not for them that my miserable soul lusted, for I had abundance of better, but those I plucked simply that I might steal."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book II 6:6",
                            "text": "For, having plucked them, I threw them away, my sole gratification in them being my own sin, which I was pleased to enjoy."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book II 6:7",
                            "text": "For if any of these pears entered my mouth, the sweetener of it was my sin in eating it."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book II 6:8",
                            "text": "And now, O Lord my God, I ask what it was in that theft of mine that caused me such delight; and behold it hath no beauty in it—not such, I mean, as exists in justice and wisdom; nor such as is in the mind, memory, senses, and animal life of man; nor yet such as is the glory and beauty of the stars in their courses; or the earth, or the sea, teeming with incipient life, to replace, as it is born, that which decayeth; nor, indeed, that false and shadowy beauty which pertaineth to deceptive vices."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book II 6:9",
                            "text": "For thus doth pride imitate high estate, whereas Thou alone art God, high above all."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book II 6:10",
                            "text": "And what does ambition seek but honours and renown, whereas Thou alone art to be honoured above all, and renowned for evermore? The cruelty of the powerful wishes to be feared; but who is to be feared but God only, out of whose power what can be forced away or withdrawn—when, or where, or whither, or by whom? The enticements of the wanton would fain be deemed love; and yet is naught more enticing than Thy charity, nor is aught loved more healthfully than that, Thy truth, bright and beautiful above all."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book II 6:11",
                            "text": "Curiosity affects a desire for knowledge, whereas it is Thou who supremely knowest all things."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book II 6:12",
                            "text": "Yea, ignorance and foolishness themselves are concealed under the names of ingenuousness and harmlessness, because nothing can be found more ingenuous than Thou; and what is more harmless, since it is a sinner's own works by which he is harmed? And sloth seems to long for rest; but what sure rest is there besides the Lord? Luxury would fain be called plenty and abundance; but Thou art the fulness and unfailing plenteousness of unfading joys."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book II 6:13",
                            "text": "Prodigality presents a shadow of liberality; but Thou art the most lavish giver of all good."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book II 6:14",
                            "text": "Covetousness desires to possess much; and Thou art the Possessor of all things."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book II 6:15",
                            "text": "Envy contends for excellence; but what so excellent as Thou? Anger seeks revenge; who avenges more justly than Thou? Fear starts at unwonted and sudden chances which threaten things beloved, and is wary for their security; but what can happen that is unwonted or sudden to Thee? or who can deprive Thee of what Thou lovest? or where is there unshaken security save with Thee? Grief languishes for things lost in which desire had delighted itself, even because it would have nothing taken from it, as nothing can be from Thee."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book II 6:16",
                            "text": "Thus doth the soul commit fornication when she turns away from Thee, and seeks without Thee what she cannot find pure and untainted until she returns to Thee."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book II 6:17",
                            "text": "Thus all pervertedly imitate Thee who separate themselves far from Thee and raise themselves up against Thee."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book II 6:18",
                            "text": "But even by thus imitating Thee they acknowledge Thee to be the Creator of all nature, and so that there is no place whither they can altogether retire from Thee."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Augustine: Confessions Book II 6:19",
                            "text": "What, then, was it that I loved in that theft? And wherein did I, even corruptedly and pervertedly, imitate my Lord? Did I wish, if only by artifice, to act contrary to Thy law, because by power I could not, so that, being a captive, I might imitate an imperfect liberty by doing with impunity things which I was not allowed to do, in obscured likeness of Thy omnipotency? Behold this servant of Thine, fleeing from his Lord, and following a shadow! O rottenness! O monstrosity of life and profundity of death! Could I like that which was unlawful only because it was unlawful?."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Augustine: Confessions Book II 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book II 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book II 7:2",
                            "text": "—He Gives Thanks to God for the Remission of His Sins, and Reminds Every One that the Supreme God May Have Preserved Us from Greater Sins."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book II 7:3",
                            "text": "\"What shall I render unto the Lord,\" that whilst my memory recalls these things my soul is not appalled at them? I will love Thee, O Lord, and thank Thee, and confess unto Thy name, because Thou hast put away from me these so wicked and nefarious acts of mine."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book II 7:4",
                            "text": "To Thy grace I attribute it, and to Thy mercy, that Thou hast melted away my sin as it were ice."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book II 7:5",
                            "text": "To Thy grace also I attribute whatsoever of evil I have not committed; for what might I not have committed, loving as I did the sin for the sin's sake? Yea, all I confess to have been pardoned me, both those which I committed by my own perverseness, and those which, by Thy guidance, I committed not."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book II 7:6",
                            "text": "Where is he who, reflecting upon his own infirmity, dares to ascribe his chastity and innocency to his own strength, so that he should love Thee the less, as if he had been in less need of Thy mercy, whereby Thou dost forgive the transgressions of those that turn to Thee? For whosoever, called by Thee, obeyed Thy voice, and shunned those things which he reads me recalling and confessing of myself, let him not despise me, who, being sick, was healed by that same Physician by whose aid it was that he was not sick, or rather was less sick."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Augustine: Confessions Book II 7:7",
                            "text": "And for this let him love Thee as much, yea, all the more, since by whom he sees me to have been restored from so great a feebleness of sin, by Him he sees himself from a like feebleness to have been preserved."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Augustine: Confessions Book II 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book II 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book II 8:2",
                            "text": "—In His Theft He Loved the Company of His Fellow-Sinners."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book II 8:3",
                            "text": "\"What fruit had I then,\" wretched one, in those things which, when I remember them, cause me shame—above all in that theft, which I loved only for the theft's sake? And as the theft itself was nothing, all the more wretched was I who loved it."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book II 8:4",
                            "text": "Yet by myself alone I would not have done it—I recall what my heart was—alone I could not have done it."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book II 8:5",
                            "text": "I loved, then, in it the companionship of my accomplices with whom I did it."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book II 8:6",
                            "text": "I did not, therefore, love the theft alone—yea, rather, it was that alone that I loved, for the companionship was nothing."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book II 8:7",
                            "text": "What is the fact? Who is it that can teach me, but He who illuminateth mine heart and searcheth out the dark corners thereof? What is it that hath come into my mind to inquire about, to discuss, and to reflect upon? For had I at that time loved the pears I stole, and wished to enjoy them, I might have done so alone, if I could have been satisfied with the mere commission of the theft by which my pleasure was secured; nor needed I have provoked that itching of my own passions, by the encouragement of accomplices."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Augustine: Confessions Book II 8:8",
                            "text": "But as my enjoyment was not in those pears, it was in the crime itself, which the company of my fellow-sinners produced."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Augustine: Confessions Book II 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book II 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book II 9:2",
                            "text": "—It Was a Pleasure to Him Also to Laugh When Seriously Deceiving Others."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book II 9:3",
                            "text": "By what feelings, then, was I animated? For it was in truth too shameful; and woe was me who had it."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book II 9:4",
                            "text": "But still what was it? \"Who can understand his errors?\" We laughed, because our hearts were tickled at the thought of deceiving those who little imagined what we were doing, and would have vehemently disapproved of it."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book II 9:5",
                            "text": "Yet, again, why did I so rejoice in this, that I did it not alone? Is it that no one readily laughs alone? No one does so readily; but yet sometimes, when men are alone by themselves, nobody being by, a fit of laughter overcomes them when anything very droll presents itself to their senses or mind."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book II 9:6",
                            "text": "Yet alone I would not have done it—alone I could not at all have done it."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book II 9:7",
                            "text": "Behold, my God, the lively recollection of my soul is laid bare before Thee—alone I had not committed that theft, wherein what I stole pleased me not, but rather the act of stealing; nor to have done it alone would I have liked so well, neither would I have done it."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Augustine: Confessions Book II 9:8",
                            "text": "O Friendship too unfriendly! thou mysterious seducer of the soul, thou greediness to do mischief out of mirth and wantonness, thou craving for others' loss, without desire for my own profit or revenge; but when they say, \"Let us go, let us do it,\" we are ashamed not to be shameless."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Augustine: Confessions Book II 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book II 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book II 10:2",
                            "text": "—With God There is True Rest and Life Unchanging."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book II 10:3",
                            "text": "Who can unravel that twisted and tangled knottiness? It is foul."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book II 10:4",
                            "text": "I hate to reflect on it."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book II 10:5",
                            "text": "I hate to look on it."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book II 10:6",
                            "text": "But thee do I long for, O righteousness and innocency, fair and comely to all virtuous eyes, and of a satisfaction that never palls! With thee is perfect rest, and life unchanging."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book II 10:7",
                            "text": "He who enters into thee enters into the joy of his Lord, and shall have no fear, and shall do excellently in the most Excellent."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Augustine: Confessions Book II 10:8",
                            "text": "I sank away from Thee, O my God, and I wandered too far from Thee, my stay, in my youth, and became to myself an unfruitful land."
                        }
                    ]
                }
            ]
        }
    ]
}