{
    "books": [
        {
            "name": "Ephesus",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Ephesus 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Ephesus 1:1",
                            "text": "The Epistle of Cyril to Nestorius with the XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Ephesus 1:2",
                            "text": "Anathematisms."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Ephesus 1:3",
                            "text": "(Labbe and Cossart, Concilia, Tom."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Ephesus 1:4",
                            "text": "III."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Ephesus 1:5",
                            "text": ", col."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Ephesus 1:6",
                            "text": "395; Migne, Patr."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Ephesus 1:7",
                            "text": "Graec."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Ephesus 1:8",
                            "text": ", Tom."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Ephesus 1:9",
                            "text": "LXXVII."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Ephesus 1:10",
                            "text": "[Cyril, Opera, Tom."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Ephesus 1:11",
                            "text": "X."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Ephesus 1:12",
                            "text": "], col."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Ephesus 1:13",
                            "text": "105 et seqq."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Ephesus 1:14",
                            "text": ")  To the most reverend and God-loving fellow-minister Nestorius, Cyril and the synod assembled in Alexandria, of the Egyptian Province, Greeting in the Lord."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Ephesus 1:15",
                            "text": "When our Saviour says clearly:  \"He that loveth father or mother more than me is not worthy of me:  and he that loveth son or daughter more than me is not worthy of me,\" what is to become of us, from whom your Holiness requires that we love you more than Christ the Saviour of us all?  Who can help us in the day of judgment, or what kind of excuse shall we find for thus keeping silence so long, with regard to the blasphemies made by you against him?  If you injured yourself alone, by teaching and holding such things, perhaps it would be less matter; but you have greatly scandalized the whole Church, and have cast among the people the leaven of a strange and new heresy."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Ephesus 1:16",
                            "text": "And not to those there [i-e: at Constantinople] only; but also to those everywhere [the books of your explanation were sent]."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Ephesus 1:17",
                            "text": "How can we any longer, under these circumstances, make a defence for our silence, or how shall we not be forced to remember that Christ said:  \"Think not that I am come to send peace on earth:  I came not to send peace, but a sword."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Ephesus 1:18",
                            "text": "For I am come to set a man at variance against his father, and the daughter against her mother\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Ephesus 1:19",
                            "text": "For if faith be injured, let there be lost the honour due to parents, as stale and tottering, let even the law of tender love towards children and brothers be silenced, let death be better to the pious than living; \"that they might obtain a better resurrection,\" as it is written."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Ephesus 1:20",
                            "text": "Behold, therefore, how we, together with the holy synod which met in great Rome, presided over by the most holy and most reverend brother and fellow-minister, Celestine the Bishop, also testify by this third letter to you, and counsel you to abstain from these mischievous and distorted dogmas, which you hold and teach, and to receive the right faith, handed down to the churches from the beginning through the holy Apostles and Evangelists, who \"were eye-witnesses, and ministers of the Word\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Ephesus 1:21",
                            "text": "And if your holiness have not a mind to this according to the limits defined in the writings of our brother of blessed memory and most reverend fellow-minister Celestine, Bishop of the Church of Rome, be well assured then that you have no lot with us, nor place or standing (λόγον) among the priests and bishops of God."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Ephesus 1:22",
                            "text": "For it is not possible for us to overlook the churches thus troubled, and the people scandalized, and the right faith set aside, and the sheep scattered by you, who ought to save them, if indeed we are ourselves adherents of the right faith, and followers of the devotion of the holy fathers."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Ephesus 1:23",
                            "text": "And we are in communion with all those laymen and clergymen cast out or deposed by your holiness on account of the faith; for it is not right that those, who resolved to believe rightly, should suffer by your choice; for they do well in opposing you."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Ephesus 1:24",
                            "text": "This very thing you have mentioned in your epistle written to our most holy and fellow-bishop Celestine of great Rome."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Ephesus 1:25",
                            "text": "But it would not be sufficient for your reverence to confess with us only the symbol of the faith set out some time ago by the Holy Ghost at the great and holy synod convened in Nice:  for you have not held and interpreted it rightly, but rather perversely; even though you confess with your voice the form of words."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Ephesus 1:26",
                            "text": "But in addition, in writing and by oath, you must confess that you also anathematize those polluted and unholy dogmas of yours, and that you will hold and teach that which we all, bishops, teachers, and leaders of the people both East and West, hold."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Ephesus 1:27",
                            "text": "The holy synod of Rome and we all agreed on the epistle written to your Holiness from the Alexandrian Church as being right and blameless."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Ephesus 1:28",
                            "text": "We have added to these our own letters and that which it is necessary for you to hold and teach, and what you should be careful to avoid."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Ephesus 1:29",
                            "text": "Now this is the Faith of the Catholic and Apostolic Church to which all Orthodox Bishops, both East and West, agree:  \"We believe in one God, the Father Almighty, Maker of all things visible and invisible, and in one Lord Jesus Christ, the Only-begotten Son of God, begotten of his Father, that is, of the substance of the Father; God of God, Light of Light, Very God of very God, begotten, not made, being of one substance with the Father, by whom all things were made, both those in heaven and those in the earth."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Ephesus 1:30",
                            "text": "Who for us men and for our salvation, came down, and was incarnate, and was made man."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Ephesus 1:31",
                            "text": "He suffered, and rose again the third day."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Ephesus 1:32",
                            "text": "He ascended into the heavens, from thence he shall come to judge both the quick and the dead."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Ephesus 1:33",
                            "text": "And in the Holy Ghost:  But those that say, There was a time when he was not, and, before he was begotten he was not, and that he was made of that which previously was not, or that he was of some other substance or essence; and that the Son of God was capable of change or alteration; those the Catholic and Apostolic Church anathematizes\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Ephesus 1:34",
                            "text": "Following in all points the confessions of the Holy Fathers which they made (the Holy Ghost speaking in them), and following the scope of their opinions, and going, as it were, in the royal way, we confess that the Only begotten Word of God, begotten of the same substance of the Father, True God from True God, Light from Light, through Whom all things were made, the things in heaven and the things in the earth, coming down for our salvation, making himself of no reputation (καθεὶς ἑαυτὸν εἰς κένωσιν), was incarnate and made man; that is, taking flesh of the holy Virgin, and having made it his own from the womb, he subjected himself to birth for us, and came forth man from a woman, without casting off that which he was; but although he assumed flesh and blood, he remained what he was, God in essence and in truth."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Ephesus 1:35",
                            "text": "Neither do we say that his flesh was changed into the nature of divinity, nor that the ineffable nature of the Word of God was laid aside for the nature of flesh; for he is unchanged and absolutely unchangeable, being the same always, according to the Scriptures."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Ephesus 1:36",
                            "text": "For although visible and a child in swaddling clothes, and even in the bosom of his Virgin Mother, he filled all creation as God, and was a fellow-ruler with him who begat him, for the Godhead is without quantity and dimension, and cannot have limits."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Ephesus 1:37",
                            "text": "Confessing the Word to be made one with the flesh according to substance, we adore one Son and Lord Jesus Christ:  we do not divide the God from the man, nor separate him into parts, as though the two natures were mutually united in him only through a sharing of dignity and authority (for that is a novelty and nothing else), neither do we give separately to the Word of God the name Christ and the same name separately to a different one born of a woman; but we know only one Christ, the Word from God the Father with his own Flesh."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Ephesus 1:38",
                            "text": "For as man he was anointed with us, although it is he himself who gives the Spirit to those who are worthy and not in measure, according to the saying of the blessed Evangelist John."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Ephesus 1:39",
                            "text": "But we do not say that the Word of God dwelt in him as in a common man born of the holy Virgin, lest Christ be thought of as a God-bearing man; for although the Word tabernacled among us, it is also said that in Christ \"dwelt all the fulness of the Godhead bodily\"; but we understand that he became flesh, not just as he is said to dwell in the saints, but we define that that tabernacling in him was according to equality (κατὰ τον ἴσον ἐν αὐτῷ τρόπον)."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Ephesus 1:40",
                            "text": "But being made one κατὰ φύσιν, and not converted into flesh, he made his indwelling in such a way, as we may say that the soul of man does in his own body."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Ephesus 1:41",
                            "text": "One therefore is Christ both Son and Lord, not as if a man had attained only such a conjunction with God as consists in a unity of dignity alone or of authority."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Ephesus 1:42",
                            "text": "For it is not equality of honour which unites natures; for then Peter and John, who were of equal honour with each other, being both Apostles and holy disciples [would have been one, and], yet the two are not one."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Ephesus 1:43",
                            "text": "Neither do we understand the manner of conjunction to be apposition, for this does not suffice for natural oneness (πρὸς ἕνωσον φυσικήν)."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Ephesus 1:44",
                            "text": "Nor yet according to relative participation, as we are also joined to the Lord, as it is written \"we are one Spirit in him\"."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Ephesus 1:45",
                            "text": "Rather we deprecate the term of \"junction\" (συναφείας) as not having sufficiently signified the oneness."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Ephesus 1:46",
                            "text": "But we do not call the Word of God the Father, the God nor the Lord of Christ, lest we openly cut in two the one Christ, the Son and Lord, and fall under the charge of blasphemy, making him the God and Lord of himself."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Ephesus 1:47",
                            "text": "For the Word of God, as we have said already, was made hypostatically one in flesh, yet he is God of all and he rules all; but he is not the slave of himself, nor his own Lord."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Ephesus 1:48",
                            "text": "For it is foolish, or rather impious, to think or teach thus."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Ephesus 1:49",
                            "text": "For he said that God was his Father, although he was God by nature, and of his substance."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Ephesus 1:50",
                            "text": "Yet we are not ignorant that while he remained God, he also became man and subject to God, according to the law suitable to the nature of the manhood."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Ephesus 1:51",
                            "text": "But how could he become the God or Lord of himself?  Consequently as man, and with regard to the measure of his humiliation, it is said that he is equally with us subject to God; thus he became under the Law, although as God he spake the Law and was the Law-giver."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Ephesus 1:52",
                            "text": "We are careful also how we say about Christ:  \"I worship the One clothed on account of the One clothing him, and on account of the Unseen, I worship the Seen\"."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Ephesus 1:53",
                            "text": "It is horrible to say in this connexion as follows:  \"The assumed as well as the assuming have the name of God\"."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Ephesus 1:54",
                            "text": "For the saying of this divides again Christ into two, and puts the man separately by himself and God also by himself."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Ephesus 1:55",
                            "text": "For this saying denies openly the Unity according to which one is not worshipped in the other, nor does God exist together with the other; but Jesus Christ is considered as One, the Only-begotten Son, to be honoured with one adoration together with his own flesh."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Ephesus 1:56",
                            "text": "We confess that he is the Son, begotten of God the Father, and Only-begotten God; and although according to his own nature he was not subject to suffering, yet he suffered for us in the flesh according to the Scriptures, and although impassible, yet in his Crucified Body he made his own the sufferings of his own flesh; and by the grace of God he tasted death for all:  he gave his own Body thereto, although he was by nature himself the life and the resurrection, in order that, having trodden down death by his unspeakable power, first in his own flesh, he might become the first born from the dead, and the first-fruits of them that slept."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Ephesus 1:57",
                            "text": "And that he might make a way for the nature of man to attain incorruption, by the grace of God (as we just now said), he tasted death for every man, and after three days rose again, having despoiled hell."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Ephesus 1:58",
                            "text": "So although it is said that the resurrection of the dead was through man, yet we understand that man to have been the Word of God, and the power of death was loosed through him, and he shall come in the fulness of time as the One Son and Lord, in the glory of the Father, in order to judge the world in righteousness, as it is written."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Ephesus 1:59",
                            "text": "We will necessarily add this also."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Ephesus 1:60",
                            "text": "Proclaiming the death, according to the flesh, of the Only-begotten Son of God, that is Jesus Christ, confessing his resurrection from the dead, and his ascension into heaven, we offer the Unbloody Sacrifice in the churches, and so go on to the mystical thanksgivings, and are sanctified, having received his Holy Flesh and the Precious Blood of Christ the Saviour of us all."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Ephesus 1:61",
                            "text": "And not as common flesh do we receive it; God forbid:  nor as of a man sanctified and associated with the Word according to the unity of worth, or as having a divine indwelling, but as truly the Life-giving and very flesh of the Word himself."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Ephesus 1:62",
                            "text": "For he is the Life according to his nature as God, and when he became united to his Flesh, he made it also to be Life-giving, as also he said to us:  Verily, verily, I say unto you, Except ye eat the flesh of the Son of Man and drink his Blood."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Ephesus 1:63",
                            "text": "For we must not think that it is flesh of a man like us (for how can the flesh of man be life-giving by its own nature?) but as having become truly the very own of him who for us both became and was called Son of Man."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Ephesus 1:64",
                            "text": "Besides, what the Gospels say our Saviour said of himself, we do not divide between two hypostases or persons."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Ephesus 1:65",
                            "text": "For neither is he, the one and only Christ, to be thought of as double, although of two (ἐκ δύο) and they diverse, yet he has joined them in an indivisible union, just as everyone knows a man is not double although made up of soul and body, but is one of both."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Ephesus 1:66",
                            "text": "Wherefore when thinking rightly, we transfer the human and the divine to the same person (παρ' ἑνὸς εἰρῆσθαι)."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Ephesus 1:67",
                            "text": "For when as God he speaks about himself:  \"He who hath seen me hath seen the Father,\" and \"I and my Father are one,\" we consider his ineffable divine nature according to which he is One with his Father through the identity of essence—\"The image and impress and brightness of his glory\"."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Ephesus 1:68",
                            "text": "But when not scorning the measure of his humanity, he said to the Jews:  \"But now ye seek to kill me, a man that hath told you the truth\"."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Ephesus 1:69",
                            "text": "Again no less than before we recognize that he is the Word of God from his identity and likeness to the Father and from the circumstances of his humanity."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Ephesus 1:70",
                            "text": "For if it is necessary to believe that being by nature God, he became flesh, that is, a man endowed with a reasonable soul, what reason can certain ones have to be ashamed of this language about him, which is suitable to him as man?  For if he should reject the words suitable to him as man, who compelled him to become man like us?  And as he humbled himself to a voluntary abasement (κένωσιν) for us, for what cause can any one reject the words suitable to such abasement?  Therefore all the words which are read in the Gospels are to be applied to One Person, to One hypostasis of the Word Incarnate."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Ephesus 1:71",
                            "text": "For the Lord Jesus Christ is One, according to the Scriptures, although he is called \"the Apostle and High Priest of our profession,\" as offering to God and the Father the confession of faith which we make to him, and through him to God even the Father and also to the Holy Spirit; yet we say he is, according to nature, the Only-begotten of God."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Ephesus 1:72",
                            "text": "And not to any man different from him do we assign the name of priesthood, and the thing, for he became \"the Mediator between God and men,\" and a Reconciler unto peace, having offered himself as a sweet smelling savour to God and the Father."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Ephesus 1:73",
                            "text": "Therefore also he said:  \"Sacrifice and offering thou wouldest not; but a body hast thou prepared me:  In burnt offerings and sacrifices for sin thou hast had no pleasure."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Ephesus 1:74",
                            "text": "Then said I, Lo, I come (in the volume of the book it is written of me) to do thy will, O God\"."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Ephesus 1:75",
                            "text": "For on account of us he offered his body as a sweet smelling savour, and not for himself; for what offering or sacrifice was needed for himself, who as God existed above all sins?  For \"all have sinned and come short of the glory of God,\" so that we became prone to fall, and the nature of man has fallen into sin, yet not so he (and therefore we fall short of his glory)."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Ephesus 1:76",
                            "text": "How then can there be further doubt that the true Lamb died for us and on our account?  And to say that he offered himself for himself and us, could in no way escape the charge of impiety."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Ephesus 1:77",
                            "text": "For he never committed a fault at all, neither did he sin."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Ephesus 1:78",
                            "text": "What offering then did he need, not having sin for which sacrifices are rightly offered?  But when he spoke about the Spirit, he said:  \"He shall glorify me\"."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Ephesus 1:79",
                            "text": "If we think rightly, we do not say that the One Christ and Son as needing glory from another received glory from the Holy Spirit; for neither greater than he nor above him is his Spirit, but because he used the Holy Spirit to show forth his own divinity in his mighty works, therefore he is said to have been glorified by him just as if any one of us should say concerning his inherent strength for example, or his knowledge of anything, \"They glorified me\"."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Ephesus 1:80",
                            "text": "For although the Spirit is the same essence, yet we think of him by himself, as he is the Spirit and not the Son; but he is not different from him; for he is called the Spirit of truth and Christ is the Truth, and he is sent by him, just as, moreover, he is from God and the Father."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Ephesus 1:81",
                            "text": "When then the Spirit worked miracles through the hands of the holy apostles after the Ascension of Our Lord Jesus Christ into heaven, he glorified him."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Ephesus 1:82",
                            "text": "For it is believed that he who works through his own Spirit is God according to nature."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Ephesus 1:83",
                            "text": "Therefore he said:  \"He shall receive of mine, and shall shew it unto you\"."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Ephesus 1:84",
                            "text": "But we do not say this as if the Spirit is wise and powerful through some sharing with another; for he is all perfect and in need of no good thing."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Ephesus 1:85",
                            "text": "Since, therefore, he is the Spirit of the Power and Wisdom of the Father (that is, of the Son), he is evidently Wisdom and Power."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Ephesus 1:86",
                            "text": "And since the holy Virgin brought forth corporally God made one with flesh according to nature, for this reason we also call her Mother of God, not as if the nature of the Word had the beginning of its existence from the flesh."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Ephesus 1:87",
                            "text": "For \"In the beginning was the Word, and the Word was God, and the Word was with God,\" and he is the Maker of the ages, coeternal with the Father, and Creator of all; but, as we have already said, since he united to himself hypostatically human nature from her womb, also he subjected himself to birth as man, not as needing necessarily in his own nature birth in time and in these last times of the world, but in order that he might bless the beginning of our existence, and that that which sent the earthly bodies of our whole race to death, might lose its power for the future by his being born of a woman in the flesh."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Ephesus 1:88",
                            "text": "And this:  \"In sorrow thou shalt bring forth children,\" being removed through him, he showed the truth of that spoken by the prophet, \"Strong death swallowed them up, and again God hath wiped away every tear from off all faces\"."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Ephesus 1:89",
                            "text": "For this cause also we say that he attended, having been called, and also blessed, the marriage in Cana of Galilee, with his holy Apostles in accordance with the economy."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Ephesus 1:90",
                            "text": "We have been taught to hold these things by the holy Apostles and Evangelists, and all the God-inspired Scriptures, and in the true confessions of the blessed Fathers."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Ephesus 1:91",
                            "text": "To all these your reverence also should agree, and give heed, without any guile."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Ephesus 1:92",
                            "text": "And what it is necessary your reverence should anathematize we have subjoined to our epistle."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Ephesus 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Ephesus 2:1",
                            "text": "Extracts from the Acts."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Ephesus 2:2",
                            "text": "Session I."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Ephesus 2:3",
                            "text": "[Before the arrival of the Papal Legates."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Ephesus 2:4",
                            "text": "]  (Labbe and Cossart, Concilia Tom."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Ephesus 2:5",
                            "text": "III."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Ephesus 2:6",
                            "text": ", col."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Ephesus 2:7",
                            "text": "459 et seqq."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Ephesus 2:8",
                            "text": ")  The Nicene Synod set forth this faith:  We believe in one God, etc."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Ephesus 2:9",
                            "text": "When this creed had been recited, Peter the Presbyter of Alexandria, and primicerius of the notaries said:  We have in our hands the letter of the most holy and most reverend archbishop Cyril, which he wrote to the most reverend Nestorius, filled with counsel and advice, on account of his aberration from the right faith."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Ephesus 2:10",
                            "text": "I will read this if your holiness [i-e:, the holy Synod] so orders."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Ephesus 2:11",
                            "text": "…The letter began as follows:  Καταφλυαροῦσι μὲν, ὡς ἀκούω, κ."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Ephesus 2:12",
                            "text": "τ."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Ephesus 2:13",
                            "text": "λ."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Ephesus 2:14",
                            "text": "Intelligo quosdam meae, etc."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Ephesus 2:15",
                            "text": "Extracts from the Acts."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Ephesus 2:16",
                            "text": "Session I."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Ephesus 2:17",
                            "text": "(Continued)."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Ephesus 2:18",
                            "text": "(Labbe and Cossart, Concilia, Tom."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Ephesus 2:19",
                            "text": "III."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Ephesus 2:20",
                            "text": ", col."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Ephesus 2:21",
                            "text": "462."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Ephesus 2:22",
                            "text": ")  And after the letter was read, Cyril, the bishop of Alexandria, said:  This holy and great Synod has heard what I wrote to the most religious Nestorius, defending the right faith."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Ephesus 2:23",
                            "text": "I think that I have in no respect departed from the true statement of the faith, that is from the creed set forth by the holy and great synod formerly assembled at Nice."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Ephesus 2:24",
                            "text": "Wherefore I desire your holiness [i-e: the Council] to say whether rightly and blamelessly and in accordance with that holy synod I have written these things or no."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Ephesus 2:25",
                            "text": "[A number of bishops then gave their opinion, all favourable to Cyril; after these individual opinions the Acts continue (col."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Ephesus 2:26",
                            "text": "491):]  And all the rest of the bishops in the order of their rank deposed to the same things, and so believed, according as the Fathers had set forth, and as the Epistle of the most holy Archbishop Cyril to Nestorius the bishop declared."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Ephesus 2:27",
                            "text": "Palladius, the bishop of Amasea, said, The next thing to be done is to read the letter of the most reverend Nestorius, of which the most religious presbyter Peter made mention; so that we may understand whether or no it agrees with the exposition of the Nicene fathers."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Ephesus 2:28",
                            "text": "…  And after this letter was read, Cyril, the bishop of Alexandria, said, What seems good to this holy and great synod with regard to the letter just read?  Does it also seem to be consonant to the faith set forth by the holy Synod assembled in the city of Nice?  [The bishops, then as before, individually express their opinion, and at last the Acts continue (col."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Ephesus 2:29",
                            "text": "502):]  All the bishops cried out together:  Whoever does not anathematize Nestorius let him be anathema."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Ephesus 2:30",
                            "text": "Such an one the right faith anathematizes; such an one the holy Synod anathematizes."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Ephesus 2:31",
                            "text": "Whoever communicates with Nestorius let him be anathema!  We anathematize all the apostles of Nestorius:  we all anathematize Nestorius as a heretic:  let all such as communicate with Nestorius be anathema, etc."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Ephesus 2:32",
                            "text": ", etc."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Ephesus 2:33",
                            "text": "Juvenal, the bishop of Jerusalem said:  Let the letter of the most holy and reverend Caelestine, archbishop of the Church of Rome, be read, which he wrote concerning the faith."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Ephesus 2:34",
                            "text": "[The letter of Caelestine was read and no opinion expressed."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Ephesus 2:35",
                            "text": "]  Peter the presbyter of Alexandria, and primicerius of the notaries said:  Altogether in agreement with the things just read are those which his holiness Cyril our most pious bishop wrote, which I now have at hand, and will read if your piety so shall order."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Ephesus 2:36",
                            "text": "[The letter was read which begins thus:]  Τοῦ Σωτῆρος ἡμῶν λέγοντος ἐναργῶς, κ."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Ephesus 2:37",
                            "text": "τ."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Ephesus 2:38",
                            "text": "λ."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Ephesus 2:39",
                            "text": "Cum Salvator noster, etc."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Ephesus 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Ephesus 3:1",
                            "text": "The XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Ephesus 3:2",
                            "text": "Anathematisms of St."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Ephesus 3:3",
                            "text": "Cyril Against Nestorius."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Ephesus 3:4",
                            "text": "I."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Ephesus 3:5",
                            "text": "If anyone will not confess that the Emmanuel is very God, and that therefore the Holy Virgin is the Mother of God (Θεοτόκος), inasmuch as in the flesh she bore the Word of God made flesh [as it is written, \"The Word was made flesh\"] let him be anathema."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Ephesus 3:6",
                            "text": "Notes."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Ephesus 3:7",
                            "text": "The Anathematisms of the Heretic Nestorius Against Cyril."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Ephesus 3:8",
                            "text": "I."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Ephesus 3:9",
                            "text": "If anyone says that the Emmanuel is true God, and not rather God with us, that is, that he has united himself to a like nature with ours, which he assumed from the Virgin Mary, and dwelt in it; and if anyone calls Mary the mother of God the Word, and not rather mother of him who is Emmanuel; and if he maintains that God the Word has changed himself into the flesh, which he only assumed in order to make his Godhead visible, and to be found in form as a man, let him be anathema."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Ephesus 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Ephesus 4:1",
                            "text": "II."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Ephesus 4:2",
                            "text": "If anyone shall not confess that the Word of God the Father is united hypostatically to flesh, and that with that flesh of his own, he is one only Christ both God and man at the same time:  let him be anathema."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Ephesus 4:3",
                            "text": "Notes."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Ephesus 4:4",
                            "text": "Nestorius."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Ephesus 4:5",
                            "text": "II."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Ephesus 4:6",
                            "text": "If any one asserts that, at the union of the Logos with the flesh, the divine Essence moved from one place to another; or says that the flesh is capable of receiving the divine nature, and that it has been partially united with the flesh; or ascribes to the flesh, by reason of its reception of God, an extension to the infinite and boundless, and says that God and man are one and the same in nature; let him be anathema."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Ephesus 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Ephesus 5:1",
                            "text": "III."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Ephesus 5:2",
                            "text": "If anyone shall after the [hypostatic] union divide the hypostases in the one Christ, joining them by that connexion alone, which happens according to worthiness, or even authority and power, and not rather by a coming together (συνόδῳ), which is made by natural union (ἕνωσιν φυσικὴν):  let him be anathema."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Ephesus 5:3",
                            "text": "Notes."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Ephesus 5:4",
                            "text": "Nestorius."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Ephesus 5:5",
                            "text": "III."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Ephesus 5:6",
                            "text": "If any one says that Christ, who is also Emmanuel, is One, not [merely] in consequence of connection, but [also] in nature, and does not acknowledge the connection (συνάφεια) of the two natures, that of the Logos and of the assumed manhood, in one Son, as still continuing without mingling; let him be anathema."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Ephesus 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Ephesus 6:1",
                            "text": "IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Ephesus 6:2",
                            "text": "If anyone shall divide between two persons or subsistences those expressions (φωνάς) which are contained in the Evangelical and Apostolical writings, or which have been said concerning Christ by the Saints, or by himself, and shall apply some to him as to a man separate from the Word of God, and shall apply others to the only Word of God the Father, on the ground that they are fit to be applied to God:  let him be anathema."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Ephesus 6:3",
                            "text": "Notes."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Ephesus 6:4",
                            "text": "Nestorius."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Ephesus 6:5",
                            "text": "IV."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Ephesus 6:6",
                            "text": "If any one assigns the expressions of the Gospels and Apostolic letters, which refer to the two natures of Christ, to one only of those natures, and even ascribes suffering to the divine Word, both in the flesh and in the Godhead; let him be anathema."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Ephesus 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Ephesus 7:1",
                            "text": "V."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Ephesus 7:2",
                            "text": "If anyone shall dare to say that the Christ is a Theophorus [that is, God-bearing] man and not rather that he is very God, as an only Son through nature, because \"the Word was made flesh,\" and \"hath a share in flesh and blood as we do:\"  let him be anathema."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Ephesus 7:3",
                            "text": "Notes."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Ephesus 7:4",
                            "text": "Nestorius."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Ephesus 7:5",
                            "text": "V."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Ephesus 7:6",
                            "text": "If any one ventures to say that, even after the assumption of human nature, there is only one Son of God, namely, he who is so in nature (naturaliter filius = Logos), while he (since the assumption of the flesh) is certainly Emmanuel; let him be anathema."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Ephesus 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Ephesus 8:1",
                            "text": "VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Ephesus 8:2",
                            "text": "If anyone shall dare say that the Word of God the Father is the God of Christ or the Lord of Christ, and shall not rather confess him as at the same time both God and Man, since according to the Scriptures, \"The Word was made flesh\":  let him be anathema."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Ephesus 8:3",
                            "text": "Notes."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Ephesus 8:4",
                            "text": "Nestorius."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Ephesus 8:5",
                            "text": "VI."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Ephesus 8:6",
                            "text": "If anyone, after the Incarnation calls another than Christ the Word, and ventures to say that the form of a servant is equally with the Word of God, without beginning and uncreated, and not rather that it is made by him as its natural Lord and Creator and God, and that he has promised to raise it again in the words:  \"Destroy this temple, and in three days I will build it up again\"; let him be anathema."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Ephesus 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Ephesus 9:1",
                            "text": "VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Ephesus 9:2",
                            "text": "If anyone shall say that Jesus as man is only energized by the Word of God, and that the glory of the Only-begotten is attributed to him as something not properly his:  let him be anathema."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Ephesus 9:3",
                            "text": "Notes."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Ephesus 9:4",
                            "text": "Nestorius."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Ephesus 9:5",
                            "text": "VII."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Ephesus 9:6",
                            "text": "If any one says that the man who was formed of the Virgin is the Only-begotten, who was born from the bosom of the Father, before the morning star was (Ps."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Ephesus 9:7",
                            "text": "cix."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Ephesus 9:8",
                            "text": ", 3), and does not rather confess that he has obtained the designation of Only-begotten on account of his connection with him who in nature is the Only-begotten of the Father; and besides, if any one calls another than the Emmanuel Christ let him be anathema."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Ephesus 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Ephesus 10:1",
                            "text": "VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Ephesus 10:2",
                            "text": "If anyone shall dare to say that the assumed man (ἀναληφθέντα ) ought to be worshipped together with God the Word, and glorified together with him, and recognised together with him as God, and yet as two different things, the one with the other (for this \"Together with\" is added [i-e:, by the Nestorians] to convey this meaning); and shall not rather with one adoration worship the Emmanuel and pay to him one glorification, as [it is written] \"The Word was made flesh\":  let him be anathema."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Ephesus 10:3",
                            "text": "Notes."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Ephesus 10:4",
                            "text": "Nestorius."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Ephesus 10:5",
                            "text": "VIII."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Ephesus 10:6",
                            "text": "If any one says that the form of a servant should, for its own sake, that is, in reference to its own nature, be reverenced, and that it is the ruler of all things, and not rather, that [merely] on account of its connection with the holy and in itself universally-ruling nature of the Only-begotten, it is to be reverenced; let him be anathema."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Ephesus 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Ephesus 11:1",
                            "text": "IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Ephesus 11:2",
                            "text": "If any man shall say that the one Lord Jesus Christ was glorified by the Holy Ghost, so that he used through him a power not his own and from him received power against unclean spirits and power to work miracles before men and shall not rather confess that it was his own Spirit through which he worked these divine signs; let him be anathema."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Ephesus 11:3",
                            "text": "Notes."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Ephesus 11:4",
                            "text": "Nestorius."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Ephesus 11:5",
                            "text": "IX."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Ephesus 11:6",
                            "text": "If anyone says that the form of a servant is of like nature with the Holy Ghost, and not rather that it owes its union with the Word which has existed since the conception, to his mediation, by which it works miraculous healings among men, and possesses the power of expelling demons; let him be anathema."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Ephesus 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Ephesus 12:1",
                            "text": "X."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Ephesus 12:2",
                            "text": "Whosoever shall say that it is not the divine Word himself, when he was made flesh and had become man as we are, but another than he, a man born of a woman, yet different from him (ἰδικῶς ἄνθρωπον), who is become our Great High Priest and Apostle; or if any man shall say that he offered himself in sacrifice for himself and not rather for us, whereas, being without sin, he had no need of offering or sacrifice:  let him be anathema."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Ephesus 12:3",
                            "text": "Notes."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Ephesus 12:4",
                            "text": "Nestorius."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Ephesus 12:5",
                            "text": "X."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Ephesus 12:6",
                            "text": "If any one maintains that the Word, who is from the beginning, has become the high priest and apostle of our confession, and has offered himself for us, and does not rather say that it is the work of Emmanuel to be an apostle; and if any one in such a manner divides the sacrifice between him who united [the Word] and him who was united [the manhood] referring it to a common sonship, that is, not giving to God that which is God's, and to man that which is man's; let him be anathema."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Ephesus 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Ephesus 13:1",
                            "text": "XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Ephesus 13:2",
                            "text": "Whosoever shall not confess that the flesh of the Lord giveth life and that it pertains to the Word of God the Father as his very own, but shall pretend that it belongs to another person who is united to him [i-e:, the Word] only according to honour, and who has served as a dwelling for the divinity; and shall not rather confess, as we say, that that flesh giveth life because it is that of the Word who giveth life to all:  let him be anathema."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Ephesus 13:3",
                            "text": "Notes."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Ephesus 13:4",
                            "text": "Nestorius."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Ephesus 13:5",
                            "text": "XI."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Ephesus 13:6",
                            "text": "If any one maintains that the flesh which is united with God the Word is by the power of its own nature life-giving, whereas the Lord himself says, \"It is the Spirit that quickeneth; the flesh profiteth nothing\" (St."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Ephesus 13:7",
                            "text": "John vi."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Ephesus 13:8",
                            "text": "61), let him be anathema."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Ephesus 13:9",
                            "text": "[He adds, \"God is a Spirit\" (St."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Ephesus 13:10",
                            "text": "John iv."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Ephesus 13:11",
                            "text": "24)."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Ephesus 13:12",
                            "text": "If, then, any one maintains that God the Logos has in a carnal manner, in his substance, become flesh, and persists in this with reference to the Lord Christ; who himself after his resurrection said to his disciples, \"Handle me and see; for a spirit hath not flesh and bones, as ye behold me having\" (St."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Ephesus 13:13",
                            "text": "Luke xxiv."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Ephesus 13:14",
                            "text": "39); let him be anathema."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Ephesus 13:15",
                            "text": "]."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Ephesus 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Ephesus 14:1",
                            "text": "XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Ephesus 14:2",
                            "text": "Whosoever shall not recognize that the Word of God suffered in the flesh, that he was crucified in the flesh, and that likewise in that same flesh he tasted death and that he is become the first-begotten of the dead, for, as he is God, he is the life and it is he that giveth life:  let him be anathema."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Ephesus 14:3",
                            "text": "Notes."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Ephesus 14:4",
                            "text": "Nestorius."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Ephesus 14:5",
                            "text": "XII."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Ephesus 14:6",
                            "text": "If any one, in confessing the sufferings of the flesh, ascribes these also to the Word of God as to the flesh in which he appeared, and thus does not distinguish the dignity of the natures; let him be anathema."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Ephesus 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Ephesus 15:1",
                            "text": "Extracts from Acts 3: Cyril, the bishop of the Church of Alexandria, said:  As this letter of the most reverend and pious Capreolus, bishop of Carthage, which has been read, contains a most lucid expression of opinion, let it be inserted in the Acts."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Ephesus 15:2",
                            "text": "For it wishes that the ancient dogmas of the faith should be confirmed, and that novelties, absurdly conceived and impiously brought forth, should be reprobated and proscribed."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Ephesus 15:3",
                            "text": "All the bishops at the same time cried out:  These are the sentiments (φωναί) of all of us, these are the things we all say—the accomplishment of this is the desire of us all."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Ephesus 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Ephesus 16:1",
                            "text": "Decree of the Council Against Nestorius."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Ephesus 16:2",
                            "text": "As, in addition to other things, the impious Nestorius has not obeyed our citation, and did not receive the holy bishops who were sent by us to him, we were compelled to examine his ungodly doctrines."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Ephesus 16:3",
                            "text": "We discovered that he had held and published impious doctrines in his letters and treatises, as well as in discourses which he delivered in this city, and which have been testified to."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Ephesus 16:4",
                            "text": "Compelled thereto by the canons and by the letter (ἀναγκαίως κατεπειχθέντες ἀπό τε τῶν κανόνων, καὶ ἐκ τὴς ἐπιστολῆς, κ."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Ephesus 16:5",
                            "text": "τ."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Ephesus 16:6",
                            "text": "λ."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Ephesus 16:7",
                            "text": ") of our most holy father and fellow-servant Coelestine, the Roman bishop, we have come, with many tears, to this sorrowful sentence against him, namely, that our Lord Jesus Christ, whom he has blasphemed, decrees by the holy Synod that Nestorius be excluded from the episcopal dignity, and from all priestly communion."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Ephesus 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Ephesus 17:1",
                            "text": "Extracts from the Acts 4."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Ephesus 17:2",
                            "text": "Session II."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Ephesus 17:3",
                            "text": "(Labbe and Cossart, Concilia, Tom."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Ephesus 17:4",
                            "text": "III."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Ephesus 17:5",
                            "text": ", col."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Ephesus 17:6",
                            "text": "609."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Ephesus 17:7",
                            "text": ")  The most pious and God-beloved bishops, Arcadius and Projectus, as also the most beloved-of-God Philip, a presbyter and legate of the Apostolic See, then entered and took their seats."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Ephesus 17:8",
                            "text": "Philip the presbyter and legate of the Apostolic See said:  We bless the holy and adorable Trinity that our lowliness has been deemed worthy to attend your holy Synod."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Ephesus 17:9",
                            "text": "For a long time ago (πάλαι) our most holy and blessed pope Coelestine, bishop of the Apostolic See, through his letters to that holy and most pious man Cyril, bishop of Alexandria, gave judgment concerning the present cause and affair (ὥρισεν) which letters have been shown to your holy assembly."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Ephesus 17:10",
                            "text": "And now again for the corroboration of the Catholic (καθολικῆς) faith, he has sent through us letters to all your holinesses, which you will bid (κελούσατε) to be read with becoming reverence (πρεπόντως) and to be entered on the ecclesiastical minutes."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Ephesus 17:11",
                            "text": "Arcadius, a bishop and legate of the Roman Church said:  May it please your blessedness to give order that the letters of the holy and ever-to-be-mentioned-with-veneration Pope Coelestine, bishop of the Apostolic See, which have been brought by us, be read, from which your reverence will be able to see what care he has for all the Churches."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Ephesus 17:12",
                            "text": "Projectus, a bishop and legate of the Roman Church said, May it please, etc."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Ephesus 17:13",
                            "text": "[The same as Arcadius had said verbatim!]  And afterwards the most holy and beloved-of-God Cyril, bishop of the Church of Alexandria, spoke as is next in order contained; Siricius, notary of the holy Catholic (καθολικῆς) Church of Rome read it."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Ephesus 17:14",
                            "text": "Cyril, the bishop of Alexandria said:  Let the letter received from the most holy and altogether most blessed Coelestine, bishop of the Apostolic See of Rome be read to the holy Synod with fitting honour."
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "Ephesus 17:15",
                            "text": "Siricius, notary of the holy Catholic (καθολικῆς) Church of the city of Rome read it."
                        },
                        {
                            "verse": 16,
                            "chapter": 17,
                            "name": "Ephesus 17:16",
                            "text": "And after it was read in Latin, Juvenal, the bishop of Jerusalem said:  Let the writings of the most holy and blessed bishop of great Rome which have just been read, be entered on the minutes."
                        },
                        {
                            "verse": 17,
                            "chapter": 17,
                            "name": "Ephesus 17:17",
                            "text": "And all the most reverend bishops prayed that the letter might be translated and read."
                        },
                        {
                            "verse": 18,
                            "chapter": 17,
                            "name": "Ephesus 17:18",
                            "text": "Philip, the presbyter of the Apostolic See and Legate said:  The custom has been sufficiently complied with, that the writings of the Apostolic See should first be read in Latin."
                        },
                        {
                            "verse": 19,
                            "chapter": 17,
                            "name": "Ephesus 17:19",
                            "text": "But now since your holiness has demanded that they be read in Greek also, it is necessary that your holiness's desire should be satisfied; We have taken care that this be done, and that the Latin be turned into Greek."
                        },
                        {
                            "verse": 20,
                            "chapter": 17,
                            "name": "Ephesus 17:20",
                            "text": "Give order therefore that it be received and read in your holy hearing."
                        },
                        {
                            "verse": 21,
                            "chapter": 17,
                            "name": "Ephesus 17:21",
                            "text": "Arcadius and Projectus, bishops and legates said, As your blessedness ordered that the writings which we brought should be brought to the knowledge of all, for of our holy brethren bishops there are not a few who do not understand Latin, therefore the letter has been translated into Greek and if you so command let it be read."
                        },
                        {
                            "verse": 22,
                            "chapter": 17,
                            "name": "Ephesus 17:22",
                            "text": "Flavian, the bishop of Philippi said:  Let the translation of the letter of the most holy and beloved of God, bishop of the Roman Church be received and read."
                        },
                        {
                            "verse": 23,
                            "chapter": 17,
                            "name": "Ephesus 17:23",
                            "text": "Peter, the presbyter of Alexandria and primicerius of the notaries read as follows:."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Ephesus 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Ephesus 18:1",
                            "text": "The Letter of Pope Coelestine to the Synod of Ephesus."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Ephesus 18:2",
                            "text": "(Labbe and Cossart, Concilia, Tom."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Ephesus 18:3",
                            "text": "III."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Ephesus 18:4",
                            "text": ", col."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Ephesus 18:5",
                            "text": "613."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Ephesus 18:6",
                            "text": "Also Migne, Pat."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Ephesus 18:7",
                            "text": "Lat."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Ephesus 18:8",
                            "text": ", Tom."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Ephesus 18:9",
                            "text": "L, col."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Ephesus 18:10",
                            "text": "505."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Ephesus 18:11",
                            "text": ")  Coelestine the bishop to the holy Synod assembled at Ephesus, brethren beloved and most longed for, greeting in the Lord."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Ephesus 18:12",
                            "text": "A Synod of priests gives witness to the presence of the Holy Spirit."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Ephesus 18:13",
                            "text": "For true is that which we read, since the Truth cannot lie, to wit, the promise of the Gospel; \"Where two or three are gathered together in my name, there am I in the midst of them\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Ephesus 18:14",
                            "text": "And since this is so, if the Holy Spirit is not absent from so small a number how much more may we believe he is present when so great a multitude of holy ones are assembled together!  Every council is holy on account of a peculiar veneration which is its due; for in every such council the reverence which should be paid to that most famous council of the Apostles of which we read is to be had regard to."
                        },
                        {
                            "verse": 15,
                            "chapter": 18,
                            "name": "Ephesus 18:15",
                            "text": "Never was the Master, whom they had received to preach, lacking to this, but ever was present as Lord and Master; and never were those who taught deserted by their teacher."
                        },
                        {
                            "verse": 16,
                            "chapter": 18,
                            "name": "Ephesus 18:16",
                            "text": "For he that had sent them was their teacher; he who had commanded what was to be taught, was their teacher; he who affirms that he himself is heard in his Apostles, was their teacher."
                        },
                        {
                            "verse": 17,
                            "chapter": 18,
                            "name": "Ephesus 18:17",
                            "text": "This duty of preaching has been entrusted to all the Lord's priests in common, for by right of inheritance we are bound to undertake this solicitude, whoever of us preach the name of the Lord in divers lands in their stead for he said to them, \"Go, teach all nations\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 18,
                            "name": "Ephesus 18:18",
                            "text": "You, dear brethren, should observe that we have received a general command:  for he wills that all of us should perform that office, which he thus entrusted in common to all the Apostles."
                        },
                        {
                            "verse": 19,
                            "chapter": 18,
                            "name": "Ephesus 18:19",
                            "text": "We must needs follow our predecessors."
                        },
                        {
                            "verse": 20,
                            "chapter": 18,
                            "name": "Ephesus 18:20",
                            "text": "Let us all, then, undertake their labours, since we are the successors in their honour."
                        },
                        {
                            "verse": 21,
                            "chapter": 18,
                            "name": "Ephesus 18:21",
                            "text": "And we shew forth our diligence in preaching the same doctrines that they taught, beside which, according to the admonition of the Apostle, we are forbidden to add aught."
                        },
                        {
                            "verse": 22,
                            "chapter": 18,
                            "name": "Ephesus 18:22",
                            "text": "For the office of keeping what is committed to our trust is no less dignified than that of handing it down."
                        },
                        {
                            "verse": 23,
                            "chapter": 18,
                            "name": "Ephesus 18:23",
                            "text": "They sowed the seed of the faith."
                        },
                        {
                            "verse": 24,
                            "chapter": 18,
                            "name": "Ephesus 18:24",
                            "text": "This shall be our care that the coming of our great father of the family, to whom alone assuredly this fulness of the Apostles is assigned, may find fruit uncorrupt and many fold."
                        },
                        {
                            "verse": 25,
                            "chapter": 18,
                            "name": "Ephesus 18:25",
                            "text": "For the vase of election tells us that it is not sufficient to plant and to water unless God gives the increase."
                        },
                        {
                            "verse": 26,
                            "chapter": 18,
                            "name": "Ephesus 18:26",
                            "text": "We must strive therefore in common to keep the faith which has come down to us to-day, through the Apostolic Succession."
                        },
                        {
                            "verse": 27,
                            "chapter": 18,
                            "name": "Ephesus 18:27",
                            "text": "For we are expected to walk according to the Apostle."
                        },
                        {
                            "verse": 28,
                            "chapter": 18,
                            "name": "Ephesus 18:28",
                            "text": "For now not our appearance (species) but our faith is called in question."
                        },
                        {
                            "verse": 29,
                            "chapter": 18,
                            "name": "Ephesus 18:29",
                            "text": "Spiritual weapons are those we must take, because the war is one of minds, and the weapons are words; so shall we be strong in the faith of our King."
                        },
                        {
                            "verse": 30,
                            "chapter": 18,
                            "name": "Ephesus 18:30",
                            "text": "Now the Blessed Apostle Paul admonishes that all should remain in that place in which he bid Timothy remain."
                        },
                        {
                            "verse": 31,
                            "chapter": 18,
                            "name": "Ephesus 18:31",
                            "text": "The same place therefore, the same cause, lays upon us the same duty."
                        },
                        {
                            "verse": 32,
                            "chapter": 18,
                            "name": "Ephesus 18:32",
                            "text": "Let us now also do and study that which he then commanded him to do."
                        },
                        {
                            "verse": 33,
                            "chapter": 18,
                            "name": "Ephesus 18:33",
                            "text": "And let no one think otherwise, and let no one pay heed to over strange fables, as he himself ordered."
                        },
                        {
                            "verse": 34,
                            "chapter": 18,
                            "name": "Ephesus 18:34",
                            "text": "Let us be unanimous, thinking the same thing, for this is expedient:  let us do nothing out of contention, nothing out of vain glory:  let us be in all things of one mind, of one heart, when the faith which is one, is attacked."
                        },
                        {
                            "verse": 35,
                            "chapter": 18,
                            "name": "Ephesus 18:35",
                            "text": "Let the whole body grieve and mourn in common with us."
                        },
                        {
                            "verse": 36,
                            "chapter": 18,
                            "name": "Ephesus 18:36",
                            "text": "He who is to judge the world is called into judgment; he who is to criticise all, is himself made the object of criticism, he who redeemed us is made to suffer calumny."
                        },
                        {
                            "verse": 37,
                            "chapter": 18,
                            "name": "Ephesus 18:37",
                            "text": "Dear Brethren, gird ye with the armour of God."
                        },
                        {
                            "verse": 38,
                            "chapter": 18,
                            "name": "Ephesus 18:38",
                            "text": "Ye know what helmet must protect our head, what breast-plate our breast."
                        },
                        {
                            "verse": 39,
                            "chapter": 18,
                            "name": "Ephesus 18:39",
                            "text": "For this is not the first time the ecclesiastical camps have received you as their rulers."
                        },
                        {
                            "verse": 40,
                            "chapter": 18,
                            "name": "Ephesus 18:40",
                            "text": "Let no one doubt that by the favour of the Lord who maketh twain to be one, there will be peace, and that arms will be laid aside since the very cause defends itself."
                        },
                        {
                            "verse": 41,
                            "chapter": 18,
                            "name": "Ephesus 18:41",
                            "text": "Let us look once again at these words of our Doctor, which he uses with express reference to bishops, saying, \"Take heed to yourselves and to the whole flock, over which the Holy Ghost has placed you as bishop, that ye rule the church of God, which he hath purchased with his blood\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 18,
                            "name": "Ephesus 18:42",
                            "text": "We read that they who heard this at Ephesus, the same place at which your holiness is come together, were called thence."
                        },
                        {
                            "verse": 43,
                            "chapter": 18,
                            "name": "Ephesus 18:43",
                            "text": "To them therefore to whom this preaching of the faith was known, to them also let your defence of the same faith also be known."
                        },
                        {
                            "verse": 44,
                            "chapter": 18,
                            "name": "Ephesus 18:44",
                            "text": "Let us shew them the constancy of our mind with that reverence which is due to matters of great importance; which things peace has guarded for a long time with pious understanding."
                        },
                        {
                            "verse": 45,
                            "chapter": 18,
                            "name": "Ephesus 18:45",
                            "text": "Let there be announced by you what things have been preserved intact from the Apostles; for the words of tyrannical opposition are never admitted against the King of Kings, nor can the business of truth be oppressed by falsehood."
                        },
                        {
                            "verse": 46,
                            "chapter": 18,
                            "name": "Ephesus 18:46",
                            "text": "I exhort you, most blessed brethren, that love alone be regarded in which we ought to remain, according to the voice of John the Apostle whose reliques we venerate in this city."
                        },
                        {
                            "verse": 47,
                            "chapter": 18,
                            "name": "Ephesus 18:47",
                            "text": "Let common prayer be offered to the Lord."
                        },
                        {
                            "verse": 48,
                            "chapter": 18,
                            "name": "Ephesus 18:48",
                            "text": "For we can form some idea of what will be the power of the divine presence at the united intercession of such a multitude of priests, by considering how the very place was moved where, as we read, the Twelve made together their supplication."
                        },
                        {
                            "verse": 49,
                            "chapter": 18,
                            "name": "Ephesus 18:49",
                            "text": "And what was the purport of that prayer of the Apostles?  It was that they might receive grace to speak the word of God with confidence, and to act through its power, both of which they received by the favour of Christ our God."
                        },
                        {
                            "verse": 50,
                            "chapter": 18,
                            "name": "Ephesus 18:50",
                            "text": "And now what else is to be asked for by your holy council, except that ye may speak the Word of the Lord with confidence?  What else than that he would give you grace to preserve that which he has given you to preach? that being filled with the Holy Ghost, as it is written, ye may set forth that one truth which the Spirit himself has taught you, although with divers voices."
                        },
                        {
                            "verse": 51,
                            "chapter": 18,
                            "name": "Ephesus 18:51",
                            "text": "Animated, in brief, by all these considerations (for, as the Apostle says:  \"I speak to them that know the law, and I speak wisdom among them that are perfect\"), stand fast by the Catholic faith, and defend the peace of the Churches, for so it is said, both to those past, present, and future, asking and preserving \"those things which belong to the peace of Jerusalem\"."
                        },
                        {
                            "verse": 52,
                            "chapter": 18,
                            "name": "Ephesus 18:52",
                            "text": "Out of our solicitude, we have sent our holy brethren and fellow priests, who are at one with us and are most approved men, Arcedius, and Projectus, the bishops, and our presbyter, Philip, that they may be present at what is done and may carry out what things have been already decreed be us (quae a nobis antea statuta sunt, exequantur)."
                        },
                        {
                            "verse": 53,
                            "chapter": 18,
                            "name": "Ephesus 18:53",
                            "text": "To the performing of which we have no doubt that your holiness will assent when it is seen that what has been decreed is for the security of the whole church."
                        },
                        {
                            "verse": 54,
                            "chapter": 18,
                            "name": "Ephesus 18:54",
                            "text": "Given the viij of the Ides of May, in the consulate of Bassus and Antiochus."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Ephesus 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Ephesus 19:1",
                            "text": "Extracts from the Acts 5."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Ephesus 19:2",
                            "text": "Session II."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Ephesus 19:3",
                            "text": "(Continued."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Ephesus 19:4",
                            "text": ")  (Labbe and Cossart, Concilia, Tom."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Ephesus 19:5",
                            "text": "III."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Ephesus 19:6",
                            "text": ", col."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Ephesus 19:7",
                            "text": "617."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Ephesus 19:8",
                            "text": ")  And all the most reverend bishops at the same time cried out."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Ephesus 19:9",
                            "text": "This is a just judgment."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Ephesus 19:10",
                            "text": "To Coelestine, a new Paul!  To Cyril a new Paul!  To Coelestine the guardian of the faith!  To Coelestine of one mind with the synod!  To Coelestine the whole Synod offers its thanks!  One Coelestine!  One Cyril!  One faith of the Synod!  One faith of the world!  Projectus, the most reverend bishop and legate, said:  Let your holiness consider the form (τύπον) of the writings of the holy and venerable pope Coelestine, the bishop, who has exhorted your holiness (not as if teaching the ignorant, but as reminding them that know) that those things which he had long ago defined, and now thought it right to remind you of, ye might give command to be carried out to the uttermost, according to the canon of the common faith, and according to the use of the Catholic Church."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Ephesus 19:11",
                            "text": "Firmus, the bishop of Caesarea in Cappadocia said:  The Apostolic and holy see of the most holy bishop Coelestine, hath previously given a decision and type (τύπον) in this matter, through the writings which were sent to the most God beloved bishops, to wit to Cyril of Alexandria, and to Juvenal of Jerusalem, and to Rufus of Thessalonica, and to the holy churches, both of Constantinople and of Antioch."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Ephesus 19:12",
                            "text": "This we have also followed and (since the limit set for Nestorius's emendation was long gone by, and much time has passed since our arrival at the city of Ephesus in accordance with the decree of the most pious emperor, and thereupon having delayed no little time so that the day fixed by the emperor was past; and since Nestorius although cited had not appeared) we carried into effect the type (τύπον) having pronounced against him a canonical and apostolical judgment."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Ephesus 19:13",
                            "text": "Arcadius the most reverend bishop and legate, said:  Although our sailing was slow, and contrary winds hindered us especially, so that we did not know whether we should arrive at the destined place, as we had hoped, nevertheless by God's good providence…Wherefore we desire to ask your blessedness, that you command that we be taught what has been already decreed by your holiness."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Ephesus 19:14",
                            "text": "Philip, presbyter and legate of the Apostolic See said:  We offer our thanks to the holy and venerable Synod, that when the writings of our holy and blessed pope had been read to you, the holy members by our [or your] holy voices, ye joined yourselves to the holy head also by your holy acclamations."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Ephesus 19:15",
                            "text": "For your blessedness is not ignorant that the head of the whole faith, the head of the Apostles, is blessed Peter the Apostle."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "Ephesus 19:16",
                            "text": "And since now our mediocrity, after having been tempest-tossed and much vexed, has arrived, we ask that ye give order that there be laid before us what things were done in this holy Synod before our arrival; in order that according to the opinion of our blessed pope and of this present holy assembly, we likewise may ratify their determination."
                        },
                        {
                            "verse": 17,
                            "chapter": 19,
                            "name": "Ephesus 19:17",
                            "text": "Theodotus, the bishop of Ancyra said:  The God of the whole world has made manifest the justice of the judgment pronounced by the holy Synod by the writings of the most religious bishop Coelestine, and by the coming of your holiness."
                        },
                        {
                            "verse": 18,
                            "chapter": 19,
                            "name": "Ephesus 19:18",
                            "text": "For ye have made manifest the zeal of the most holy and reverend bishop Coelestine, and his care for the pious faith."
                        },
                        {
                            "verse": 19,
                            "chapter": 19,
                            "name": "Ephesus 19:19",
                            "text": "And since very reasonably your reverence is desirous of learning what has been done from the minutes of the acts concerning the deposition of Nestorius your reverence will be fully convinced of the justice of the sentence, and of the zeal of the holy Synod, and the symphony of the faith which the most pious and holy bishop Coelestine has proclaimed with a great voice, of course after your full conviction, the rest shall be added to the present action."
                        },
                        {
                            "verse": 20,
                            "chapter": 19,
                            "name": "Ephesus 19:20",
                            "text": "[In the Acts follow two short letters from Coelestine, one to the Emperor and the other to Cyril, but nothing is said about them, or how they got there, and thus abruptly ends the account of this session."
                        },
                        {
                            "verse": 21,
                            "chapter": 19,
                            "name": "Ephesus 19:21",
                            "text": "]."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Ephesus 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Ephesus 20:1",
                            "text": "Extracts from the Acts 6."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Ephesus 20:2",
                            "text": "Session III."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Ephesus 20:3",
                            "text": "(Labbe and Cossart, Concilia, Tom."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Ephesus 20:4",
                            "text": "III."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Ephesus 20:5",
                            "text": ", col."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Ephesus 20:6",
                            "text": "621."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Ephesus 20:7",
                            "text": ")  Juvenal the bishop of Jerusalem said to Arcadius and Projectus the most reverend bishops, and to Philip the most reverend presbyter; Yesterday while this holy and great synod was in session, when your holiness was present, you demanded after the reading of the letter of the most holy and blessed bishop of Great Rome, Coelestine, that the minutes made in the Acts with regard to the deposition of Nestorius the heretic should be read."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Ephesus 20:8",
                            "text": "And thereupon the Synod ordered this to be done."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Ephesus 20:9",
                            "text": "Your holiness will be good enough to inform us whether you have read them and understand their power."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Ephesus 20:10",
                            "text": "Philip the presbyter and legate of the Apostolic See said:  From reading the Acts we have found what things have been done in your holy synod with regard to Nestorius."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Ephesus 20:11",
                            "text": "We have found from the minutes that all things have been decided in accordance with the canons and with ecclesiastical discipline."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Ephesus 20:12",
                            "text": "And now also we seek from your honour, although it may be useless, that what things have been read in your synod, the same should now again be read to us also; so that we may follow the formula (τύπῳ) of the most holy pope Coelestine (who committed this same care to us), and of your holiness also, and may be able to confirm (βεβαιώσαι) the judgment."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Ephesus 20:13",
                            "text": "[Arcadius having seconded Philip's motion, Memnon directed the acts to be read which was done by the primicerius of the notaries."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Ephesus 20:14",
                            "text": "]  Philip the presbyter and legate of the Apostolic See said:  There is no doubt, and in fact it has been known in all ages, that the holy and most blessed Peter, prince (ἔξαρχος) and head of the Apostles, pillar of the faith, and foundation (θεμέλιος) of the Catholic Church, received the keys of the kingdom from our Lord Jesus Christ, the Saviour and Redeemer of the human race, and that to him was given the power of loosing and binding sins:  who down even to to-day and forever both lives and judges in his successors."
                        },
                        {
                            "verse": 15,
                            "chapter": 20,
                            "name": "Ephesus 20:15",
                            "text": "The holy and most blessed pope Coelestine, according to due order, is his successor and holds his place, and us he sent to supply his place in this holy synod, which the most humane and Christian Emperors have commanded to assemble, bearing in mind and continually watching over the Catholic faith."
                        },
                        {
                            "verse": 16,
                            "chapter": 20,
                            "name": "Ephesus 20:16",
                            "text": "For they both have kept and are now keeping intact the apostolic doctrine handed down to them from their most pious and humane grandfathers and fathers of holy memory down to the present time, etc."
                        },
                        {
                            "verse": 17,
                            "chapter": 20,
                            "name": "Ephesus 20:17",
                            "text": "[There is no further reference in the speech to the papal prerogatives."
                        },
                        {
                            "verse": 18,
                            "chapter": 20,
                            "name": "Ephesus 20:18",
                            "text": "]  Arcadius the most reverend bishop and legate of the Apostolic See said:  Nestorius hath brought us great sorrow."
                        },
                        {
                            "verse": 19,
                            "chapter": 20,
                            "name": "Ephesus 20:19",
                            "text": "…And since of his own accord he hath made himself an alien and an exile from us, we following the sanctions handed down from the beginning by the holy Apostles, and by the Catholic Church (for they taught what they had received from our Lord Jesus Christ), also following the types (τύποις) of Coelestine, most holy pope of the Apostolic See, who has condescended to send us as his executors of this business, and also following the decrees of the holy Synod [we give this as our conclusion]:  Let Nestorius know that he is deprived of all episcopal dignity, and is an alien from the whole Church and from the communion of all its priests."
                        },
                        {
                            "verse": 20,
                            "chapter": 20,
                            "name": "Ephesus 20:20",
                            "text": "Projectus, bishop and legate of the Roman Church said:  Most clearly from the reading, etc."
                        },
                        {
                            "verse": 21,
                            "chapter": 20,
                            "name": "Ephesus 20:21",
                            "text": "…Moreover I also, by my authority as legate of the holy Apostolic See, define, being with my brethren an executor (ἐκβιβαστὴς) of the aforesaid sentence, that the beforenamed Nestorius is an enemy of the truth, a corrupter of the faith, and as guilty of the things of which he was accused, has been removed from the grade of Episcopal honour, and moreover from the communion of all orthodox priests."
                        },
                        {
                            "verse": 22,
                            "chapter": 20,
                            "name": "Ephesus 20:22",
                            "text": "Cyril, the bishop of Alexandria said:  The professions which have been made by Arcadius and Projectus, the most holy and pious bishops, as also by Philip, the most religious presbyter of the Roman Church, stand manifest to the holy Synod."
                        },
                        {
                            "verse": 23,
                            "chapter": 20,
                            "name": "Ephesus 20:23",
                            "text": "For they have made their profession in the place of the Apostolic See, and of the whole of the holy synod of the God-beloved and most holy bishops of the West."
                        },
                        {
                            "verse": 24,
                            "chapter": 20,
                            "name": "Ephesus 20:24",
                            "text": "Wherefore let those things which were defined by the most holy Coelestine, the God-beloved bishop, be carried into effect, and the vote cast against Nestorius the heretic, by the holy Synod, which met in the metropolis of Ephesus be agreed to universally; for this purpose let there be added to the already prepared acts the proceedings of yesterday and today, and let them be shewn to their holiness, so that by their subscription according to custom, their canonical agreement with all of us may be manifest."
                        },
                        {
                            "verse": 25,
                            "chapter": 20,
                            "name": "Ephesus 20:25",
                            "text": "Arcadius the most reverend bishop and legate of the Roman Church, said:  According to the acts of this holy Synod, we necessarily confirm with our subscriptions their doctrines."
                        },
                        {
                            "verse": 26,
                            "chapter": 20,
                            "name": "Ephesus 20:26",
                            "text": "The Holy Synod said:  Since Arcadius and Projectus the most reverend and most religious bishops and legates and Philip, the presbyter and legate of the Apostolic See, have said that they are of the same mind with us, it only remains, that they redeem their promises and confirm the acts with their signatures, and then let the minutes of the acts be shewn to them."
                        },
                        {
                            "verse": 27,
                            "chapter": 20,
                            "name": "Ephesus 20:27",
                            "text": "[The three then signed."
                        },
                        {
                            "verse": 28,
                            "chapter": 20,
                            "name": "Ephesus 20:28",
                            "text": "]."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Ephesus 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Ephesus 21:1",
                            "text": "Canon I."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Ephesus 21:2",
                            "text": "Whereas it is needful that they who were detained from the holy Synod and remained in their own district or city, for any reason, ecclesiastical or personal, should not be ignorant of the matters which were thereby decreed; we, therefore, notify your holiness and charity that if any Metropolitan of a Province, forsaking the holy and Ecumenical Synod, has joined the assembly of the apostates, or shall join the same hereafter; or, if he has adopted, or shall hereafter adopt, the doctrines of Celestius, he has no power in any way to do anything in opposition to the bishops of the province, since he is already cast forth from all ecclesiastical communion and made incapable of exercising his ministry; but he shall himself be subject in all things to those very bishops of the province and to the neighbouring orthodox metropolitans, and shall be degraded from his episcopal rank."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Ephesus 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Ephesus 22:1",
                            "text": "Canon II."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Ephesus 22:2",
                            "text": "If any provincial bishops were not present at the holy Synod and have joined or attempted to join the apostacy; or if, after subscribing the deposition of Nestorius, they went back into the assembly of apostates; these men, according to the decree of the holy Synod, are to be deposed from the priesthood and degraded from their rank."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Ephesus 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Ephesus 23:1",
                            "text": "Canon III."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Ephesus 23:2",
                            "text": "If any of the city or country clergy have been inhibited by Nestorius or his followers from the exercise of the priesthood, on account of their orthodoxy, we have declared it just that these should be restored to their proper rank."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Ephesus 23:3",
                            "text": "And in general we forbid all the clergy who adhere to the Orthodox and Ecumenical Synod in any way to submit to the bishops who have already apostatized or shall hereafter apostatize."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Ephesus 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Ephesus 24:1",
                            "text": "Canon IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Ephesus 24:2",
                            "text": "If any of the clergy should fall away, and publicly or privately presume to maintain the doctrines of Nestorius or Celestius, it is declared just by the holy Synod that these also should be deposed."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Ephesus 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Ephesus 25:1",
                            "text": "Canon V."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Ephesus 25:2",
                            "text": "If any have been condemned for evil practices by the holy Synod, or by their own bishops; and if, with his usual lack of discrimination, Nestorius (or his followers) has attempted, or shall hereafter attempt, uncanonically to restore such persons to communion and to their former rank, we have declared that they shall not be profited thereby, but shall remain deposed nevertheless."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Ephesus 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Ephesus 26:1",
                            "text": "Canon VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Ephesus 26:2",
                            "text": "Likewise, if any should in any way attempt to set aside the orders in each case made by the holy Synod at Ephesus, the holy Synod decrees that, if they be bishops or clergymen, they shall absolutely forfeit their office; and, if laymen, that they shall be excommunicated."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Ephesus 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Ephesus 27:1",
                            "text": "Canon VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Ephesus 27:2",
                            "text": "When these things had been read, the holy Synod decreed that it is unlawful for any man to bring forward, or to write, or to compose a different (ἑτέραν) Faith as a rival to that established by the holy Fathers assembled with the Holy Ghost in Nicaea."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Ephesus 27:3",
                            "text": "But those who shall dare to compose a different faith, or to introduce or offer it to persons desiring to turn to the acknowledgment of the truth, whether from Heathenism or from Judaism, or from any heresy whatsoever, shall be deposed, if they be bishops or clergymen; bishops from the episcopate and clergymen from the clergy; and if they be laymen, they shall be anathematized."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Ephesus 27:4",
                            "text": "And in like manner, if any, whether bishops, clergymen, or laymen, should be discovered to hold or teach the doctrines contained in the Exposition introduced by the Presbyter Charisius concerning the Incarnation of the Only-Begotten Son of God, or the abominable and profane doctrines of Nestorius, which are subjoined, they shall be subjected to the sentence of this holy and ecumenical Synod."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Ephesus 27:5",
                            "text": "So that, if it be a bishop, he shall be removed from his bishopric and degraded; if it be a clergyman, he shall likewise be stricken from the clergy; and if it be a layman, he shall be anathematized, as has been afore said."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Ephesus 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Ephesus 28:1",
                            "text": "Canon VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Ephesus 28:2",
                            "text": "Our brother bishop Rheginus, the beloved of God, and his fellow beloved of God bishops, Zeno and Evagrius, of the Province of Cyprus, have reported to us an innovation which has been introduced contrary to the ecclesiastical constitutions and the Canons of the Holy Apostles, and which touches the liberties of all."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Ephesus 28:3",
                            "text": "Wherefore, since injuries affecting all require the more attention, as they cause the greater damage, and particularly when they are transgressions of an ancient custom; and since those excellent men, who have petitioned the Synod, have told us in writing and by word of mouth that the Bishop of Antioch has in this way held ordinations in Cyprus; therefore the Rulers of the holy churches in Cyprus shall enjoy, without dispute or injury, according to the Canons of the blessed Fathers and ancient custom, the right of performing for themselves the ordination of their excellent Bishops."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Ephesus 28:4",
                            "text": "The same rule shall be observed in the other dioceses and provinces everywhere, so that none of the God beloved Bishops shall assume control of any province which has not heretofore, from the very beginning, been under his own hand or that of his predecessors."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Ephesus 28:5",
                            "text": "But if any one has violently taken and subjected [a Province], he shall give it up; lest the Canons of the Fathers be transgressed; or the vanities of worldly honour be brought in under pretext of sacred office; or we lose, without knowing it, little by little, the liberty which Our Lord Jesus Christ, the Deliverer of all men, hath given us by his own Blood."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Ephesus 28:6",
                            "text": "Wherefore, this holy and ecumenical Synod has decreed that in every province the rights which heretofore, from the beginning, have belonged to it, shall be preserved to it, according to the old prevailing custom, unchanged and uninjured:  every Metropolitan having permission to take, for his own security, a copy of these acts."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Ephesus 28:7",
                            "text": "And if any one shall bring forward a rule contrary to what is here determined, this holy and ecumenical Synod unanimously decrees that it shall be of no effect."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Ephesus 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Ephesus 29:1",
                            "text": "The Letter of the Same Holy Synod of Ephesus, to the Sacred Synod in Pamphylia Concerning Eustathius Who Had Been Their Metropolitan."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Ephesus 29:2",
                            "text": "(Labbe and Cossart, Concilia, Tome III."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Ephesus 29:3",
                            "text": ", col."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Ephesus 29:4",
                            "text": "806."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Ephesus 29:5",
                            "text": ")  Forasmuch as the divinely inspired Scripture says, \"Do all things with advice,\" it is especially their duty who have had the priestly ministry allotted to them to examine with all diligence whatever matters are to be transacted."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Ephesus 29:6",
                            "text": "For to those who will so spend their lives, it comes to pass both that they are established in [the enjoyment of] an honest hope concerning what belongs to them, and that they are borne along, as by a favouring breeze, in things that they desire:  so that, in truth, the saying [of the Scripture] has much reason [to commend it]."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Ephesus 29:7",
                            "text": "But there are times when bitter and intolerable grief swoops down upon the mind, and has the effect of cruelly beclouding it, so as to carry it away from the pursuit of what is needful, and persuade it to consider that to be of service which is in its [very] nature mischievous."
                        },
                        {
                            "verse": 8,
                            "chapter": 29,
                            "name": "Ephesus 29:8",
                            "text": "Something of this kind we have seen endured by that most excellent and most religious Bishop Eustathius."
                        },
                        {
                            "verse": 9,
                            "chapter": 29,
                            "name": "Ephesus 29:9",
                            "text": "For it is in evidence that he has been ordained canonically; but having been much disturbed, as he declares, by certain parties, and having entered upon circumstances he had not foreseen, therefore, though fully able to repel the slanders of his persecutors, he nevertheless, through an extraordinary inexperience of affairs, declined to battle with the difficulties which beset him, and in some way that we know not set forth an act of resignation."
                        },
                        {
                            "verse": 10,
                            "chapter": 29,
                            "name": "Ephesus 29:10",
                            "text": "Yet it behooved him, when he had been once entrusted with the priestly care, to cling to it with spiritual energy, and, as it were, to strip himself to strive against the troubles and gladly to endure the sweat for which he had bargained."
                        },
                        {
                            "verse": 11,
                            "chapter": 29,
                            "name": "Ephesus 29:11",
                            "text": "But inasmuch as he proved himself to be deficient in practical capacity, having met with this misfortune rather from inexperience than from cowardice and sloth, your holiness has of necessity ordained our most excellent and most religious brother and fellow-bishop, Theodore, as the overseer of the Church; for it was not reasonable that it should remain in widowhood, and that the Saviour's sheep should pass their time without a shepherd."
                        },
                        {
                            "verse": 12,
                            "chapter": 29,
                            "name": "Ephesus 29:12",
                            "text": "But when he came to us weeping, not contending with the aforenamed most religious Bishop Theodore for his See or Church, but in the meantime seeking only for his rank and title as a bishop, we all suffered with the old man in his grief, and considering his weeping as our own, we hastened to discover whether the aforenamed [Eustathius] had been subjected to a legal deposition, or whether, forsooth, he had been convicted on any of the absurd charges alleged by certain parties who had poured forth idle gossip against his reputation."
                        },
                        {
                            "verse": 13,
                            "chapter": 29,
                            "name": "Ephesus 29:13",
                            "text": "And indeed we learned that nothing of such a kind had taken place, but rather that his resignation had been counted against the said Eustathius instead of a [regular] indictment."
                        },
                        {
                            "verse": 14,
                            "chapter": 29,
                            "name": "Ephesus 29:14",
                            "text": "Wherefore, we did by no means blame your holiness for being compelled to ordain into his place the aforenamed most excellent Bishop Theodore."
                        },
                        {
                            "verse": 15,
                            "chapter": 29,
                            "name": "Ephesus 29:15",
                            "text": "But forasmuch as it was not seemly to contend much against the unpractical character of the man, while it was rather necessary to have pity on the elder who, at so advanced an age, was now so far away from the city which had given him birth, and from the dwelling-places of his fathers, we have judicially pronounced and decreed without any opposition, that he shall have both the name, and the rank, and the communion of the episcopate."
                        },
                        {
                            "verse": 16,
                            "chapter": 29,
                            "name": "Ephesus 29:16",
                            "text": "On this condition, however, only, that he shall not ordain, and that he shall not take and minister to a Church of his own individual authority; but that [he shall do so only] if taken as an assistant, or when appointed, if it should so chance, by a brother and fellow-bishop, in accordance with the ordinance and the love which is in Christ."
                        },
                        {
                            "verse": 17,
                            "chapter": 29,
                            "name": "Ephesus 29:17",
                            "text": "If, however, ye shall determine anything more favourable towards him, either now or hereafter, this also will be pleasing to the Holy Synod."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Ephesus 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Ephesus 30:1",
                            "text": "The Letter of the Synod to Pope Celestine."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Ephesus 30:2",
                            "text": "(Labbe and Cossart, Concilia, Tom."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Ephesus 30:3",
                            "text": "III."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Ephesus 30:4",
                            "text": ", col."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Ephesus 30:5",
                            "text": "659; also in Migne, Pat."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Ephesus 30:6",
                            "text": "Lat."
                        },
                        {
                            "verse": 7,
                            "chapter": 30,
                            "name": "Ephesus 30:7",
                            "text": "[reprinted from Galland."
                        },
                        {
                            "verse": 8,
                            "chapter": 30,
                            "name": "Ephesus 30:8",
                            "text": ", Vett."
                        },
                        {
                            "verse": 9,
                            "chapter": 30,
                            "name": "Ephesus 30:9",
                            "text": "Patr."
                        },
                        {
                            "verse": 10,
                            "chapter": 30,
                            "name": "Ephesus 30:10",
                            "text": ", Tom."
                        },
                        {
                            "verse": 11,
                            "chapter": 30,
                            "name": "Ephesus 30:11",
                            "text": "ix."
                        },
                        {
                            "verse": 12,
                            "chapter": 30,
                            "name": "Ephesus 30:12",
                            "text": "], Tom."
                        },
                        {
                            "verse": 13,
                            "chapter": 30,
                            "name": "Ephesus 30:13",
                            "text": "L."
                        },
                        {
                            "verse": 14,
                            "chapter": 30,
                            "name": "Ephesus 30:14",
                            "text": ", Ep."
                        },
                        {
                            "verse": 15,
                            "chapter": 30,
                            "name": "Ephesus 30:15",
                            "text": "xx."
                        },
                        {
                            "verse": 16,
                            "chapter": 30,
                            "name": "Ephesus 30:16",
                            "text": ", col."
                        },
                        {
                            "verse": 17,
                            "chapter": 30,
                            "name": "Ephesus 30:17",
                            "text": "511."
                        },
                        {
                            "verse": 18,
                            "chapter": 30,
                            "name": "Ephesus 30:18",
                            "text": ")  The relation which the holy council of Ephesus sent to Pope Celestine; in which are explained what things were done in that Holy and Great Council."
                        },
                        {
                            "verse": 19,
                            "chapter": 30,
                            "name": "Ephesus 30:19",
                            "text": "The Holy Synod which by the grace of God was assembled at Ephesus the Metropolis to the most holy and our fellow-minister Coelestine, health in the Lord."
                        },
                        {
                            "verse": 20,
                            "chapter": 30,
                            "name": "Ephesus 30:20",
                            "text": "The zeal of your holiness for piety, and your care for the right faith, so grateful and highly pleasing to God the Saviour of us all, are worthy of all admiration."
                        },
                        {
                            "verse": 21,
                            "chapter": 30,
                            "name": "Ephesus 30:21",
                            "text": "For it is your custom in such great matters to make trial of all things, and the confirmation of the Churches you have made your own care."
                        },
                        {
                            "verse": 22,
                            "chapter": 30,
                            "name": "Ephesus 30:22",
                            "text": "But since it is right that all things which have taken place should be brought to the knowledge of your holiness, we are writing of necessity [to inform you] that, by the will of Christ the Saviour of us all, and in accordance with the orders of the most pious and Christ-loving Emperors, we assembled together in the Metropolis of the Ephesians from many and far scattered regions, being in all over two hundred bishops."
                        },
                        {
                            "verse": 23,
                            "chapter": 30,
                            "name": "Ephesus 30:23",
                            "text": "Then, in accordance with the decrees of the Christ-loving Emperors by whom we were assembled, we fixed the date of the meeting of the holy Synod as the Feast of the Holy Pentecost, all agreeing thereto, especially as it was contained in the letters of the Emperors that if anyone did not arrive at the appointed time, he was absent with no good conscience, and was inexcusable both before God and man."
                        },
                        {
                            "verse": 24,
                            "chapter": 30,
                            "name": "Ephesus 30:24",
                            "text": "The most reverend John bishop of Antioch stopped behind; not in singleness of heart, nor because the length of the journey made the impediment, but hiding in his mind his plan and his thought (which was so displeasing to God,) [a plan and thought] which he made clear when not long afterwards he arrived at Ephesus."
                        },
                        {
                            "verse": 25,
                            "chapter": 30,
                            "name": "Ephesus 30:25",
                            "text": "Therefore we put off the assembling [of the council] after the appointed day of the Holy Pentecost for sixteen whole days; in the meanwhile many of the bishops and clerics were overtaken with illness, and much burdened by the expense, and some even died."
                        },
                        {
                            "verse": 26,
                            "chapter": 30,
                            "name": "Ephesus 30:26",
                            "text": "A great injury was thus being done to the great Synod, as your holiness easily perceives."
                        },
                        {
                            "verse": 27,
                            "chapter": 30,
                            "name": "Ephesus 30:27",
                            "text": "For he used perversely such long delay that many from much greater distances arrived before him."
                        },
                        {
                            "verse": 28,
                            "chapter": 30,
                            "name": "Ephesus 30:28",
                            "text": "Nevertheless after sixteen days had passed, certain of the bishops who were with him, to wit, two Metropolitans, the one Alexander of Apamea, and the other Alexander of Hierapolis, arrived before him."
                        },
                        {
                            "verse": 29,
                            "chapter": 30,
                            "name": "Ephesus 30:29",
                            "text": "And when we complained of the tardy coming of the most reverend bishop John, not once, but often, we were told, \"He gave us command to announce to your reverence, that if anything should happen to delay him, not to put off the Synod, but to do what was right\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 30,
                            "name": "Ephesus 30:30",
                            "text": "After having received this message,—and as it was manifest, as well from his delay as from the announcements just made to us, that he refused to attend the Council, whether out of friendship to Nestorius, or because he had been a cleric of a church under his sway, or out of regard to petitions made by some in his favour,—the Holy Council sat in the great church of Ephesus, which bears the name of Mary."
                        },
                        {
                            "verse": 31,
                            "chapter": 30,
                            "name": "Ephesus 30:31",
                            "text": "But when all with zeal had come together, Nestorius alone was found missing from the council, thereupon the holy Synod sent him admonition in accordance with the canons by bishops, a first, second, and third time."
                        },
                        {
                            "verse": 32,
                            "chapter": 30,
                            "name": "Ephesus 30:32",
                            "text": "But he surrounding his house with soldiers, set himself up against the ecclesiastical laws, neither did he shew himself, nor give any satisfaction for his iniquitous blasphemies."
                        },
                        {
                            "verse": 33,
                            "chapter": 30,
                            "name": "Ephesus 30:33",
                            "text": "After this the letters were read which were written to him by the most holy and most reverend bishop of the Church of Alexandria, Cyril, which the Holy Synod approved as being orthodox and without fault (ὀρθῶς καὶ ἀλήπτως ἔχειν), and in no point out of agreement either with the divinely inspired Scriptures, or with the faith handed down and set forth in the great synod of holy Fathers, which assembled sometime ago at Nice in Bithynia, as your holiness also rightly having examined this has given witness."
                        },
                        {
                            "verse": 34,
                            "chapter": 30,
                            "name": "Ephesus 30:34",
                            "text": "On the other hand there was read the letter of Nestorius, which was written to the already mentioned most holy and reverend brother of ours and fellow-minister, Cyril, and the Holy Synod was of opinion that those things which were taught in it were wholly alien from the Apostolic and Evangelical faith, sick with many and strange blasphemies."
                        },
                        {
                            "verse": 35,
                            "chapter": 30,
                            "name": "Ephesus 30:35",
                            "text": "His most impious expositions were likewise read, and also the letter written to him by your holiness, in which he was properly condemned as one who had written blasphemy and had inserted irreligious views (φωνᾶς) in his private exegesis, and after this a just sentence of deposition was pronounced against him; especially is this sentence just, because he is so far removed from being penitent, or from a confession of the matters in which he blasphemed, while yet he had the Church of Constantinople, that even in the very metropolis of the Ephesians, he delivered a sermon to certain of the Metropolitical bishops, men who were not ignorant, but learned and God-fearing, in which he was bold enough to say, \"I do not confess a two or three months old God,\" and he said other things more outrageous than this."
                        },
                        {
                            "verse": 36,
                            "chapter": 30,
                            "name": "Ephesus 30:36",
                            "text": "Therefore as an impious and most pestilent heresy, which perverts our most pure religion (θρησκείαν) and which overthrows from the foundation the whole economy of the mystery [i-e: the Incarnation], we cast it down, as we have said above."
                        },
                        {
                            "verse": 37,
                            "chapter": 30,
                            "name": "Ephesus 30:37",
                            "text": "But it was not possible, as it seemed, that those who had the sincere love of Christ, and were zealous in the Lord should not experience many trials."
                        },
                        {
                            "verse": 38,
                            "chapter": 30,
                            "name": "Ephesus 30:38",
                            "text": "For we had hoped that the most reverend John, bishop of Antioch would have praised the sedulous care and piety of the Synod, and that perchance he would have blamed the slowness of Nestorius's deposition."
                        },
                        {
                            "verse": 39,
                            "chapter": 30,
                            "name": "Ephesus 30:39",
                            "text": "But all things turned out contrary to our hope."
                        },
                        {
                            "verse": 40,
                            "chapter": 30,
                            "name": "Ephesus 30:40",
                            "text": "For he was found to be an enemy, and a most warlike one, to the holy Synod, and even to the orthodox faith of the churches, as these things indicate."
                        },
                        {
                            "verse": 41,
                            "chapter": 30,
                            "name": "Ephesus 30:41",
                            "text": "For as soon as he was come to Ephesus, before he had even shaken off the dust of the journey, or changed his travelling dress, he assembled those who had sided with Nestorius and who had uttered blasphemies against their head, and only not derided the glory of Christ, and gathering as a college to himself, I suppose, thirty men, having the name of bishops (some of whom were without sees, wandering about and having no dioceses, others again had for many years been deposed for serious causes from their metropolises, and with these were Pelagians and the followers of Celestius, and some of those who were turned out of Thessaly), he had the presumption to commit a piece of iniquity no man had ever done before."
                        },
                        {
                            "verse": 42,
                            "chapter": 30,
                            "name": "Ephesus 30:42",
                            "text": "For all by himself he drew up a paper which he called a deposition, and reviled and reproached the most holy and reverend Cyril, bishop of Alexandria, and the most reverend Memnon, bishop of Ephesus, our brother, and fellow-minister, none of us knowing anything about it, and not even those who were thus reviling knew what was being done, nor for what reason they had presumed to do this."
                        },
                        {
                            "verse": 43,
                            "chapter": 30,
                            "name": "Ephesus 30:43",
                            "text": "But ignoring the anger of God for such behaviour, and unheeding the ecclesiastical canons, and forgetting that they were hastening to destruction by such a course of action, under the name of an excommunication, they then reviled the whole Synod."
                        },
                        {
                            "verse": 44,
                            "chapter": 30,
                            "name": "Ephesus 30:44",
                            "text": "And placing these acts of theirs on the public bulletin boards, they exposed them to be read by such as chose to do so, having posted them on the outside of the theatres, that they might make a spectacle of their impiety."
                        },
                        {
                            "verse": 45,
                            "chapter": 30,
                            "name": "Ephesus 30:45",
                            "text": "But not even was this the limit of their audacity; but as if they had done something in accordance with the canons, they dared to bring what they had done to the ears of the most pious and Christ-loving Emperors."
                        },
                        {
                            "verse": 46,
                            "chapter": 30,
                            "name": "Ephesus 30:46",
                            "text": "Things being in this condition, the most holy and reverend Cyril, bishop of Alexandria and the most reverend Memnon bishop of the city of Ephesus, offered some books composed by themselves and accusing the most reverend Bishop John and those who with him had done this thing, and conjuring our holy Synod that John and those with him should be summoned according to the canons, so that they might apologize for their daring acts, and if they had any complaints to make they might speak and prove them, for in their written deposition, or rather sheet of abuse, they made this statement as a pretext, \"They are Apollinarians, and Arians, and Eunomians, and therefore they have been deposed by us\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 30,
                            "name": "Ephesus 30:47",
                            "text": "When, therefore, those who had endured their reviling were present, we again necessarily assembled in the great church, being more than two hundred bishops, and by a first, second, and third call on two days, we summoned John and his companions to the Synod, in order that they might examine those who had been reviled, and might make explanations, and tell the causes which led them to draw up the sentence of deposition; but he did not dare to come."
                        },
                        {
                            "verse": 48,
                            "chapter": 30,
                            "name": "Ephesus 30:48",
                            "text": "But it was right that he, if he could truly prove the before-mentioned holy men to be heretics, both should come and prove the truth of that which, accepted as a true and indubitable crime, induced the temerarious sentence against them."
                        },
                        {
                            "verse": 49,
                            "chapter": 30,
                            "name": "Ephesus 30:49",
                            "text": "But being condemned by his own conscience he did not come."
                        },
                        {
                            "verse": 50,
                            "chapter": 30,
                            "name": "Ephesus 30:50",
                            "text": "Now what he had planned was this."
                        },
                        {
                            "verse": 51,
                            "chapter": 30,
                            "name": "Ephesus 30:51",
                            "text": "For he thought that when that foundation-less and most unjust reviling was done away, the just vote of the Synod which it cast against the heretic Nestorius would likewise be dissolved."
                        },
                        {
                            "verse": 52,
                            "chapter": 30,
                            "name": "Ephesus 30:52",
                            "text": "Being justly vexed, therefore, we determined to inflict according to law the same penalty upon him and those who were with him, which he contrary to law had pronounced against those who had been convicted of no fault."
                        },
                        {
                            "verse": 53,
                            "chapter": 30,
                            "name": "Ephesus 30:53",
                            "text": "But although most justly and in accordance with law he would have suffered this punishment yet in the hope that by our patience his temerity might be conquered, we have reserved this to the decision of your holiness."
                        },
                        {
                            "verse": 54,
                            "chapter": 30,
                            "name": "Ephesus 30:54",
                            "text": "In the meanwhile, we have deprived them of communion and have taken from them all priestly power, so that they may not be able to do any harm by their opinions."
                        },
                        {
                            "verse": 55,
                            "chapter": 30,
                            "name": "Ephesus 30:55",
                            "text": "For those who thus ferociously, and cruelly, and uncanonically are wont to rush to such frightful and most wicked things, how was it not necessary that they should be stripped of the powers which [as a matter of fact] they did not possess, of being able to do harm."
                        },
                        {
                            "verse": 56,
                            "chapter": 30,
                            "name": "Ephesus 30:56",
                            "text": "With our brethren and fellow-ministers, both Cyril the bishop and Memnon, who had endured reproval at their hands, we are all in communion, and after the rashness [of their accusers] we both have and do perform the liturgy in common, all together celebrating the Synaxis, having made of none effect their play in writing, and having thus shewn that it lacked all validity and effect."
                        },
                        {
                            "verse": 57,
                            "chapter": 30,
                            "name": "Ephesus 30:57",
                            "text": "For it was mere reviling and nothing else."
                        },
                        {
                            "verse": 58,
                            "chapter": 30,
                            "name": "Ephesus 30:58",
                            "text": "For what kind of a synod could thirty men hold, some of whom were marked with the stamp of heresy, and some without sees and ejected [from their dioceses]?  Or what strength could it have in opposition to a synod gathered from all the whole world?  For there were sitting with us the most reverend bishops Arcadius and Projectus, and with them the most holy presbyter Philip, all of whom were sent by your holiness, who gave to us your presence and filled the place of the Apostolic See (τῆς ἀποστολικῆς καθέδρας)."
                        },
                        {
                            "verse": 59,
                            "chapter": 30,
                            "name": "Ephesus 30:59",
                            "text": "Let then your holiness be angered at what took place."
                        },
                        {
                            "verse": 60,
                            "chapter": 30,
                            "name": "Ephesus 30:60",
                            "text": "But if license were granted to such as wished to pour reproval upon the greater sees, and thus unlawfully and uncanonically to give sentence or rather to utter revilings against those over whom they have no power, against those who for religion have endured such great conflicts, by reason of which now also piety shines forth through the prayers of your holiness [if, I say, all this should be tolerated], the affairs of the Church would fall into the greatest confusion."
                        },
                        {
                            "verse": 61,
                            "chapter": 30,
                            "name": "Ephesus 30:61",
                            "text": "But when those who dare to do such things shall have been chastised aright, all disturbance will cease, and the reverence due to the canons will be observed by all."
                        },
                        {
                            "verse": 62,
                            "chapter": 30,
                            "name": "Ephesus 30:62",
                            "text": "When there had been read in the holy Synod what had been done touching the deposition of the most irreligious Pelagians and Coelestines, of Coelestius, and Pelagius, and Julian, and Praesidius, and Florus, and Marcellian, and Orontius, and those inclined to like errors, we also deemed it right (ἐδικαιώσαμεν ) that the determinations of your holiness concerning them should stand strong and firm."
                        },
                        {
                            "verse": 63,
                            "chapter": 30,
                            "name": "Ephesus 30:63",
                            "text": "And we all were of the same mind, holding them deposed."
                        },
                        {
                            "verse": 64,
                            "chapter": 30,
                            "name": "Ephesus 30:64",
                            "text": "And that you may know in full all things that have been done, we have sent you a copy of the Acts, and of the subscriptions of the Synod."
                        },
                        {
                            "verse": 65,
                            "chapter": 30,
                            "name": "Ephesus 30:65",
                            "text": "We pray that you, dearly beloved and most longed for, may be strong and mindful of us in the Lord."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Ephesus 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Ephesus 31:1",
                            "text": "The Definition of the Holy and Ecumenical Synod of Ephesus Against the Impious Messalians Who are Also Called Euchetae and Enthusiasts."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Ephesus 31:2",
                            "text": "(Found in Latin only."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Ephesus 31:3",
                            "text": "Labbe and Cossart, Concilia, Tom."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Ephesus 31:4",
                            "text": "III."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Ephesus 31:5",
                            "text": ", col."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Ephesus 31:6",
                            "text": "809."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "Ephesus 31:7",
                            "text": ")  When the most pious and religious bishops, Valerian and Amphilochius had come to us, they proposed that we should consider in common the case of the Messalians, that is the Euchetes or Enthusiasts, who were flourishing in Pamphylia, or by what other name this most contaminating heresy is called."
                        },
                        {
                            "verse": 8,
                            "chapter": 31,
                            "name": "Ephesus 31:8",
                            "text": "And when we were considering the question, the most pious and religious bishop Valerian, presented to us a synodical schedule which had been drawn up concerning them in the great city of Constantinople, under Sisinnius of blessed memory:  What we read therein was approved by all, as well composed and as a due presentation of the case."
                        },
                        {
                            "verse": 9,
                            "chapter": 31,
                            "name": "Ephesus 31:9",
                            "text": "And it seemed good to us all, and to the most pious bishops Valerian and Amphilochius and to all the most pious bishops of the provinces of Pamphylia and Lycaonia, that all things contained in that Synodical chart should be confirmed and in no way rescinded; also that the action taken at Alexandria might also be made firm, so that all those who throughout the whole province are of the Messalian or Enthusiastic heresy, or suspected of being tainted with that heresy, whether clerics or laymen, may come together; and if they shall anathematize in writing, according to the decrees pronounced in the aforesaid synod [their errors], if they are clergymen they may remain such; and if laymen they may be admitted to communion."
                        },
                        {
                            "verse": 10,
                            "chapter": 31,
                            "name": "Ephesus 31:10",
                            "text": "But if they refuse to anathematize, if they were presbyters or deacons or in any other ecclesiastical grade, let them be cast out of the clergy and from their grade, and also from communion; if they be lay-men let them be anathematized."
                        },
                        {
                            "verse": 11,
                            "chapter": 31,
                            "name": "Ephesus 31:11",
                            "text": "Furthermore those convicted of this heresy are no more to be permitted to have the rule of our monasteries, lest tares be sown and increase."
                        },
                        {
                            "verse": 12,
                            "chapter": 31,
                            "name": "Ephesus 31:12",
                            "text": "And we give command that the most pious bishops Valerian and Amphilochius, and the rest of the most reverend bishops of the whole province shall pay attention that this decree be carried into effect."
                        },
                        {
                            "verse": 13,
                            "chapter": 31,
                            "name": "Ephesus 31:13",
                            "text": "In addition to this it seemed good that the filthy book of this heresy, which is called the \"Asceticon,\" should be anathematized, as composed by heretics, a copy of which the most religious and pious Valerian brought with him."
                        },
                        {
                            "verse": 14,
                            "chapter": 31,
                            "name": "Ephesus 31:14",
                            "text": "Likewise anything savouring of their impiety which may be found among the people, let it be anathema."
                        },
                        {
                            "verse": 15,
                            "chapter": 31,
                            "name": "Ephesus 31:15",
                            "text": "Moreover when they come together, let there be commended by them in writing such things as are useful and necessary for concord, and communion, and arrangement (dispositionem vel dispensationem)."
                        },
                        {
                            "verse": 16,
                            "chapter": 31,
                            "name": "Ephesus 31:16",
                            "text": "But should any question arise in connexion with the present business, and if it should prove to be difficult and ambiguous, what is not approved by the most pious bishops Valerian and Amphilochius, and the other bishops throughout the province, they ought to discuss all things by reference to what is written."
                        },
                        {
                            "verse": 17,
                            "chapter": 31,
                            "name": "Ephesus 31:17",
                            "text": "And if the most pious bishops of the Lycians or of the Lycaonians shall have been passed over; nevertheless let not a Metropolitan be left out of whatever province he may be."
                        },
                        {
                            "verse": 18,
                            "chapter": 31,
                            "name": "Ephesus 31:18",
                            "text": "And let these things be inserted in the Acts so that if any have need of them they would find how also to expound these things more diligently to others."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Ephesus 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Ephesus 32:1",
                            "text": "Decree of the Synod in the Matter of Euprepius and Cyril."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Ephesus 32:2",
                            "text": "(Found in Latin only."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Ephesus 32:3",
                            "text": "Labbe and Cossart, Concilia, Tom."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Ephesus 32:4",
                            "text": "III."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Ephesus 32:5",
                            "text": ", col."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Ephesus 32:6",
                            "text": "810."
                        },
                        {
                            "verse": 7,
                            "chapter": 32,
                            "name": "Ephesus 32:7",
                            "text": ")  The petition of the most pious bishops Euprepius and Cyril, which is set forth in the papers they offered, is honest."
                        },
                        {
                            "verse": 8,
                            "chapter": 32,
                            "name": "Ephesus 32:8",
                            "text": "Therefore from the holy canons and the external laws, which have from ancient custom the force of law, let no innovation be made in the cities of Europa, but according to the ancient custom they shall be governed by the bishops by whom they have been formerly governed."
                        },
                        {
                            "verse": 9,
                            "chapter": 32,
                            "name": "Ephesus 32:9",
                            "text": "For since there never was a metropolitan who had power otherwise, so neither hereafter shall there be any departure from the ancient custom."
                        }
                    ]
                }
            ]
        }
    ]
}