{
    "books": [
        {
            "name": "John Cassian: Against Nestorius Book II",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "John Cassian: Against Nestorius Book II 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book II 1:1",
                            "text": "Book II."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book II 1:2",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book II 1:3",
                            "text": "How the errors of later heretics have been condemned and refuted in the persons of their authors and originators."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book II 1:4",
                            "text": "As we began by setting down in the first book some things by which we showed that our new heretic is but an offshoot from ancient stocks of heresy, the due condemnation of the earlier heretics ought to be enough to secure a sentence of due condemnation for him."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book II 1:5",
                            "text": "For as he has the same roots and grows up out of the same fallow he has already been amply condemned in the persons of his predecessors, especially as those who went wrong immediately before these men very properly condemned the very thing which these men are now asserting, so that the examples of their own party ought to be amply sufficient for them in both directions; viz."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book II 1:6",
                            "text": ", that of those who were restored and that of those who were condemned."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book II 1:7",
                            "text": "For if they are capable of amendment they have their remedy set forth in the correction of their own party."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book II 1:8",
                            "text": "If they are incapable of it they receive their sentence in the condemnation  of their own folk."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book II 1:9",
                            "text": "But that we may not be thought to have prejudged the case against them instead of fairly judging it, we will produce their actual pestilent assertions, or rather I should say their blasphemous folly: taking \"above all the shield of faith, and the sword of the Spirit which is the Word of God,\" that when the head of the old serpent rises once more, the same sword of the Divine Word which formerly severed it in the case of those ancient dragons may even now cut it off in the persons of these new serpents."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "John Cassian: Against Nestorius Book II 1:10",
                            "text": "For since the error of these is the same as that of those former ones, the decapitation of those ought to be counted as the decapitation of these; and as the serpents revive and emit pestilent blasts against the Lord's church, and cause some to fail through their hissing, we must on account of these new diseases add a fresh remedy to those older cures, so that even if what has already been done prove insufficient to heal the malady, what we are now doing may be adequate to restore those who are suffering from it."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "John Cassian: Against Nestorius Book II 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book II 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book II 2:2",
                            "text": "Proof that the Virgin Mother of God was not only Christotocos but also Theotocos, and that Christ is truly God."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book II 2:3",
                            "text": "And so you say, O heretic, whoever you may be, who deny that God was born of the Virgin, that Mary the Mother of our Lord Jesus Christ ought not to be called Theotocos, i-e:, Mother of God, but Christotocos, i-e:, only the Mother of Christ, not of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book II 2:4",
                            "text": "For no one, you say, brings forth what is anterior in time."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book II 2:5",
                            "text": "And of this utterly foolish argument whereby you think that the birth of God can be understood by carnal minds, and fancy that the mystery of His Majesty can be accounted for by human reasoning, we will, if God permits, say something later on."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book II 2:6",
                            "text": "In the meanwhile we will now prove by Divine testimonies that Christ is God, and that Mary is the Mother of God."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book II 2:7",
                            "text": "Hear then how the angel of God speaks to the Shepherds of the birth of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book II 2:8",
                            "text": "\"There is born,\" he says, \"to you this day in the city of David a Saviour who is Christ the Lord\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book II 2:9",
                            "text": "In order that you may not take Christ for a mere man, he adds the name of Lord and Saviour, on purpose that you may have no doubt that He whom you acknowledge as Saviour is God, and that (as the office of saving belongs only to Divine power) you may not question that He is of Divine power, in whom you have learnt that the power to save resides."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book II 2:10",
                            "text": "But perhaps this is not enough to convince your unbelief, as the angel of the Lord termed Him Lord and Saviour rather than God or the Son of God, as you certainly most wickedly deny Him to be God, whom you acknowledge to be Saviour."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book II 2:11",
                            "text": "Hear then what the archangel Gabriel announces to the Virgin Mary."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book II 2:12",
                            "text": "\"The Holy Ghost,\" he says, \"shall come upon thee, and the power of the Most High shall overshadow thee: therefore also that holy thing which shall be born of thee shall be called the Son of God\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book II 2:13",
                            "text": "Do you see how, when he is going to point out the nativity of God, he first speaks of a work of Divinity."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book II 2:14",
                            "text": "For \"the Holy Ghost,\" he says, \"shall come upon thee, and the power of the Most High shall overshadow thee\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book II 2:15",
                            "text": "Admirably did the angel speak, and explain the majesty of the Divine work by the Divine character of his words."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book II 2:16",
                            "text": "For the Holy Ghost sanctified the Virgin's womb, and breathed into it by the power of His Divinity, and thus imparted and communicated Himself to human nature; and made His own what was before foreign to Him, taking it to Himself by His own power and majesty."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book II 2:17",
                            "text": "And lest the weakness of human nature should not be able to bear the entrance of Divinity the power of the Most High strengthened the ever to be honoured Virgin, so that it supported her bodily weakness by embracing it with overshadowing protection, and human weakness was not insufficient for the consummation of the ineffable mystery of the holy conception, since it was supported by the Divine overshadowing."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book II 2:18",
                            "text": "\"Therefore,\" he says, \"the Holy Ghost shall come upon thee, and the power of the Most High shall overshadow thee\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book II 2:19",
                            "text": "If only a mere man was to be born of a pure virgin why should there be such careful mention of the Divine Advent? Why such intervention of Divinity itself? Certainly if only a man was to be born from man, and flesh from flesh, a command alone might have done it, or the Divine will."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book II 2:20",
                            "text": "For if the will of God alone, and His command  sufficed to fashion the heavens, form the earth, create the sea, thrones, and seats, and angels, and archangels, and principalities, and powers, and in a word to create all the armies of heaven, and those countless thousands of thousands of the Divine hosts (\"For He spake and they were made, He commanded and they were created\"), why was it that that was insufficient for the creation of (according to you) a single man, which was sufficient for the production of all things divine, and that the power and majesty of God did not entrust that with the birth of a single infant, which had availed to fashion all things earthly and heavenly? But certainly the reason why all those works were performed by the command of God, but the nativity was only accomplished by His coming was because God could not be conceived by man unless He allowed it, nor be born unless He Himself entered in; and therefore the archangel pointed out that the sacred majesty would come upon the Virgin, I mean that as so great an event could not be brought about by human appointment, he announced that there would be present at the conception the glory of Him who was to be born."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book II 2:21",
                            "text": "And so the Word, the Son, descended: the majesty of the Holy Ghost was present: the power of the Father was overshadowing; that in the mystery of the holy conception the whole Trinity might cooperate."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book II 2:22",
                            "text": "\"Therefore,\" he says, \"also that holy thing which shall be born of thee shall be called the Son of God\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book II 2:23",
                            "text": "Admirably does he add \"Therefore,\" in order to show that this would therefore follow because that had gone before; and that because God had come upon her at the conception therefore God would be present at the birth."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book II 2:24",
                            "text": "And when the maiden understood not, he gave a reason for this great thing, saying: \"Because the Holy Spirit shall come upon thee, and because the power of the Most High shall overshadow thee, therefore also that holy thing which shall be born shall be called the Son of God;\" that is to say: That thou mayest not be ignorant of the provision for so great a work, and the mystery of this great secret, the majesty of God shall therefore come upon thee completely; because the Son of God shall be born of thee."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book II 2:25",
                            "text": "What further doubt can there be about this? or what is there further to be said? He said that God would come upon her; that the Son of God would be born."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "John Cassian: Against Nestorius Book II 2:26",
                            "text": "Ask now, if you like, how the Son of God can help being God, or how she who brought forth God can fail to be Theotocos, i-e:, the Mother of God? This alone ought to be enough for you; aye this ought to be amply sufficient for you."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "John Cassian: Against Nestorius Book II 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:2",
                            "text": "Follows up the same argument with passages from the Old Testament."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:3",
                            "text": "But as there is an abundant supply of witnesses to the holy nativity; viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:4",
                            "text": ", all that has been on this account written, to hear witness to it, let us examine in some slight degree an announcement about God even in the Old Testament, that you may know that the fact that the birth of God was to be from a virgin was not only then announced when it actually came to pass, but had been foretold from the very beginning of the world, that, as the event to be brought about was ineffable, incredulity of the fact when actually present might be removed by its having been previously announced while still future."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:5",
                            "text": "And so the prophet Isaiah says: \"Behold a virgin shall conceive and bear a Son, and they shall call his name Emmanuel, which is interpreted God with us\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:6",
                            "text": "What room is there here for doubt, you incredulous person? The prophet said that a virgin should conceive: a virgin has conceived: that a Son should be born: a Son has been born: that He should be called God: He is called God."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:7",
                            "text": "For He is called by that name as being of that nature."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:8",
                            "text": "Therefore when the Spirit of God said that He should be called God, He proved that He is without the Spirit of God who makes himself a stranger to all fellowship with the Divine title."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:9",
                            "text": "\"Behold then,\" he says, \"a virgin shall conceive and bear a Son, and they shall call His name Emmanuel, which is interpreted God with us\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:10",
                            "text": "But here is a point on which it is possible that your shuffling incredulity may fasten; viz."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:11",
                            "text": ", by saying that this which the prophet declared He should be called referred not to the glory of His Divinity, but to the name by which He should be addressed."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:12",
                            "text": "But what are we to do because Christ is never spoken of by this name in the gospels, though the Spirit of God cannot be said to have spoken falsely through the prophet? How is it then? Surely that we should understand that that prophecy then foretold the name of His Divine nature and not of His humanity."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:13",
                            "text": "For since in His manhood united to the Godhead He received another name  in the gospel, it is certainly clear that this name belonged to His humanity, that to His Divinity."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:14",
                            "text": "But let us proceed further and summon other true witnesses to establish the truth: For where we are speaking about the Godhead, the Divinity cannot be better established than by His own witnesses."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:15",
                            "text": "So then the same prophet says elsewhere: \"For unto us a Son is born: unto us a child is given; and the government shall be upon His shoulder; and His name shall be called the angel of great counsel, God the mighty, the Father of the world to come, the Prince of peace\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:16",
                            "text": "Just as above the prophet had expressly said that He should be called Emmanuel, so here he says that He should be called \"the angel of great counsel, and God the mighty, and the Father of the world to come and the prince of peace\" (although we certainly never read that He was called by these names in the gospel): of course that we may understand that these are not terms belonging to His human, but to His Divine nature; and that the name used in the gospel belonged to the manhood which He took upon Him, and this one to His innate power."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:17",
                            "text": "And because God was to be born in human form, these names were so distributed in the sacred economy, that to the manhood a human name was given and to the Divinity a Divine one."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:18",
                            "text": "Therefore he says: \"He shall be called the angel of great counsel, God the mighty, the Father of the world to come, the prince of peace\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:19",
                            "text": "Not, O heretic, whoever you may be, not that here the prophet, full as he was of the Holy Spirit, followed your example and compared Him who was born to a molten image and a figure fashioned without sense."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:20",
                            "text": "For \"a Son,\" he says, \"is born to us, a Child is given to us; and the government shall be upon his shoulder; and His name shall be called the angel of great counsel, God the mighty\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:21",
                            "text": "And that you may not imagine Him whom He announced as God to be other than Him who was born in the flesh, he adds a term referring to His birth, saying: \"A child is born to us: a son is given to us\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:22",
                            "text": "Do you see how many titles the prophet used to make clear the reality of His birth in the body? for he called Him both Son and child on purpose that the manner of the child which was born might be more clearly shown by a name referring to His infancy; and the Holy Spirit foreseeing without doubt this perversity of blasphemous heretics, showed to the whole world that it was God who was born, by the very terms and words used; that even if a heretic was determined to utter blasphemy, he might not find any loophole for his blasphemy."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:23",
                            "text": "Therefore he says: \"A Son is born to us; a child is given to us; and the government shall be upon His shoulder; and His name shall be called the angel of great counsel, God the mighty, the Father of the world to come, the prince of peace\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:24",
                            "text": "He teaches that this child which was born is both prince of peace and Father of the world to come and God the mighty."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:25",
                            "text": "What room is there then for shuffling? This child which is born cannot be severed from God who is born in Him, for he called Him, whom he spoke of as born, Father of the world to come; Him whom he called a child, he foretold as God the mighty."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:26",
                            "text": "What is it, O heretic? Whither will you betake yourself? Every place is hedged and shut in: there is no possibility of getting out of it."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:27",
                            "text": "There is nothing for it but that you should at length be obliged to confess the mistake which you would not understand."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:28",
                            "text": "But not content with these passages which are indeed enough let us inquire what the Holy Ghost said through another prophet."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:29",
                            "text": "\"Shall a man,\" says he, \"pierce his God, for you are piercing me?\" In order that the subject of the prophecy might be still clearer the prophet foretells what he proclaimed of the Lord's passion as if from the mouth of Him of whom he was speaking."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:30",
                            "text": "\"Shall a man pierce his God, for you are piercing me?\" Does not our Lord God, I ask, seem to have said this when He was led to the Cross? Why indeed do you not acknowledge Me as your Redeemer? Why are ye ignorant of God clothed in flesh for you? Are you  preparing death for your Saviour? Are yon leading forth to death the Author of life? I am your God whom ye are lifting up: your God whom ye are crucifying."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "John Cassian: Against Nestorius Book II 3:31",
                            "text": "What mistake, I ask, is here or what madness is it? \"Shall a man pierce his God, for you are piercing me?\" Do you see how exactly the words describe what was actually done? Could you ask for anything more express or clearer? Do you see how sacred testimonies follow our Incarnate Lord Jesus Christ from the very cradle to the Cross which He bore, as here you can see that He whom elsewhere you read of as God when born in the flesh was God when pierced on the cross? And so there, where His birth was treated of, He is spoken of by the prophet as God: and here where His crucifixion is concerned, He is most clearly named God; that the taking upon Him of manhood might not in any point prejudice dignity of His Divinity, nor the humiliation of His body and the shame of the passion affect the glory of His majesty; for His condescension to so lowly a birth and His generous goodness in enduring his passion ought to increase our love and devotion to Him; since it is certainly a great and monstrous sin if, the more He lavishes love upon us, the less He is honoured by us."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "John Cassian: Against Nestorius Book II 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:2",
                            "text": "He produces testimonies to the same doctrine from the Apostle Paul."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:3",
                            "text": "But passing over these things which cannot possibly be unfolded because there would be no limit to the telling of them, as the blessings which he gives are without stint, it is time for us to consult the Apostle Paul, the stoutest and clearest witness to Him, for he can tell us everything about God in the most trustworthy way because God always spoke from his breast."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:4",
                            "text": "He then, the chosen teacher of the nations, who was sent to destroy the errors of Gentile superstition, bears his witness in the following way to the grace and coming of our Lord God: \"The grace,\" he says, \"of God and our Saviour appeared unto all men, instructing us that denying ungodliness and worldly desires we should live soberly and justly and godly in this world, looking for the blessed hope and coming of the glory of the great God and our Saviour Jesus Christ\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:5",
                            "text": "He says that \"there appeared the grace of God our Saviour\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:6",
                            "text": "Admirably does he use a word suited to show the arrival of a new grace and birth; for by saying \"there appeared,\" he indicated the approach of a new grace and birth, for thenceforward the gift of a new grace began to appear, from the moment when God appeared as born in the world."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:7",
                            "text": "Thus by using the right word, and one exactly suitable, he shows the light of this new grace almost as if he pointed to it with his finger."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:8",
                            "text": "For that is most properly said to appear, which is shown by sudden light manifesting it."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:9",
                            "text": "Just as we read in the gospel that the star appeared to the wise men in the East: and in Exodus: \"There appeared,\" he says, \"to Moses an angel in a flame of fire in the bush:\" for in all these and in the case of other visions in the Holy Scripture, Scripture determined that this word in particular should be used, that it might speak of that as \"appearing,\" which shone forth with unwonted light."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:10",
                            "text": "So then the Apostle also, well knowing the coming of the heavenly grace, which appeared at the approach of the holy nativity, indicated it by using a term applied to a bright appearance; expressly in order to say that it appeared, as it shone with the splendour of a new light."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:11",
                            "text": "\"There appeared\" then \"the grace of God our Saviour\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:12",
                            "text": "Surely you cannot raise any quibble about the ambiguity of the names in this place, so as to say that \"Christ\" is one and \"God\" another, or to divide \"the Saviour\" from the glory of His name, and separate \"the Lord\" from the Divinity? Lo, here the vessel of God speaks from God, and testifies by the clearest statement that the grace of God appeared from Mary."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:13",
                            "text": "And in order that you may not deny that God appeared from Mary, he at once adds the name of Saviour, on purpose that you may believe that He who is born of Mary is God, whom you cannot deny to have been born a Saviour, in accordance with this passage: \"For to you is born to-day a Saviour\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:14",
                            "text": "O excellent teacher of the Gentiles truly given by God to them, for he knew that this wild heretical folly would arise, which would turn to controversial uses the names of God, and would not hesitate to slander God from His own titles; and so just in order that the heretic might not separate the title of Saviour from the Divinity he put first the name of God, that the name of God standing first might claim as His all the names which followed, and that no one might imagine that in what followed Christ was spoken of as a mere man, as by the very first word used he had  taught that He was God."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:15",
                            "text": "\"Looking,\" says the same Apostle, \"for the blessed hope and coming of the glory of the great God and our Saviour Jesus Christ\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:16",
                            "text": "Certainly that teacher of divine wisdom saw that plain and simple teaching would not in itself be sufficient to meet the crafty wiles of the devil's cunning, unless he fortified the holy preaching of the faith with a protection of extreme care."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:17",
                            "text": "And so although he had used the name of God the Saviour up above, he here adds \"Jesus Christ,\" in case you might think that the mere name of Saviour was not enough to indicate to you our Lord Jesus Christ, and might fail to understand that the God, whom you acknowledge as God the Saviour, is the same Jesus Christ."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:18",
                            "text": "What then does he say? He says: \"Looking for the blessed hope and coming of the glory of the great God and our Saviour Jesus Christ\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:19",
                            "text": "Nothing is here wanting as regards the titles of our Lord and you see here God, and the Saviour, and Jesus, and Christ."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:20",
                            "text": "But when you see all these, you see that they all belong to God."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:21",
                            "text": "For you have heard of Him as God, but as Saviour as well."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:22",
                            "text": "You have heard of Him as God, but as Jesus as well."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:23",
                            "text": "You have heard of Him as God, but as Christ as well."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:24",
                            "text": "That which the Divinity has joined and united together cannot be separated by this diversity of titles; for whichever you may seek for of them, all, you will find it there."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:25",
                            "text": "The Saviour is God, Jesus is God, Christ is God."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:26",
                            "text": "In all of this which you hear, though the titles used are many, yet they belong to one Person in power."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:27",
                            "text": "For whereas the Saviour is God, and Jesus is God, and Christ is God, it is easy to see that all these, though different appellations, are united as regards the Majesty."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:28",
                            "text": "And when you hear quite plainly that one and the same Person is called God in each case, you can surely clearly see that in all these cases there is but one God spoken of."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:29",
                            "text": "And so you cannot any longer seek to make out a distinction of power from the different names given to the Lord, or to make a difference of Person owing to variety of titles."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:30",
                            "text": "You cannot say: Christ was born of Mary, but God was not; for an Apostle declares that God was."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:31",
                            "text": "You cannot say that Jesus was born of Mary, but God was not; for an Apostle testifies that God was."
                        },
                        {
                            "verse": 32,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:32",
                            "text": "You cannot say: the Saviour was born, but God was not; for an Apostle supports the fact that God was."
                        },
                        {
                            "verse": 33,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:33",
                            "text": "There is no way of escape for you."
                        },
                        {
                            "verse": 34,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:34",
                            "text": "Whichever of the titles of the Lord you may take, He is God, of whom you speak."
                        },
                        {
                            "verse": 35,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:35",
                            "text": "You have nothing to say: nothing to assert: nothing to invent in your wicked falsehood."
                        },
                        {
                            "verse": 36,
                            "chapter": 4,
                            "name": "John Cassian: Against Nestorius Book II 4:36",
                            "text": "You can in impious unbelief refuse to believe: you have nothing to deny in the matter of your blasphemy."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "John Cassian: Against Nestorius Book II 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book II 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book II 5:2",
                            "text": "From the gifts of Divine grace which we receive through Christ he infers that He is truly God."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book II 5:3",
                            "text": "Although we began to speak some time back on this Divine grace of our Lord and Saviour, I want to say somewhat more on the same subject from the Holy Scriptures."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book II 5:4",
                            "text": "We read in the Acts of the Apostles that the Apostle James thus refuted those who thought that when they received the gospel they ought still to bear the yoke of the old Law: \"Why,\" said he, \"do ye tempt God, to put a yoke upon the necks of the disciples which neither our fathers nor we have been able to bear."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book II 5:5",
                            "text": "But by the grace of our Lord Jesus Christ we believe to be saved in like manner as they also\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book II 5:6",
                            "text": "The Apostle certainly speaks of the gift of this grace as given by Jesus Christ."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book II 5:7",
                            "text": "Answer me now, if you please: do you think that this grace which is given for the salvation of all men, is given by man or by God? If you say, By man, Paul, God's own vessel, will cry out against you, saying: \"There appeared the grace of God our Saviour\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book II 5:8",
                            "text": "He teaches that this grace is the result of a Divine gift, and not of human weakness."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book II 5:9",
                            "text": "And even if the sacred testimony was not sufficient, the truth of the matter itself would bear its witness, because fragile earthly things cannot possibly furnish a thing of lasting and immortal value; nor can anyone give to another that in which he himself is lacking, nor supply a sufficiency of that, from the want of which he admits that he himself is suffering."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book II 5:10",
                            "text": "You cannot then help admitting that the grace comes from God."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book II 5:11",
                            "text": "It is God then who has given it."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book II 5:12",
                            "text": "But it has been given by our Lord Jesus Christ."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book II 5:13",
                            "text": "Therefore the Lord Jesus Christ is God."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book II 5:14",
                            "text": "But if He be, as He certainly is, God: then she who bore God is Theotocos, i-e:, the mother of God."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book II 5:15",
                            "text": "Unless perhaps you want to take refuge in so utterly absurd and blasphemous a contradiction as to deny that she from whom God was born is the mother of God, while you cannot deny that He who was born is God."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book II 5:16",
                            "text": "But, however, let us see what the gospel of God thinks about this same grace of our Lord: \"Grace and truth,\" it says, \"came by Jesus Christ\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book II 5:17",
                            "text": "If  Christ is a mere man, how did these come by Christ? Whence was there in Him Divine power if, as you say, there was in Him only the nature of man? Whence comes heavenly largesse, if His is earthly poverty? For no one can give what he has not already."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book II 5:18",
                            "text": "As then Christ gave Divine grace, He already had that which He gave."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book II 5:19",
                            "text": "Nor can anyone endure a diversity of things that are so utterly different from each other, as at one and the same time to suffer the wants of a poor man, and also to show the munificence of a bounteous one."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book II 5:20",
                            "text": "And so the Apostle Paul, knowing that all the treasures of heavenly riches are found in Christ, rightly writes to the Churches: \"The grace of our Lord Jesus Christ be with you\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book II 5:21",
                            "text": "For though he had already often enough taught that God is the same as Christ, and that all the glory of Deity resides in Him, and that all the fulness of the Godhead dwelleth in Him bodily, yet here he is certainly right in praying for the grace of Christ alone, without adding the word God: for while he had often taught that the grace of God is the same as the grace of Christ, he now most perfectly prays only for the grace of Christ, for he knows that in the grace of Christ is contained the whole grace of God."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book II 5:22",
                            "text": "Therefore he says: \"The grace of our Lord Jesus Christ be with you\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book II 5:23",
                            "text": "If Jesus Christ was a mere man, then in his wish that the grace of Christ might be given to the Churches he was wishing that the grace of a man might be given; and by saying: \"The grace of Christ be with you\" he meant: the grace of a man be with you, the grace of flesh be with you, the grace of bodily weakness, the grace of human frailty! Or why did he ever even mention the word grace, if his wish was for the grace of a man? For there was no reason for wishing, if that was not in existence which was wished for; nor ought he to have prayed that there might be bestowed on them the grace of one who, according to you, did not possess the reality of that grace for which he was wishing."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book II 5:24",
                            "text": "And so you see that it is utterly absurd and ridiculousor rather not a thing to laugh at but to cry over, for what is a matter for laughter to some frivolous persons becomes a matter for crying to pious and faithful souls, for they shed tears of charity for the folly of your unbelief, and weep pious tears at the folly of another's impiety."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "John Cassian: Against Nestorius Book II 5:25",
                            "text": "Let us then recover ourselves for a while and take our breath, for this idea is not only without wisdom but also without the Spirit, as it is certainly wanting in spiritual wisdom and has nothing to do with the Spirit of salvation."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "John Cassian: Against Nestorius Book II 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book II 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book II 6:2",
                            "text": "That the power of bestowing Divine grace did not come to Christ in the course of time, but was innate in Him from His very birth."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book II 6:3",
                            "text": "But perhaps you will say that this grace of our Lord Jesus Christ, of which the Apostle writes, was not born with Him, but was afterwards infused into Him by the descent of Divinity upon Him, since you say that the man Jesus Christ our Lord (whom you call a mere man) was not born with God, but afterwards was assumed by God: and that through this grace was given to the man at the same time that Divinity was given to Him."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book II 6:4",
                            "text": "Nor do we say anything else than that Divine grace descended with the Divinity, for the Divine grace of God is in a way a bestowal of actual Divinity and a gift of a liberal supply of graces."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book II 6:5",
                            "text": "Perhaps then it may be thought that the difference between us is one of time rather than of what is essential, since the Divinity which we say was born with Jesus Christ you say was afterwards infused into Him."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book II 6:6",
                            "text": "But the fact is that if you deny that Divinity was born with the Lord you cannot afterwards make a confession according to the faith; for it is an impossibility for one and the same thing to be partly impious and also to turn out partly pious, and for the same thing partly to belong to faith and partly to misbelief."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book II 6:7",
                            "text": "To begin with then I ask you this: Do you say that our Lord Jesus Christ, who was born of the Virgin Mary is only the Son of man, or that He is the Son of God as well? For we, I mean all who hold the Catholic faith, all of us, I say, believe and are sure and know and confess that He is both, i-e:, that He is Son of man because born of a woman and Son of God because conceived of Divinity."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book II 6:8",
                            "text": "Do you then admit that He is both, i-e:, Son of God and Son of man, or do you say that He is Son of man only? If Son of man only then there cry out against you apostles and prophets, aye and the Holy Ghost Himself, by whom the conception was brought about."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book II 6:9",
                            "text": "That most shameless mouth of yours is stopped by all the witnesses of the Divine decrees: it is stopped by sacred writings and holy witnesses: aye and it is stopped by the very gospel of God as if by a Divine hand."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book II 6:10",
                            "text": "And that mighty Gabriel who in the case of Zacharias restrained the voice of unbelief by the power of his word, much more strongly condemned in your case the voice of  blasphemy and sin, by his own lips, saying to the Virgin Mary, the mother of God: \"The Holy Ghost shall come upon thee, and the power of the Most High shall overshadow thee: therefore also that holy thing which shall be born of thee shall be called the Son of God\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book II 6:11",
                            "text": "Do you see how Jesus Christ is first proclaimed to be the Son of God that according to the flesh He might become the Son of man? For when the Virgin Mary was to bring forth the Lord she conceived owing to the descent of the Holy Spirit upon her and the cooperation of the power of the Most High."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book II 6:12",
                            "text": "And from this you can see that the origin of our Lord and Saviour must come from thence, whence His conception came; and since He was born owing to the descent of the fulness of Divinity in Its completeness upon the Virgin, He could not be the Son of man unless He had first been the Son of God; and so the angel when sent to announce His nativity and sacred birth, when he had already spoken of the mystery of His conception added a word expressive of His birth, saying: \"Therefore also that holy thing which shall be born of thee shall be called the Son of God\" [i-e:, He shall be called the Son of Him from whom He was begotten]."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book II 6:13",
                            "text": "Jesus Christ is therefore the Son of God, because He was begotten of God and conceived of God."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book II 6:14",
                            "text": "But if He is the Son of God, then most certainly He is God: but if He is God, then He is not lacking in the grace of God."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book II 6:15",
                            "text": "Nor indeed was He ever lacking in that of which He is Himself the maker."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "John Cassian: Against Nestorius Book II 6:16",
                            "text": "For grace and truth were made by Jesus Christ."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "John Cassian: Against Nestorius Book II 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book II 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book II 7:2",
                            "text": "How in Christ the Divinity, Majesty, Might and Power have existed in perfection from eternity, and will continue."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book II 7:3",
                            "text": "Therefore all grace, power, might, Divinity, aye, and the fulness of actual Divinity and glory have ever existed together with Him and in Him, whether in heaven or in earth or in the womb or at His birth."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book II 7:4",
                            "text": "Nothing that is proper to God was ever wanting to God."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book II 7:5",
                            "text": "For the Godhead was ever present with God, no where and at no time severed from Him."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book II 7:6",
                            "text": "For everywhere God is present in His completeness and in His perfection."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book II 7:7",
                            "text": "He suffers no division or change or diminution; for nothing can be either added to God or taken away from Him, for He is subject to no diminution of Divinity, as to no increase of It."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book II 7:8",
                            "text": "He was the same Person then on earth who was also in heaven: the same Person in His low estate who was also in the highest: the same Person in the littleness of manhood as in the glory of the Godhead."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book II 7:9",
                            "text": "And so the Apostle was right in speaking of the grace of Christ when He meant the grace of God."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book II 7:10",
                            "text": "For Christ was everything that God is."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book II 7:11",
                            "text": "At the very time of His conception as man there came all the power of God, all the fulness of the Godhead; for thence came all the perfection of the Godhead, whence was His origin."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book II 7:12",
                            "text": "Nor was that Human nature of His ever without the Deity as it received from Deity the very fact of its existence."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book II 7:13",
                            "text": "And so, to begin with, whether you like it or no, you cannot deny this; viz."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book II 7:14",
                            "text": ", that the Lord Jesus Christ is the Son of God, especially as the archangel declares in the gospels: \"That holy thing which shall be born of thee shall be called the Son of God\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book II 7:15",
                            "text": "But when this is established then remember that whatever you read of Christ you read of the Son of God: whatever you read of the Lord or Jesus belongs to the Son of God."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "John Cassian: Against Nestorius Book II 7:16",
                            "text": "And so when you recognize a title of Divinity in all these terms which you hear uttered, as you see that in each case you ought to understand that the Son of God is meant, prove to me, if you like, how you can separate the Godhead from the Son of God."
                        }
                    ]
                }
            ]
        }
    ]
}