{
    "books": [
        {
            "name": "Apocrypha: Revelation of Esdras",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Apocrypha: Revelation of Esdras 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:1",
                            "text": "Revelation of Esdras: Word and Revelation of Esdras, the Holy Prophet and Beloved of God."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:2",
                            "text": "It came to pass in the thirtieth year, on the twenty-second of the month, I was in my house."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:3",
                            "text": "And I cried out and said to the Most High:  Lord, give the glory, in order that I may see Thy mysteries."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:4",
                            "text": "And when it was night, there came an angel, Michael the archangel, and says to me:  O Prophet Esdras, refrain from bread for seventy weeks."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:5",
                            "text": "And I fasted as he told me."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:6",
                            "text": "And there came Raphael the commander of the host, and gave me a storax rod."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:7",
                            "text": "And I fasted twice sixty weeks."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:8",
                            "text": "And I saw the mysteries of God and His angels."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:9",
                            "text": "And I said to them:  I wish to plead before God about the race of the Christians."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:10",
                            "text": "It is good for a man not to be born rather than to come into the world."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:11",
                            "text": "I was therefore taken up into heaven, and I saw in the first heaven a great army of angels; and they took me to the judgments."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:12",
                            "text": "And I heard a voice saying to me:  Have mercy on us, O thou chosen of God, Esdras."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:13",
                            "text": "Then began I to say:  Woe to sinners when they see one who is just more than the angels, and they themselves are in the Gehenna of fire!  And Esdras said:  Have mercy on the works of Thine hands, Thou who art compassionate, and of great mercy."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:14",
                            "text": "Judge me rather than the souls of the sinners; for it is better that one soul should be punished, and that the whole world should not come to destruction."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:15",
                            "text": "And God said:  I will give rest in paradise to the righteous, and I have become merciful."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:16",
                            "text": "And Esdras said:  Lord, why dost Thou confer benefits on the righteous? for just as one who has been hired out, and has served out his time, goes and again works as a slave when he come to his masters, so also the righteous has received his reward in the heavens."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:17",
                            "text": "But have mercy on the sinners, for we know that Thou art merciful."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:18",
                            "text": "And God said:  I do not see how I can have mercy upon them."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:19",
                            "text": "And Esdras said:  They cannot endure Thy wrath."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:20",
                            "text": "And God said:  This is the fate of such."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:21",
                            "text": "And God said:  I wish to have thee like Paul and John, as thou hast given me uncorrupted the treasure that cannot be stolen, the treasure of virginity, the bulwark of men."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:22",
                            "text": "And Esdras said:  It is good for a man not to be born."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:23",
                            "text": "It is good not to be in life."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:24",
                            "text": "The irrational creatures are better than man, because they have no punishment; but Thou hast taken us, and given us up to judgment."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:25",
                            "text": "Woe to the sinners in the world to come! because their judgment is endless, and the flame unquenchable."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:26",
                            "text": "And while I was thus speaking to him, there came Michael and Gabriel, and all the apostles; and they said:  Rejoice, O faithful man of God!  And Esdras said:  Arise, and come hither with me, O Lord, to judgment."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:27",
                            "text": "And the Lord said:  Behold, I give thee my covenant between me and thee, that you may receive it."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:28",
                            "text": "And Esdras said:  Let us plead in Thy hearing."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:29",
                            "text": "And God said:  Ask Abraham your father how a son pleads with his father, and come plead with us."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:30",
                            "text": "And Esdras said:  As the Lord liveth, I will not cease pleading with Thee in behalf of the race of the Christians."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:31",
                            "text": "Where are Thine ancient compassions, O Lord?  Where is Thy long-suffering?  And God said:  As I have made night and day, I have made the righteous and the sinner; and he should have lived like the righteous."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:32",
                            "text": "And the prophet said:  Who made Adam the first-formed?  And God said:  My undefiled hands."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:33",
                            "text": "And I put him in paradise to guard the food of the tree of life; and thereafter he became disobedient, and did this in transgression."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:34",
                            "text": "And the prophet said:  Was he not protected by an angel? and was not his life guarded by the cherubim to endless ages? and how was he deceived who was guarded by angels? for Thou didst command all to be present, and to attend to what was said by Thee."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:35",
                            "text": "But if Thou hadst not given him Eve, the serpent would not have deceived her; but whom Thou wilt Thou savest, and whom Thou wilt Thou destroyest."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:36",
                            "text": "And the prophet said:  Let us come, my Lord, to a second judgment."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:37",
                            "text": "And God said:  I cast fire upon Sodom and Gomorrah."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:38",
                            "text": "And the prophet said:  Lord, Thou dealest with us according to our deserts."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:39",
                            "text": "And God said:  Your sins transcend my clemency."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:40",
                            "text": "And the prophet said:  Call to mind the Scriptures, my Father, who hast measured out Jerusalem, and set her up again."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:41",
                            "text": "Have mercy, O Lord, upon sinners; have mercy upon Thine own creatures; have pity upon Thy works."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:42",
                            "text": "Then God remembered those whom He had made, and said to the prophet:  How can I have mercy upon them?  Vinegar and gall did they give me to drink, and not even then did they repent."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:43",
                            "text": "And the prophet said:  Reveal Thy cherubim, and let us go together to judgment; and show me the day of judgment, what like it is."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:44",
                            "text": "And God said:  Thou hast been deceived, Esdras; for such is the day of judgment as that in which there is no rain upon the earth; for it is a merciful tribunal as compared with that day."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:45",
                            "text": "And the prophet said:  I will not cease to plead with Thee, unless I see the day of the consummation."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:46",
                            "text": "And God said:  Number the stars and the sand of the sea; and if thou shalt be able to number this, thou art also able to plead with me."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:47",
                            "text": "And the prophet said:  Lord, Thou knowest that I wear human flesh; and how can I count the stars of the heaven, and the sand of the sea?  And God said:  My chosen prophet, no man will know that great day and the appearing that comes to judge the world."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:48",
                            "text": "For thy sake, my prophet, I have told thee the day; but the hour have I not told thee."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:49",
                            "text": "And the prophet said:  Lord, tell me also the years."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:50",
                            "text": "And God said:  If I see the righteousness of the world, that it has abounded, I will have patience with them; but if not, I will stretch forth my hand, and lay hold of the world by the four quarters, and bring them all together into the valley of Jehoshaphat, and I will wipe out the race of men, so that the world shall be no more."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:51",
                            "text": "And the prophet said:  And how can Thy right hand be glorified?  And God said:  I shall be glorified by my angels."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:52",
                            "text": "And the prophet said:  Lord, if Thou hast resolved to do this, why didst Thou make man?  Thou didst say to our father Abraham, Multiplying I will multiply thy seed as the stars of the heaven, and as the sand that is by the sea-shore; and where is Thy promise?  And God said:  First will I make an earthquake for the fall of four-footed beasts and of men; and when you see that brother gives up brother to death, and that children shall rise up against their parents, and that a woman forsakes her own husband, and when nation shall rise up against nation in war, then will you know that the end is near."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:53",
                            "text": "For then neither brother pities brother, nor man wife, nor children parents, nor friends friends, nor a slave his master; for he who is the adversary of men shall come up from Tartarus, and shall show men many things."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:54",
                            "text": "What shall I make of thee, Esdras? and wilt thou yet plead with me?  And the prophet said:  Lord, I shall not cease to plead with Thee."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:55",
                            "text": "And God said:  Number the flowers of the earth."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:56",
                            "text": "If thou shalt be able to number them, thou art able also to plead with me."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:57",
                            "text": "And the prophet said:  Lord, I cannot number them."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:58",
                            "text": "I wear human flesh; but I shall not cease to plead with Thee."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:59",
                            "text": "I wish, Lord, to see also the under parts of Tartarus."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:60",
                            "text": "And God said:  Come down and see."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:61",
                            "text": "And He gave me Michael, and Gabriel, and other thirty-four angels; and I went down eighty-five steps, and they brought me down five hundred steps, and I saw a fiery throne, and an old man sitting upon it; and his judgment was merciless."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:62",
                            "text": "And I said to the angels:  Who is this? and what is his sin?  And they said to me:  This is Herod, who for a time was a king, and ordered to put to death the children from two years old and under."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:63",
                            "text": "And I said:  Woe to his soul!  And again they took me down thirty steps, and I there saw boilings up of fire, and in them there was a multitude of sinners; and I heard their voice, but saw not their forms."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:64",
                            "text": "And they took me down lower many steps, which I could not measure."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:65",
                            "text": "And I there saw old men, and fiery pivots turning in their ears."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:66",
                            "text": "And I said:  Who are these? and what is their sin?  And they said to me:  These are they who would not listen."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:67",
                            "text": "And they took me down again other five hundred steps, and I there saw the worm that sleeps not, and fire burning up the sinners."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:68",
                            "text": "And they took me down to the lowest part of destruction, and I saw there the twelve plagues of the abyss."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:69",
                            "text": "And they took me away to the south, and I saw there a man hanging by the eyelids; and the angels kept scourging him."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:70",
                            "text": "And I asked:  Who is this? and what is his sin?  And Michael the commander said to me:  This is one who lay with his mother; for having put into practice a small wish, he has been ordered to be hanged."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:71",
                            "text": "And they took me away to the north, and I saw there a man bound with iron chains."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:72",
                            "text": "And I asked:  Who is this?  And he said to me:  This is he who said, I am the Son of God, that made stones bread, and water wine."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:73",
                            "text": "And the prophet said:  My lord, let me know what is his form, and I shall tell the race of men, that they may not believe in him."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:74",
                            "text": "And he said to me:  The form of his countenance is like that of a wild beast; his right eye like the star that rises in the morning, and the other without motion; his mouth one cubit; his teeth span long; his fingers like scythes; the track of his feet of two spans; and in his face an inscription, Antichrist."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:75",
                            "text": "He has been exalted to heaven; he shall go down to Hades."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:76",
                            "text": "At one time he shall become a child; at another, an old man."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:77",
                            "text": "And the prophet said:  Lord, and how dost Thou permit him, and he deceives the race of men?  And God said:  Listen, my prophet."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:78",
                            "text": "He becomes both child and old man, and no one believes him that he is my beloved Son."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:79",
                            "text": "And after this a trumpet, and the tombs shall be opened, and the dead shall be raised incorruptible."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:80",
                            "text": "Then the adversary, hearing the dreadful threatening, shall be hidden in outer darkness."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:81",
                            "text": "Then the heaven, and the earth, and the sea shall be destroyed."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:82",
                            "text": "Then shall I burn the heaven eighty cubits, and the earth eight hundred cubits."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:83",
                            "text": "And the prophet said:  And how has the heaven sinned?  And God said:  Since…there is evil."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:84",
                            "text": "And the prophet said:  Lord, and the earth, how has it sinned?  And God said:  Since the adversary, having heard the dreadful threatening, shall be hidden, even on account of this will I melt the earth, and with it the opponent of the race of men."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:85",
                            "text": "And the prophet said:  Have mercy, Lord, upon the race of the Christians."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:86",
                            "text": "And I saw a woman hanging, and four wild beasts sucking her breasts."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:87",
                            "text": "And the angels said to me:  She grudged to give her milk, but even threw her infants into the rivers."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:88",
                            "text": "And I saw a dreadful darkness, and a night that had no stars nor moon; nor is there there young or old, nor brother with brother, nor mother with child, nor wife with husband."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:89",
                            "text": "And I wept, and said:  O Lord God, have mercy upon the sinners."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:90",
                            "text": "And as I said this, there came a cloud and snatched me up, and carried me away again into the heavens."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:91",
                            "text": "And I saw there many judgments; and I wept bitterly, and said:  It is good for a man not to have come out of his mother's womb."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:92",
                            "text": "And those who were in torment cried out, saying:  Since thou hast come hither, O holy one of God, we have found a little remission."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:93",
                            "text": "And the prophet said:  Blessed are they that weep for their sins."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:94",
                            "text": "And God said:  Hear, O beloved Esdras."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:95",
                            "text": "As a husbandman casts the seed of the corn into the ground, so also the man casts his seed into the parts of the woman."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:96",
                            "text": "The first month it is all together; the second it increases in size; the third it gets hair; the fourth it gets nails; the fifth it is turned into milk; and the sixth it is made ready, and receives life; the seventh it is completely furnished; the ninth the barriers of the gate of the woman are opened; and it is born safe and sound into the earth."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:97",
                            "text": "And the prophet said:  Lord, it is good for man not to have been born."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:98",
                            "text": "Woe to the human race then, when Thou shalt come to judgment!  And I said to the Lord:  Lord, why hast Thou created man, and delivered him up to judgment?  And God said, with a lofty proclamation:  I will not by any means have mercy on those who transgress my covenant."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:99",
                            "text": "And the prophet said:  Lord, where is Thy goodness?  And God said:  I have prepared all things for man's sake, and man does not keep my commandments."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:100",
                            "text": "And the prophet said:  Lord, reveal to me the judgments and paradise."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:101",
                            "text": "And the angels took me away towards the east, and I saw the tree of life."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:102",
                            "text": "And I saw there Enoch, and Elias, and Moses, and Peter, and Paul, and Luke, and Matthias, and all the righteous, and the patriarchs."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:103",
                            "text": "And I saw there the keeping of the air within bounds, and the blowing of the winds, and the storehouses of the ice, and the eternal judgments."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:104",
                            "text": "And I saw there a man hanging by the skull."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:105",
                            "text": "And they said to me:  This man removed landmarks."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:106",
                            "text": "And I saw there great judgments."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:107",
                            "text": "And I said to the Lord:  O Lord God, and what man, then, who has been born has not sinned?  And they took me lower down into Tartarus, and I saw all the sinners lamenting and weeping and mourning bitterly."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:108",
                            "text": "And I also wept, seeing the race of men thus tormented."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:109",
                            "text": "Then God says to me:  Knowest thou, Esdras, the names of the angels at the end of the world?  Michael, Gabriel, Uriel, Raphael, Gabuthelon, Aker, Arphugitonos, Beburos, Zebuleon."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:110",
                            "text": "Then there came a voice to me:  Come hither and die, Esdras, my beloved; give that which hath been entrusted to thee."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:111",
                            "text": "And the prophet said:  And whence can you bring forth my soul?  And the angels said:  We can put it forth through the mouth."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:112",
                            "text": "And the prophet said:  Mouth to mouth have I spoken with God, and it comes not forth thence."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:113",
                            "text": "And the angels said:  Let us bring it out through thy nostrils."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:114",
                            "text": "And the prophet said:  My nostrils have smelled the sweet savour of the glory of God."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:115",
                            "text": "And the angels said:  We can bring it out through thine eyes."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:116",
                            "text": "And the prophet said:  Mine eyes have seen the back parts of God."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:117",
                            "text": "And the angels said:  We can bring it out through the crown of thy head."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:118",
                            "text": "And the prophet said:  I walked about with Moses also on the mountain, and it comes not forth thence."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:119",
                            "text": "And the angels said:  We can put it forth through the points of thy nails."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:120",
                            "text": "And the prophet said:  My feet also have walked about on the altar."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:121",
                            "text": "And the angels went away without having done anything, saying:  Lord, we cannot get his soul."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:122",
                            "text": "Then He says to His only begotten Son:  Go down, my beloved Son, with a great host of angels, and take the soul of my beloved Esdras."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:123",
                            "text": "For the Lord, having taken a great host of angels, says to the prophet:  Give me the trust which I entrusted to thee; the crown has been prepared for thee."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:124",
                            "text": "And the prophet said:  Lord, if Thou take my soul from me, who will be left to plead with Thee for the race of men?  And God said:  As thou art mortal, and of the earth, do not plead with me."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:125",
                            "text": "And the prophet said:  I will not cease to plead."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:126",
                            "text": "And God said:  Give up just now the trust; the crown has been prepared for thee."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:127",
                            "text": "Come and die, that thou mayst obtain it."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:128",
                            "text": "Then the prophet began to say with tears:  O Lord, what good have I done pleading with Thee, and I am going to fall down into the earth?  Woe's me, woe's me, that I am going to be eaten up by worms!  Weep, all ye saints and ye righteous, for me, who have pleaded much, and who am delivered up to death."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:129",
                            "text": "Weep for me, all ye saints and ye righteous, because I have gone to the pit of Hades."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:130",
                            "text": "And God said to him:  Hear, Esdras, my beloved."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:131",
                            "text": "I, who am immortal, endured a cross; I tasted vinegar and gall; I was laid in a tomb, and I raised up my chosen ones; I called Adam up out of Hades, that I might savethe race of men."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:132",
                            "text": "Do not therefore be afraid of death:  for that which is from me—that is to say, the soul—goes to heaven; and that which is from the earth—that is to say, the body—goes to the earth, from which it was taken."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:133",
                            "text": "And the prophet said:  Woe's me! woe's me! what shall I set about? what shall I do? I know not."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:134",
                            "text": "And then the blessed Esdras began to say:  O eternal God, the Maker of the whole creation, who hast measured the heaven with a span, and who holdest the earth as a handful, who ridest upon the cherubim, who didst take the prophet Elias to the heavens in a chariot of fire, who givest food to all flesh, whom all things dread and tremble at from the face of Thy power,—listen to me, who have pleaded much, and give to all who transcribe this book, and have it, and remember my name, and honour my memory, give them a blessing from heaven; and bless him in all things, as Thou didst bless Joseph at last, and remember not his former wickedness in the day of his judgment."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:135",
                            "text": "And as many as have not believed this book shall be burnt up like Sodom and Gomorrah."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:136",
                            "text": "And there came to him a voice, saying:  Esdras, my beloved, all things whatever thou hast asked will I give to each one."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:137",
                            "text": "And immediately he gave up his precious soul with much honour, in the month of October, on the twenty-eighth."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:138",
                            "text": "And they prepared him for burial with incense and psalms; and his precious and sacred body dispenses strength of soul and body perpetually to those who have recourse to him from a longing desire."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Apocrypha: Revelation of Esdras 1:139",
                            "text": "To whom is due glory, strength, honour, and adoration,—to the Father, and to the Son, and to the Holy Spirit, now and ever, and to ages of ages,  Amen."
                        }
                    ]
                }
            ]
        }
    ]
}