{
    "books": [
        {
            "name": "Ignatius: Epistle of Maria to Ignatius",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Ignatius: Epistle of Maria to Ignatius 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Ignatius: Epistle of Maria to Ignatius 1:1",
                            "text": "The Epistle of Maria the Proselyte to Ignatius   Mary of Cassobelae to Ignatius  Maria, a proselyte of Jesus Christ, to Ignatius Theophorus, most blessed bishop of the apostolic Church which is at Antioch, beloved in God the Father, and Jesus: Happiness and safety."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Ignatius: Epistle of Maria to Ignatius 1:2",
                            "text": "We all beg for thee joy and health in Him."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Ignatius: Epistle of Maria to Ignatius 1:3",
                            "text": "Chapter 1 — Occasion of the epistle."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Ignatius: Epistle of Maria to Ignatius 1:4",
                            "text": "Since Christ has, to our wonder, been made known among us to be the Son of the living God, and to have become man in these last times by means of the Virgin Mary, of the seed of David and Abraham, according to the announcements previously made regarding Him and through Him by the company of the prophets, we therefore beseech and entreat that, by thy wisdom, Maris our friend, bishop of our native Neapolis, which is near Zarbus, and Eulogius, and Sobelus the presbyter, be sent to us, that we be not destitute of such as preside over the divine word as Moses also says, \"Let the Lord God look out a man who shall guide this people, and the congregation of the Lord shall not be as sheep which have no shepherd\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Ignatius: Epistle of Maria to Ignatius 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Ignatius: Epistle of Maria to Ignatius 2:1",
                            "text": "Chapter 2 — Youth may be allied with piety and discretion."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Ignatius: Epistle of Maria to Ignatius 2:2",
                            "text": "But as to those whom we have named being young men, do not, thou blessed one, have any apprehension."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Ignatius: Epistle of Maria to Ignatius 2:3",
                            "text": "For I would have you know that they are wise about the flesh, and are insensible to its passions, they themselves glowing with all the glory of a hoary head through their own intrinsic merits, and though but recently called as young men to the priesthood."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Ignatius: Epistle of Maria to Ignatius 2:4",
                            "text": "Now, call thou into exercise thy thoughts through the Spirit that God has given to thee by Christ, and thou wilt remember that Samuel, while yet a little child, was called a seer, and was reckoned in the company of the prophets, that he reproved the aged Eli for transgression, since he had honoured his infatuated sons above God the author of all things, and had allowed them to go unpunished, when they turned the office of the priesthood into ridicule, and acted violently towards thy people."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Ignatius: Epistle of Maria to Ignatius 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Ignatius: Epistle of Maria to Ignatius 3:1",
                            "text": "Chapter 3 — Examples of youthful devotedness."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Ignatius: Epistle of Maria to Ignatius 3:2",
                            "text": "Moreover, the wise Daniel, while he was a young man, passed judgment on certain vigorous old man, showing them that they were abandoned wretches, and not worthy to be reckoned elders, and that, though Jews by extraction, they were Canaanites in practice."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Ignatius: Epistle of Maria to Ignatius 3:3",
                            "text": "And Jeremiah, when on account of his youth he declined the office of a prophet entrusted to him by God, was addressed in these words: \"Say not, I am a youth; for thou shalt go to all those to whom I send thee, and thou shalt speak according to all that I command thee; because I am with thee\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Ignatius: Epistle of Maria to Ignatius 3:4",
                            "text": "And the wise Solomon, when only in the twelfth year of his age, had wisdom to decide the important question concerning the children of the two women, when it was unknown to whom these respectively belonged; so that the whole people were astonished at such wisdom in a child, and venerated him as being not a mere youth, but a full-grown man."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Ignatius: Epistle of Maria to Ignatius 3:5",
                            "text": "And he solved the hard questions of the queen of the Ethiopians, which had profit in them as the streams of the Nile have fertility, in such a manner that that woman, though herself so wise, was beyond measure astonished."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Ignatius: Epistle of Maria to Ignatius 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Ignatius: Epistle of Maria to Ignatius 4:1",
                            "text": "Chapter 4 — The same subject continued."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Ignatius: Epistle of Maria to Ignatius 4:2",
                            "text": "Josiah also, beloved of God, when as yet he could scarcely speak articulately, convicts those who were possessed of a wicked spirit as being false in their speech, and deceivers of the people."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Ignatius: Epistle of Maria to Ignatius 4:3",
                            "text": "He also reveals the deceit of the demons, and openly exposes those that are no gods; yea, while yet an infant he slays their priests, and overturns their altars, and defiles the place where sacrifices were offered with dead bodies, and throws down the temples, and cuts down the groves, and breaks in pieces the pillars, and breaks open the tombs of the ungodly, that not a relic of the wicked might any longer exist."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Ignatius: Epistle of Maria to Ignatius 4:4",
                            "text": "To such an extent did he display zeal in the cause of godliness, and prove himself a punisher of the ungodly, while he as yet faltered in speech like a child."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Ignatius: Epistle of Maria to Ignatius 4:5",
                            "text": "David, too, who was at once a prophet and a king, and the root of our Saviour according to the flesh, while yet a youth is anointed by Samuel to be king."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Ignatius: Epistle of Maria to Ignatius 4:6",
                            "text": "For he himself says in a certain place, \"I was small among my brethren, and the youngest in the house of my father\"."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Ignatius: Epistle of Maria to Ignatius 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Ignatius: Epistle of Maria to Ignatius 5:1",
                            "text": "Chapter 5 — Expressions of respect for Ignatius."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Ignatius: Epistle of Maria to Ignatius 5:2",
                            "text": "But time would fail me if I should endeavour to enumerate all those that pleased God in their youth, having been entrusted by God with either the prophetical, the priestly, or the kingly office."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Ignatius: Epistle of Maria to Ignatius 5:3",
                            "text": "And those which have been mentioned may suffice, by way of bringing the subject to thy remembrance."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Ignatius: Epistle of Maria to Ignatius 5:4",
                            "text": "But I entreat thee not to reckon me presumptuous or ostentatious in writing as I have done."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Ignatius: Epistle of Maria to Ignatius 5:5",
                            "text": "For I have set forth these statements, not as instructing thee, but simply as suggesting the matter to the remembrance of my father in God."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Ignatius: Epistle of Maria to Ignatius 5:6",
                            "text": "For I know my own place, and do not compare myself with such as you."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Ignatius: Epistle of Maria to Ignatius 5:7",
                            "text": "I salute thy holy clergy, and thy Christ-loving people who are ruled under thy care as their pastor."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Ignatius: Epistle of Maria to Ignatius 5:8",
                            "text": "All the faithful with us salute thee."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Ignatius: Epistle of Maria to Ignatius 5:9",
                            "text": "Pray, blessed shepherd, that I may be in health as respects God."
                        }
                    ]
                }
            ]
        }
    ]
}