{
    "books": [
        {
            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS]",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:1",
                            "text": "On the Trinity Spurious: Fragment from the Discourse."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:2",
                            "text": "Gregory Thaumaturgus, Bishop of Neo-Caesareia in Pontus, near successor of the apostles, in his discourse on the Trinity, speaks thus:—  I see in all three essentials—substance, genus, name."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:3",
                            "text": "We speak of man, servant, curator (curatorem),—man, by reason of substance; servant, by reason of genus or condition; curator, by reason of denomination."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:4",
                            "text": "We speak also of Father, Son, and Holy Spirit: these, however, are not names which have only supervened at some after period, but they are subsistences."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:5",
                            "text": "Again, the denomination of man is not in actual fact a denomination, but a substance common to men, and is the denomination proper to all men."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:6",
                            "text": "Moreover, names are such as these,—Adam, Abraham, Isaac, Jacob: these, I say, are names."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:7",
                            "text": "But the Divine Persons are names indeed: and the names are still the persons; and the persons then signify that which is and subsists,—which is the essence of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:8",
                            "text": "The name also of the nature signifies subsistence; as if we should speak of the man."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:9",
                            "text": "All (the persons) are one nature, one essence, one will, and are called the Holy Trinity; and these also are names subsistent, one nature in three persons, and one genus."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:10",
                            "text": "But the person of the Son is composite in its oneness (unita est), being one made up of two, that is, of divinity and humanity together, which two constitute one."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:11",
                            "text": "Yet the divinity does not consequently receive any increment, but the Trinity remains as it was."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:12",
                            "text": "Nor does anything new befall the persons even or the names, but these are eternal and without time."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:13",
                            "text": "No one, however, was sufficient to know these until the Son being made flesh manifested them, saying: \"Father, I have manifested Thy name to men; glorify Thou me also, that they may know me as Thy Son\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:14",
                            "text": "And on the mount the Father spake, and said, \"This is my beloved Son\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:15",
                            "text": "And the same sent His Holy Spirit at the Jordan."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:16",
                            "text": "And thus it was declared to us that there is an Eternal Trinity in equal honour."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:17",
                            "text": "Besides, the generation of the Son by the Father is incomprehensible and ineffable; and because it is spiritual, its investigation becomes impracticable: for a spiritual object can neither be understood nor traced by a corporeal object, for that is far removed from human nature."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:18",
                            "text": "We men know indeed the generation proper to us, as also that of other objects; but a spiritual matter is above human condition, neither can it in any manner be understood by the minds of men."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:19",
                            "text": "Spiritual substance can neither perish nor be dissolved; ours, however, as is easy to understand, perishes and is dissolved."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:20",
                            "text": "How, indeed, could it be possible for man, who is limited on six sides—by east, west, south, north, deep, and sky—understand a matter which is above the skies, which is beneath the deeps, which stretches beyond the north and south, and which is present in every place, and fills all vacuity? But if, indeed, we are able to scrutinize spiritual substance, its excellence truly would be undone."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:21",
                            "text": "Let us consider what is done in our body; and, furthermore, let us see whether it is in our power to ascertain in what manner thoughts are born of the heart, and words of the tongue, and the like."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:22",
                            "text": "Now, if we can by no means apprehend things that are done in ourselves, how could it ever be that we should understand the mystery of the uncreated Creator, which goes beyond every mind? Assuredly, if this mystery were one that could be penetrated by man, the inspired John would by no means have affirmed this: \"No man hath seen God at any time\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:23",
                            "text": "He then, whom no man hath seen at any time,—whom can we reckon Him to resemble, so that thereby we should understand His generation? And we, indeed, without ambiguity apprehend that our soul dwells in us in union with the body; but still, who has ever seen his own soul? who has been able to discern its conjunction with his body? This one thing is all we know certainly, that there is a soul within us conjoined with the body."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:24",
                            "text": "Thus, then, we reason and believe that the Word is begotten by the Father, albeit we neither possess nor know the clear rationale of the fact."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:25",
                            "text": "The Word Himself is before every creature—eternal from the Eternal, like spring from spring, and light from light."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:26",
                            "text": "The vocable Word, indeed, belongs to those three genera of words which are named in Scripture, and which are not substantial,—namely, the word conceived, the word uttered, and the word articulated."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:27",
                            "text": "The word conceived, certainly, is not substantial."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:28",
                            "text": "The word uttered, again, is that voice which the prophets hear from God, or the prophetic speech itself; and even this is not substantial."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:29",
                            "text": "And, lastly, the word articulated is the speech of man formed forth in air (aëre efformatus), composed of terms, which also is not substantial."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:30",
                            "text": "But the Word of God is substantial, endowed with an exalted and enduring nature, and is eternal with Himself, and is inseparable from Him, and can never fall away, but shall remain in an everlasting union."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:31",
                            "text": "This Word created heaven and earth, and in Him were all things made."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:32",
                            "text": "He is the arm and the power of God, never to be separated from the Father, in virtue of an indivisible nature, and, together with the Father, He is without beginning."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:33",
                            "text": "This Word took our substance of the Virgin Mary; and in so far as He is spiritual indeed, He is indivisibly equal with the Father; but in so far as He is corporeal, He is in like manner inseparably equal with us."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:34",
                            "text": "And, again, in so far as He is spiritual, He supplies in the same equality (aequiparat) the Holy Spirit, inseparably and without limit."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:35",
                            "text": "Neither were there two natures, but only one nature of the Holy Trinity before the incarnation of the Word, the Son; and the nature of the Trinity remained one also after the incarnation of the Son."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:36",
                            "text": "But if any one, moreover, believes that any increment has been given to the Trinity by reason of the assumption of humanity by the Word, he is an alien from us, and from the ministry of the Catholic and Apostolic Church."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:37",
                            "text": "This is the perfect, holy, Apostolic faith of the holy God."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 1:38",
                            "text": "Praise to the Holy Trinity for ever through the ages of the ages, Amen."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 2:1",
                            "text": "Elucidation."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 2:2",
                            "text": "Petavius, to whom the translator refers his readers, may be trusted in points where he has no theory of his own to sustain, but must always be accepted with caution."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 2:3",
                            "text": "The Greek Fathers in this very series, from Justin onward, enable us to put the later terminology to the test of earlier exposition (see examples in the notes to the Praxeas of Tertullian, and consult Dr."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 2:4",
                            "text": "Holmes' valuable note embodied in my elucidations)."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 2:5",
                            "text": "We may go back to Theophilus for the distinction between the ἐνδιάθετος and the προφορικός , the immanent and the uttered Word."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 2:6",
                            "text": "Compare Tertullian, also, against Marcion."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Gregory Thaumaturgus: On the Trinity [SPURIOUS] 2:7",
                            "text": "Evidences, therefore, are abundant and archaic, indeed, to prove that the Ante-Nicene Fathers, with those of the Nicene and the Post-Nicene periods, were of one mind, and virtually of one voice."
                        }
                    ]
                }
            ]
        }
    ]
}