{
    "books": [
        {
            "name": "Augustine: Reply to Faustus the Manichaean VIII",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: Reply to Faustus the Manichaean VIII 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:1",
                            "text": "Book XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:2",
                            "text": "Faustus seeks to justify the docetism of the Manich aeans."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:3",
                            "text": "Augustin insists that there is nothing disgraceful in being born."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:4",
                            "text": "1."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:5",
                            "text": "Faustus said: If Christ was visible, and suffered without having been born, this was sorcery."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:6",
                            "text": "This argument of yours may be turned against you, by replying that it was sorcery if He was conceived or brought forth without being begotten."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:7",
                            "text": "It is not in accordance with the law of nature that a virgin should bring forth, and still less that she should still be a virgin after bringing forth."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:8",
                            "text": "Why, then, do you refuse to admit that Christ, in a preternatural manner, suffered without submitting to the condition of birth? Believe me: in substance, both our beliefs are contrary to nature; but our belief is decent, and yours is not."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:9",
                            "text": "We give an explanation of Christ's passion which is at least probable, while the only explanation you give of His birth is false."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:10",
                            "text": "In fine, we hold that He suffered in appearance, and did not really die; you believe in an actual birth, and conception in the womb."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:11",
                            "text": "If it is not so, you have only to acknowledge that the birth too was a delusion, and our whole dispute will be at an end."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:12",
                            "text": "As to what you frequently allege, that Christ could not have appeared or spoken to men without having been born, it is absurd; for, as our teachers have shown, angels have often appeared and spoken to men."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:13",
                            "text": "2."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:14",
                            "text": "Augustin replied: We do not say that to die without having been born is sorcery; for, as we have said already, this happened in the case of Adam."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:15",
                            "text": "But, though it had never happened, who will venture to say that Christ could not, if He had so pleased, have come without taking His body from a virgin, and yet appearing in a true body to redeem us by a true death? However, it was better that He should be, as He actually was, born of a virgin, and, by His condescension, do honor to both sexes, for whose deliverance He was to die, by taking a man's body born of a woman."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:16",
                            "text": "In this He testifies emphatically against you, and refutes your doctrine, which makes the sexes the work of the devil."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:17",
                            "text": "What we call sorcery in your doctrine is your making Christ's passion and death to have been only in appearance, so that, by a spectral illusion, He seemed to die when He did not."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:18",
                            "text": "Hence you must also make His resurrection spectral and illusory and false; for if there was no true death, there could not be a real resurrection."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:19",
                            "text": "Hence also the marks which He showed to His doubting disciples must have been false; and Thomas was not assured by truth, but cheated by a lie, when he exclaimed, \"My Lord, and my God\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:20",
                            "text": "And yet you would have us believe that your tongue utters truth, though Christ's whole body was a falsehood."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:21",
                            "text": "Our argument against you is, that the Christ you make is such that you cannot be His true disciples unless you too practise deceit."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:22",
                            "text": "The fact that Christ's body was the only one born of a virgin does not prove that there was sorcery in His birth, any more than there is sorcery in its being the only body to rise again on the third day, never to die any more."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:23",
                            "text": "Will you say that there was sorcery in all the Lord's miracles because they were unusual? They really happened, and their appearance, as seen by men, was true, and not an illusion; and when they are said to be contrary to nature, it is not that they oppose nature, but that they transcend the method of nature to which we are accustomed."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:24",
                            "text": "May God keep the minds of His people who are still babes in Christ from being influenced by Faustus, when he recommends as a duty that we should acknowledge Christ's birth to have been illusory and not real, that so we may end our dispute! Nay, verily, rather let us continue to contend for the truth against them, than agree with them in falsehood."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:25",
                            "text": "3."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:26",
                            "text": "But if we are to end the controversy by saying this, why do not our opponents themselves say it? While they assert the death of Christ to have been not real but feigned, why do they make out that He had no birth at all, not even of the same kind as His death? If they had so much regard for the authority of the evangelist as to oblige them to admit that Christ suffered, at least in appearance, it is the same authority which testifies to His birth."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:27",
                            "text": "Two evangelists, indeed, give the story of the birth;  but in all we read of Jesus having a mother."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:28",
                            "text": "Perhaps Faustus was unwilling to make the birth an illusion, because the difference of the genealogies given in Matthew and Luke causes an apparent discrepancy."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:29",
                            "text": "But, supposing a man ignorant, there are many things also relating to the passion of Christ in which he will think the evangelists disagree; suppose him instructed, he finds entire agreement."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:30",
                            "text": "Can it be right to feign death, and wrong to feign birth? And yet Faustus will have us acknowledge the birth to be feigned, in order to put an end to the dispute."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:31",
                            "text": "It will appear presently in our reply to another objection what we think to be the reason why Faustus will not admit of any birth, even a feigned one."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:32",
                            "text": "4."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:33",
                            "text": "We deny that there is anything disgraceful in the bodies of saints."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:34",
                            "text": "Some members, indeed, are called uncomely, because they have not so pleasing an appearance as those constantly in view."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:35",
                            "text": "But attend to what the apostle says, when from the unity and harmony of the body he enjoins charity on the Church: \"Much more those members of the body, which seem to be feeble, are necessary: and those members of the body, which we think to be less honorable, upon these we bestow more abundant honor; and our uncomely parts have more abundant comeliness."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:36",
                            "text": "For our comely parts have no need: but God hath tempered the body together, having given more abundant honor to that part which lacked: that there should be no schism in the body\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:37",
                            "text": "The licentious and intemperate use of those members is disgraceful, but not the members themselves; for they are preserved in purity not only by the unmarried, but also by wedded fathers and mothers of holy life, in whose case the natural appetite, as serving not lust, but an intelligent purpose in the production of children, is in no way disgraceful."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:38",
                            "text": "Still more, in the holy Virgin Mary, who by faith conceived the body of Christ, there was nothing disgraceful in the members which served not for a common natural conception, but for a miraculous birth."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:39",
                            "text": "In order that we might conceive Christ in sincere hearts, and, as it were, produce Him in confession, it was meet that His body should come from the substance of His mother without injury to her bodily purity."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:40",
                            "text": "We cannot suppose that the mother of Christ suffered loss by His birth, or that the gift of productiveness displaced the grace of virginity."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:41",
                            "text": "If these occurrences, which were real and no illusion, are new and strange, and contrary to the common course of nature, the reason is, that they are great, and amazing, and divine; and all the more on this account are they true, and firm, and sure."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:42",
                            "text": "Angels, says Faustus, appeared and spoke without having been born."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:43",
                            "text": "As if we held that Christ could not have appeared or spoken without having been born of a woman! He could, but He chose not; and what He chose was best."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:44",
                            "text": "And that He chose to do what He did is plain, because He acted, not like your god, from necessity, but voluntarily."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:45",
                            "text": "That He was born we know, because we put faith not in a heretic, but in Christ's gospel."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Augustine: Reply to Faustus the Manichaean VIII 1:46",
                            "text": "."
                        }
                    ]
                }
            ]
        }
    ]
}