{
    "books": [
        {
            "name": "Lactantius: Fragments",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Lactantius: Fragments 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Lactantius: Fragments 1:1",
                            "text": "Fragments of Lactantius:  I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Lactantius: Fragments 1:2",
                            "text": "Fear, love, joy, sadness, lust, eager desire, anger, pity, emulation, admiration,—these motions or affections of the mind exist from the beginning of man's creation by the Lord; and they were usefully and advantageously introduced into human nature, that by governing himself by these with method, and in accordance with reason, man may be able, by acting manfully, to exercise those good qualities, by means of which he would justly have deserved to receive from the Lord eternal life."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Lactantius: Fragments 1:3",
                            "text": "For these affections of the mind being restrained within their proper limits, that is, being rightly employed, produce at present good qualities, and in the future eternal rewards."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Lactantius: Fragments 1:4",
                            "text": "But when they advance beyond their boundaries, that is, when they turn aside to an evil course, then vices and iniquities come forth, and produce everlasting punishments."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Lactantius: Fragments 1:5",
                            "text": "II."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Lactantius: Fragments 1:6",
                            "text": "Within our memory, also, Lactantius speaks of metres,—the pentameter (he says) and the tetrameter."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Lactantius: Fragments 1:7",
                            "text": "III."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Lactantius: Fragments 1:8",
                            "text": "Firmianus, writing to Probus on the metres of comedies, thus speaks: \"For as to the question which you proposed concerning the metres of comedies, I also know that many are of opinion that the plays of Terence in particular have not the metre of Greek comedy,—that is, of Menander, Philemon, and Diphilus, which consist of trimeter verses; for our ancient writers of comedies, in the modulation of their plays, preferred to follow Eupolis, Cratinus, and Aristophanes, as has been before said\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Lactantius: Fragments 1:9",
                            "text": "That there is a measure—that is, metre—in the plays of Terence and Plautus, and of the other comic and tragic writers, let these declare: Cicero, Scaurus, and Firmianus."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Lactantius: Fragments 1:10",
                            "text": "IV."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Lactantius: Fragments 1:11",
                            "text": "We will bring forward the sentiments of our Lactantius, which he expressed in words in his third volume to Probus on this subject."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Lactantius: Fragments 1:12",
                            "text": "The Gauls, he says, were from ancient times called Galatians, from the whiteness of their body; and thus the Sibyl terms them."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Lactantius: Fragments 1:13",
                            "text": "And this is what the poet intended to signify when he said,—  \"Gold collars deck their milk-white necks,\"  when he might have used the word white."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Lactantius: Fragments 1:14",
                            "text": "It is plain that from this the province was called Galatia, in which, on their arrival in it, the Gauls united themselves with Greeks, from which circumstance that region was called Gallograecia, and afterwards Galatia."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Lactantius: Fragments 1:15",
                            "text": "And it is no wonder if he said this concerning the Galatians, and related that a people of the West, having passed over so great a distance in the middle of the earth, settled in a region of the East."
                        }
                    ]
                }
            ]
        }
    ]
}