{
    "books": [
        {
            "name": "Augustine: On the Soul and its Origin Book IV",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: On the Soul and its Origin Book IV 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin Book IV 1:1",
                            "text": "Book IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin Book IV 1:2",
                            "text": "Addressed to Vincentius Victor."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin Book IV 1:3",
                            "text": "He first shows, that his hesitation on the subject of the origin of souls was undeservedly blamed, and that he was wrongly compared with cattle, because he had refrained from any rash conclusions on the subject."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin Book IV 1:4",
                            "text": "Then, again, with regard to his own unhesitating statement, that the soul was spirit, not body, he points out how rashly Victor disapproved of this assertion, especially when he was vainly expending his efforts to prove that the soul was corporeal in its own nature, and that the spirit in man was distinct from the soul itself."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin Book IV 1:5",
                            "text": "Chapter 1 (I."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin Book IV 1:6",
                            "text": ")—The Personal Character of This Book."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin Book IV 1:7",
                            "text": "I Must now, in the sequel of my treatise, request you to hear what I desire to say to you concerning myself—as I best can; or rather as He shall enable me in whose hand are both ourselves and our words."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin Book IV 1:8",
                            "text": "For you blamed me on two several occasions, even going so far as to mention my name."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin Book IV 1:9",
                            "text": "In the beginning of your book you spoke of yourself as being perfectly conscious of your own want of skill, and as being destitute of the support of learning; and, when you mentioned me, bestowed on me the complimentary phrases of \"most learned\" and \"most skilful\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin Book IV 1:10",
                            "text": "But yet, all the while, on those subjects in which you seemed to yourself to be perfectly acquainted with what I either confess my ignorance of, or presume with no unbecoming liberty to have some knowledge of, you—young as you are, and a layman too—did not hesitate to censure me, an old man and a bishop, and a person withal whom in your own judgment you had pronounced most learned and most skilful."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin Book IV 1:11",
                            "text": "Well, for my own part, I know nothing about my great learning and skill; nay, I am very certain that I possess no such eminent qualities; moreover, I have no doubt that it is quite within the scope of possibility, that it may fall to the lot of even an unskilful and unlearned man occasionally to know what a learned and skilful person is ignorant of; and in this I plainly commend you, that you have preferred to merely personal regard a love of truth,—for if you have not understood the truth, yet at any rate you have thought it such."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin Book IV 1:12",
                            "text": "This you have done no doubt with temerity, because you thought you knew what you were really ignorant of; and without restraint, because, having no respect of persons, you chose to publish abroad whatever was in your mind."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin Book IV 1:13",
                            "text": "You ought therefore to understand how much greater our care should be to recall the Lord's sheep from their errors; since it is evidently wrong for even the sheep to conceal from the shepherds whatever faults they have discovered in them."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin Book IV 1:14",
                            "text": "O that you censured me in such things as are indeed worthy of just blame! For I must not deny that both in my conduct and in my writings there are many points which may be censured by a sound judge without temerity."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin Book IV 1:15",
                            "text": "Now, if you would select any of these for your censure, I might be able by them to show you how I should like you to behave in those particulars which you judiciously and fairly condemned; moreover, I should have (as an elder to a younger, and as one in authority to him who has to obey) an opportunity of setting you an example under correction which should not be more humble on my part than wholesome to both of us."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Augustine: On the Soul and its Origin Book IV 1:16",
                            "text": "With respect, however, to the points on which you have actually censured me, they are not such as humility obliges me to correct, but such as truth compels me partly to acknowledge and partly to defend."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: On the Soul and its Origin Book IV 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book IV 2:1",
                            "text": "Chapter 2 (II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book IV 2:2",
                            "text": ")—The Points Which Victor Thought Blameworthy in Augustin."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book IV 2:3",
                            "text": "And they are these: The first, that I did not venture to make a definite statement touching the origin of those souls which have been given, or are being given, to human beings, since the first man—because I confess my ignorance of the subject; the second, because I said I was sure the soul was spirit, not body."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book IV 2:4",
                            "text": "Under this second point, however, you have included two grounds of censure: one, because I refused to believe the soul to be corporeal; the other, because I affirmed it to be spirit."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book IV 2:5",
                            "text": "For to you the soul appears both to be body and not to be spirit."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book IV 2:6",
                            "text": "I must therefore request your attention to my own defence against your censure, and ask you to embrace the opportunity which my self-defence affords you of learning what points there are in yourself also which require your amendment."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book IV 2:7",
                            "text": "Recall, then, the words of your book in which you first mentioned my name."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book IV 2:8",
                            "text": "\"I know,\" you say, \"many men of very great reputation who when consulted have kept silence, or admitted nothing clearly, but have withdrawn from their discussions everything definite when they commence their exposition."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book IV 2:9",
                            "text": "Of such character are the contents of sundry writings which I have read at your house by a very learned man and renowned bishop, called Augustin."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book IV 2:10",
                            "text": "The truth is, I suppose, they have with an overweening modesty and diffidence investigated the mysteries of this subject, and have consumed within themselves the judgment of their own treatises, and have professed themselves incapable of determining anything on this point."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book IV 2:11",
                            "text": "But, I assure you, it appears to me excessively absurd and unreasonable that a man should be a stranger to himself; or that a person who is supposed to have acquired the knowledge of all things, should regard himself as unknown to his very self."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book IV 2:12",
                            "text": "For what difference is there between a man and a brute beast, if he knows not how to discuss and determine his own quality and nature? so that there may justly be applied to him the statement of Scripture: 'Man, although he was in honour, understood not; he is like the cattle, and is compared with them."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book IV 2:13",
                            "text": "' For when the good and gracious God created everything with reason and wisdom, and produced man as a rational animal, capable of understanding, endowed with reason, and lively with sensation,—because by His prudent arrangement He assigns their place to all creatures which do not participate in the faculty of reason,—what more incongruous idea could be suggested, than that God had withheld from him the simple knowledge of himself? The wisdom of this world, indeed, is ever aiming with much effort to attain to the knowledge of truth; its researches, no doubt, fall short of the aim, from its inability to know through what agency it is permitted that truth should be ascertained; but yet there are some things on the nature of the soul, near (I might even say, akin) to the truth which it has attempted to discern."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Augustine: On the Soul and its Origin Book IV 2:14",
                            "text": "Under these circumstances, how unbecoming and even shameful a thing it is, that any man of religious principle should either have no intelligent views on this very subject, or prohibit himself from acquiring any!\"."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Augustine: On the Soul and its Origin Book IV 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Augustine: On the Soul and its Origin Book IV 3:1",
                            "text": "Chapter 3."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Augustine: On the Soul and its Origin Book IV 3:2",
                            "text": "—How Much Do We Know of the Nature of the Body?  Well, now, this extremely lucid and eloquent castigation which you have inflicted on our ignorance lays you so strictly under the necessity of knowing every possible thing which appertains to the nature of man, that, should you unhappily be ignorant of any particular, you must (and remember it is not I, but you, that have made the necessity) be compared with \"the cattle\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Augustine: On the Soul and its Origin Book IV 3:3",
                            "text": "For although you appear to aim your censure at us more especially, when you quote the passage, \"Man, although he was in honour, understood not,\" inasmuch as we (unlike yourself) hold an honourable place in the Church; yet even you occupy too honourable a rank in nature, not to be preferred above the cattle, with which according to your own judgment you will have to be compared, if you should happen to be ignorant on any of the points which manifestly appertain to your nature."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Augustine: On the Soul and its Origin Book IV 3:4",
                            "text": "For you have not merely aspersed with your censure those who are affected with the same ignorance as I am myself labouring under, that is to say, concerning the origin of the human soul (although I am not indeed absolutely ignorant even on this point, for I know that God breathed into the face of the first man, and that \"man then became a living soul,\"—a truth, however, which I could never have known by myself, unless I had read of it in the Scripture); but you asked in so many words, \"What difference is there between a man and a brute beast, if he knows not how to discuss and determine his own quality and nature?\" And you seem to have entertained your opinion so distinctly, as to have thought that a man ought to be able to discuss and determine the facts of his own entire quality and nature so clearly, that nothing concerning himself should escape his observation."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Augustine: On the Soul and its Origin Book IV 3:5",
                            "text": "Now, if this is really the truth of the matter, I must now compare you to \"the cattle,\" if you cannot tell me the precise number of the hairs of your head."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Augustine: On the Soul and its Origin Book IV 3:6",
                            "text": "But if, however far we may advance in this life, you allow us to be ignorant of sundry facts appertaining to our nature, I then want to know how far your concession extends, lest, perchance, it may include the very point we are now raising, that we do not by any means know the origin of our soul; although we know,—a thing which belongs to faith,—beyond all doubt, that the soul is a gift to man from God, and that it still is not of the same nature as God Himself."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Augustine: On the Soul and its Origin Book IV 3:7",
                            "text": "Do you, moreover, think that each person's ignorance of his own nature must be exactly on the same level as your ignorance of it? Must everybody's knowledge, too, of the subject be equal to what you have been able to attain to? So that if he is so unfortunate as to possess a slightly larger amount of ignorance than yourself, you must compare him with cattle; and on the same principle, if any one shall be ever so little wiser than yourself on this subject, he will have the pleasure of comparing you with equal justice to the aforesaid cattle."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Augustine: On the Soul and its Origin Book IV 3:8",
                            "text": "I must therefore request you to tell me, to what extent you permit us to be ignorant of our nature so as to save our distance from the formidable cattle; and I beg you besides duly to reflect, whether he is not further removed from cattle who knows his ignorance of any part of the subject, than he is who thinks he knows what in fact he knows not."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Augustine: On the Soul and its Origin Book IV 3:9",
                            "text": "The entire nature of man is certainly spirit, soul, and body; therefore, whoever would alienate the body from man's nature, is unwise."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Augustine: On the Soul and its Origin Book IV 3:10",
                            "text": "Those medical men, however, who are called anatomists have investigated with careful scrutiny, by dissecting processes, even living men, so far as men have been able to retain any life in the hands of the examiners; their researches have penetrated limbs, veins, nerves, bones, marrow, the internal vitals; and all to discover the nature of the body."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Augustine: On the Soul and its Origin Book IV 3:11",
                            "text": "But none of these men have ever thought of comparing us with the cattle, because of our ignorance of their subject."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Augustine: On the Soul and its Origin Book IV 3:12",
                            "text": "But perhaps you will say that it is those who are ignorant of the nature of the soul, not of the body, who are to be compared with the brute beasts."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Augustine: On the Soul and its Origin Book IV 3:13",
                            "text": "Then you ought not to have expressed yourself at starting in the way you have done."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Augustine: On the Soul and its Origin Book IV 3:14",
                            "text": "Your words are not, \"For what difference is there between a man and cattle, if he is ignorant of the nature and quality of the soul;\" but you say, \"if he knows not how to discuss and determine his own nature and quality\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Augustine: On the Soul and its Origin Book IV 3:15",
                            "text": "Of course our quality and our nature must be taken account of together with the body, but at the same time the investigation of the several elements of which we are composed is conducted in each case separately."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Augustine: On the Soul and its Origin Book IV 3:16",
                            "text": "For my own part, indeed, if I wished to display how far it was in my power to treat scientifically and intelligently the entire field of man's nature, I should have to fill many volumes; not to mention how many topics there are which I must confess my ignorance of."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Augustine: On the Soul and its Origin Book IV 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Augustine: On the Soul and its Origin Book IV 4:1",
                            "text": "Chapter 4 (III."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Augustine: On the Soul and its Origin Book IV 4:2",
                            "text": ")—Is the Question of Breath One that Concerns the Soul, or Body, or What?  But to what, in your judgment, does that which we discussed in our former book concerning the breath of man belong?—to the nature of the soul, seeing that it is the soul which effects it in man; or to that of the body, since the body is moved by the soul to effect it; or to that of this air, by whose alternation of action it is discovered to effect it; or rather to all three, that is to say, to the soul as that which moves the body, and to the body which by its motion receives and emits the breath, and also to the circumambient air which raises by its entrance, and by its departure depresses? And yet you were evidently ignorant of all this, learned and eloquent though you are, when you supposed, and said, and wrote, and read in the presence of the crowd assembled to hear your opinion, that it was out of our own nature that we inflated a bag, and yet had no diminution of our nature at all by the operation; although you might most easily ascertain how we accomplish the process, not by any tedious examination of the pages either of human or of inspired writings, but by a simple investigation of your own physical action, whenever you liked."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Augustine: On the Soul and its Origin Book IV 4:3",
                            "text": "This, then, being the case, how can I trust you to teach me concerning the origin of souls,—a subject which I confess myself to be ignorant of,—you who are actually ignorant of what you are doing unintermittingly with your nose and mouth, and of why you are doing it? May the Lord bring it to pass that you may be advised by me, and accept rather than resist so manifest a truth, and one so ready to your hand."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Augustine: On the Soul and its Origin Book IV 4:4",
                            "text": "May you also not interrogate your lungs about the bag inflation in such a temper as to prefer inflating them in opposition to me, rather than acquiesce in their tuition, when they answer your inquiry with entire truth,—not by speech and altercation, but by breath and respiration."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Augustine: On the Soul and its Origin Book IV 4:5",
                            "text": "Then I could bear with you patiently while you correct and reproach me for my ignorance of the origin of souls; nay, I could even warmly thank you, if, besides inflicting on me rebuke, you would convince me with truth."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Augustine: On the Soul and its Origin Book IV 4:6",
                            "text": "For if you could teach me the truth I am ignorant of, it would be my duty to bear with all patience any blows you might deal against me, not in word only, but even with hand."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Augustine: On the Soul and its Origin Book IV 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Augustine: On the Soul and its Origin Book IV 5:1",
                            "text": "Chapter 5 (IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Augustine: On the Soul and its Origin Book IV 5:2",
                            "text": ")—God Alone Can Teach Whence Souls Come."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Augustine: On the Soul and its Origin Book IV 5:3",
                            "text": "Now with respect to the question between us, I confess to your loving self I greatly desire to know one of two things if I can,—either concerning the origin of souls, of which I am ignorant, or whether this knowledge is within our reach so long as we are in the present life."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Augustine: On the Soul and its Origin Book IV 5:4",
                            "text": "For what if our controversy touches the very points of which it is enjoined to us, \"Seek not out the things that are too high for thee, neither search the things that are above thy strength; but whatever things the Lord hath commanded and taught thee, think thereupon for evermore\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Augustine: On the Soul and its Origin Book IV 5:5",
                            "text": "This, then, is what I desire to know, either from God Himself, who knows what He creates, or even from some competently learned man who knows what he is saying, not from a person who is ignorant of the breath he heaves."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Augustine: On the Soul and its Origin Book IV 5:6",
                            "text": "It is not everybody who recollects his own infancy; and do you suppose that a man is able, without divine instruction, to know whence he began to exist in his mother's womb,—especially if the knowledge of human nature has so completely eluded him as to leave him ignorant, not only of what is within him, but of that also which is added to his nature from without? Will you, my dearest brother, be able to teach me, or any one else, whence human beings at their birth are ensouled, when you still know not how it is that their life is so sustained by food, that they are certain to die if the aliment is withdrawn for a while? Or will you be able to teach me, or any one else, whence men obtain their souls, when you are still actually ignorant whence bags, when inflated, get the filling? My only wish, as you are ignorant whence souls have their origin, is, that I may on my side know whether such knowledge is attainable by me in this present life."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Augustine: On the Soul and its Origin Book IV 5:7",
                            "text": "If this be one of the things which are too high for us, and which we are forbidden to seek out or search into, then we have good grounds for fearing lest we should sin, not by our ignorance of it, but our quest after it."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Augustine: On the Soul and its Origin Book IV 5:8",
                            "text": "For we ought not to suppose that a subject, to fall under the category of the things which are too high for us, must appertain to the nature of God, and not to our own."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Augustine: On the Soul and its Origin Book IV 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Augustine: On the Soul and its Origin Book IV 6:1",
                            "text": "Chapter 6 (V."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Augustine: On the Soul and its Origin Book IV 6:2",
                            "text": ")—Questions About the Nature of the Body are Sufficiently Mysterious, and Yet Not Higher Than Those of the Soul."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Augustine: On the Soul and its Origin Book IV 6:3",
                            "text": "What do you say to the statement, that amongst the works of God there are some which it is more difficult to know than even God Himself,—so far, indeed, as He can be an object of knowledge to us at all? For we have learnt that God is a Trinity; but to this very day we do not know how many kinds of animals, not even of land animals which were able to enter Noah's ark, He has created—unless by some happy chance you have ascertained this fact."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Augustine: On the Soul and its Origin Book IV 6:4",
                            "text": "Again, in the Book of Wisdom it is written, \"For if they were able to prevail so much, that they could know and estimate the world; how is it that they did not more easily find out the Lord thereof?\" Is it because the subject before us is within us that it is therefore not too high for us? For it must be granted that the nature of our soul is a more internal thing than our body."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Augustine: On the Soul and its Origin Book IV 6:5",
                            "text": "As if the soul has been no better able to explore the body itself externally by the eyes of that body than internally by its own means."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Augustine: On the Soul and its Origin Book IV 6:6",
                            "text": "For what is there in the inward parts of the body where the soul does not exist? But yet, even with regard to these several inner and vital portions of our frame, the soul has examined and searched them out by the bodily eyes; and all that it has succeeded in learning of them it has acquired by means of the eyes of the body; and, without doubt, all the material substance was there, even when the soul knew not of it."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Augustine: On the Soul and its Origin Book IV 6:7",
                            "text": "Since also our inward parts are incapable of living without the soul, it follows that the soul has been more able to give them life than to know them."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Augustine: On the Soul and its Origin Book IV 6:8",
                            "text": "Well, then, is the soul's body a higher object for its knowledge than the soul's own self? And therefore if it wishes to inquire and consider when human seed is converted into blood, when into solid flesh; when the bones begin to harden, and when to fill with marrow; how many kinds of veins and nerves there are; by what channels and circuits the former serve for irrigation and the latter for ligature to the entire body; whether the skin is to be reckoned among the nerves, and the teeth among the bones,—for they show some difference, inasmuch as they have no marrow; and in what respect the nails differ from both, being similar to them in hardness, while they possess a quality in common with the hair, in being capable of growing and being cut; what, again, is the use of those veins wherein air, instead of blood, circulates, which they call the arteries—if, I repeat, the soul desired to come to know these and similar points respecting the nature of its body, ought it then to be said to a man, \"Seek not out the things that are too high for thee, neither search the things that are above thy strength?\" But, if the inquiry be made into the soul's own origin, of which subject it knows nothing, the matter then, forsooth, is not too high or beyond one's strength to be capable of apprehension? And you deem it an absurd thing, and incompatible with reason, for the soul not to know whether it is inbreathed by God, or whether it is derived from the parents, although it does not remember this event as soon as it is past, and reckons it among the things which it has forgotten beyond recall,—like infancy, and all other stages of life which followed close upon birth, though doubtless, when they happened, they were not unaccompanied with sensation."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Augustine: On the Soul and its Origin Book IV 6:9",
                            "text": "But yet you do not deem it absurd or unreasonable that it should be ignorant of the body which is subject to it, and should know nothing whatever about incidents pertaining to it which are not in the category of things that are past, but of present facts, —as to whether it sets the veins in motion in order to produce life in the body, but the nerves in order to operate by the limbs of the body; and if so, why it does not move the nerves except at its especial will, whereas it affects the pulsations of the veins without intermission, even without willing; from what part of the body that which they call the ἡγεμονικόν (the authoritative part of the soul, the reason) exercises its universal rule, whether from the heart or from the brain, or by a distribution, the motions from the heart and the sensations from the brain,—or from the brain, both the sensations and voluntary motions, but from the heart, the involuntary pulsations of the veins; and once more, if it does both of these from the brain, how is it that it has the sensations, even without willing, while it does not move the limbs except it wills? Inasmuch, then, as only the soul itself does all this in the body, how is it that it knows not what it does? or whence its power to do it? And it is no disgrace to it to be so ignorant."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Augustine: On the Soul and its Origin Book IV 6:10",
                            "text": "Then do you suppose it to be a discredit if it knows not whence or how it was itself made, since it certainly did not make itself? Well, then, none know how or whence the soul effects all its action in the body; do you not therefore think that it, too, appertains to those things which are said to be \"too high for us, and above our strength\"?."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Augustine: On the Soul and its Origin Book IV 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Augustine: On the Soul and its Origin Book IV 7:1",
                            "text": "Chapter 7 (VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Augustine: On the Soul and its Origin Book IV 7:2",
                            "text": ")—We Often Need More Teaching as to What is Most Intimately Ours Than as to What is Further from Us."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Augustine: On the Soul and its Origin Book IV 7:3",
                            "text": "But I have to put to you a far wider question arising out of our subject."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Augustine: On the Soul and its Origin Book IV 7:4",
                            "text": "Why should only a very few know why all men do what they do? Perhaps you will tell me, Because they have learnt the art of anatomy or experiment, which are both comprised in the physician's education, which few obtain, while others have refused to acquire the information, although they might, of course, if they had liked."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Augustine: On the Soul and its Origin Book IV 7:5",
                            "text": "Here, then, I say nothing of the point why many try to acquire this information, but cannot, because they are hindered by a slow intellect (which, however, is a very strange fact) from learning of others what is done by their own selves and in their own selves."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Augustine: On the Soul and its Origin Book IV 7:6",
                            "text": "But this is a very important question which I now ask, Why I should have no need of art to know that there is a sun in the heavens, and a moon, and other stars; but must have the aid of art to know, on moving my finger, whence the act begins,—from the heart, or the brain, or from both, or from neither: why I do not require a teacher to know what is so much higher than me; but must yet wait for some one else to learn whence that is done by me which is done within me? For although we are said to think in our heart, and although we know what our thoughts are, without the knowledge of any other person, yet we know not in what part of the body we have the heart itself, where we do our thinking, unless we are taught it by some other person, who yet is ignorant of what we think."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Augustine: On the Soul and its Origin Book IV 7:7",
                            "text": "I am not unaware that when we hear that we should love God with our whole heart, this is not said of that portion of our flesh which lies under our ribs, but of that power that originates our thoughts."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Augustine: On the Soul and its Origin Book IV 7:8",
                            "text": "And this is properly designated by this name, because, as motion does not cease in the heart whence the pulsation of the veins radiates in every direction, so in the process of thought we do not rest in the act itself and abstain from further pondering."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Augustine: On the Soul and its Origin Book IV 7:9",
                            "text": "But although every sensation is imparted even to the body by the soul, how is it that we can count our external limbs, even in the dark and with closed eyes, by the bodily sense which is called \"touch,\" but we know nothing of our internal functions in the very central region of the soul itself, where that power is present which imparts life and animation to all else,—a mystery this which, I apprehend, no medical men of any kind, whether empirics, or anatomists, or dogmatists, or methodists, or any man living, have any knowledge of?."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Augustine: On the Soul and its Origin Book IV 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Augustine: On the Soul and its Origin Book IV 8:1",
                            "text": "Chapter 8."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Augustine: On the Soul and its Origin Book IV 8:2",
                            "text": "—We Have No Memory of Our Creation."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Augustine: On the Soul and its Origin Book IV 8:3",
                            "text": "And whosoever shall have attempted to fathom such knowledge may not improperly have addressed to him the words we have before quoted, \"Seek not out the things that are too high for thee, neither search the things that are above thy strength\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Augustine: On the Soul and its Origin Book IV 8:4",
                            "text": "Now it is not a question of mere altitude, such as is beyond our stature, but it is an elevation which our intelligence cannot reach, and a strength which our mental power cannot cope with."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Augustine: On the Soul and its Origin Book IV 8:5",
                            "text": "And yet it is neither the heaven of heavens, nor the measure of the stars, nor the scope of sea and land, nor the nethermost hell; it is our own selves that we are incapable of comprehending; it is our own selves, who, in our too great height and strength, transcend the humble limits of our own knowledge; it is our own selves, whom we are incapable of embracing, although we are certainly not beside ourselves."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Augustine: On the Soul and its Origin Book IV 8:6",
                            "text": "But we are not to be compared with cattle simply because we do not perfectly discover what we ourselves are: and yet you think that we deserve the humiliating comparison, if we have forgotten what we were, even though we knew it once."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Augustine: On the Soul and its Origin Book IV 8:7",
                            "text": "My soul is not now being derived from my parents, is not now receiving insufflation from God."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Augustine: On the Soul and its Origin Book IV 8:8",
                            "text": "Whichever of these two processes He used, He used when He created me; He is not at this moment using it of me, or within me."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Augustine: On the Soul and its Origin Book IV 8:9",
                            "text": "It is past and gone,—not a present thing, nor a recent one to me."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Augustine: On the Soul and its Origin Book IV 8:10",
                            "text": "I do not even know whether I was aware of it and then forgot it; or whether I was unable, even at the time when it was done, to feel and to know it."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Augustine: On the Soul and its Origin Book IV 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Augustine: On the Soul and its Origin Book IV 9:1",
                            "text": "Chapter 9 (VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Augustine: On the Soul and its Origin Book IV 9:2",
                            "text": ")—Our Ignorance of Ourselves Illustrated by the Remarkable Memory of One Simplicius."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Augustine: On the Soul and its Origin Book IV 9:3",
                            "text": "Observe now, while we are, while we live, while we know that we live, while we are certain that we possess memory, understanding, and will; who boast of ourselves as having a great knowledge of our own nature;—observe, I say, how entirely ignorant we are of what avail to us is our memory, or our understanding, or our will."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Augustine: On the Soul and its Origin Book IV 9:4",
                            "text": "A certain man who from his youth has been a friend of mine, named Simplicius, is a person of accurate and astonishing memory."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Augustine: On the Soul and its Origin Book IV 9:5",
                            "text": "I once asked him to tell me what were the last lines but one of all the books of Virgil; he immediately answered my question without the least hesitation, and with perfect accuracy."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Augustine: On the Soul and its Origin Book IV 9:6",
                            "text": "I then asked him to repeat the preceding lines; he did so."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Augustine: On the Soul and its Origin Book IV 9:7",
                            "text": "And I really believe that he could have repeated Virgil line after line backward."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Augustine: On the Soul and its Origin Book IV 9:8",
                            "text": "For wherever I wished, I made trial whether he could do it, and he did it."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Augustine: On the Soul and its Origin Book IV 9:9",
                            "text": "Similarly in prose, from any of Cicero's orations, which he had learnt by heart, he would perform a similar feat at our request, by reciting backwards as far as we wished."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Augustine: On the Soul and its Origin Book IV 9:10",
                            "text": "Upon our expressing astonishment, he called God to witness that he had no idea of this ability of his previous to that trial."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Augustine: On the Soul and its Origin Book IV 9:11",
                            "text": "So far, therefore, as memory is concerned, his mind only then learnt its own power; and such discovery would at no time be possible except by trial and experiment."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Augustine: On the Soul and its Origin Book IV 9:12",
                            "text": "Moreover, he was of course the very same man before he tried his powers; how was it, then, that he was ignorant of himself?."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Augustine: On the Soul and its Origin Book IV 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Augustine: On the Soul and its Origin Book IV 10:1",
                            "text": "Chapter 10."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Augustine: On the Soul and its Origin Book IV 10:2",
                            "text": "—The Fidelity of Memory; The Unsearchable Treasure of Memory; The Powers of a Man's Understanding Sufficiently Understood by None."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Augustine: On the Soul and its Origin Book IV 10:3",
                            "text": "We often assume that we shall retain a thing in our memory; and so thinking, we do not write it down."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Augustine: On the Soul and its Origin Book IV 10:4",
                            "text": "But afterwards, when we wish to recall it, it refuses to come to mind; and we are then sorry that we thought it would return to memory, or that we did not secure it in writing so as to prevent its escape; and lo, on a sudden, without our seeking it, it occurs to us."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Augustine: On the Soul and its Origin Book IV 10:5",
                            "text": "Then does it follow that we were not ourselves when we thought this? And that we cease to be the same thing that we were, when we are no longer able to think it? Now how does it happen that I know not how we are abstracted from, and denied to, ourselves; and similarly am ignorant how we are restored and returned to ourselves? As if we are other persons, and elsewhere, when we seek, but fail to find, what we deposited in our memory; and are ourselves incapable of returning to ourselves, as if we were situated somewhere else; but afterwards return again, on finding ourselves out."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Augustine: On the Soul and its Origin Book IV 10:6",
                            "text": "For where do we make our quest, except in our own selves? And what is it we search for, except our own selves? As if we were not actually at home in our persons, but had gone somewhither."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Augustine: On the Soul and its Origin Book IV 10:7",
                            "text": "Do you not observe, even with alarm, so deep a mystery? And what is all this but our own nature—not what it has been, but such as it now is? And observe how much more we seek than we comprehend."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Augustine: On the Soul and its Origin Book IV 10:8",
                            "text": "I have often believed that I could understand a question which had been submitted to me, if I were to bestow thought upon it."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Augustine: On the Soul and its Origin Book IV 10:9",
                            "text": "Well, I have bestowed the thought, but have not been able to solve the question; and many a time I have not so believed, and yet have been able to determine the point."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Augustine: On the Soul and its Origin Book IV 10:10",
                            "text": "The powers, then, of my own understanding have not been really known to me; nor, I apprehend, have they been to you either."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Augustine: On the Soul and its Origin Book IV 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book IV 11:1",
                            "text": "Chapter 11."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book IV 11:2",
                            "text": "—The Apostle Peter Told No Lie, When He Said He Was Ready to Lay Down His Life for the Lord, But Only Was Ignorant of His Will."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book IV 11:3",
                            "text": "But perhaps you despise me for confessing all this, and will in consequence compare me with \"cattle\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book IV 11:4",
                            "text": "For myself, however, I will not cease to advise you, or (if you refuse to listen to me) at all events to warn you, to acknowledge rather this common infirmity, in which virtue is perfected; lest, by assuming unknown things to be known, you fail to attain to the truth."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book IV 11:5",
                            "text": "For I suppose that there is something which even you wish to understand, but are unable; which you would never seek to understand, unless you hoped some day to succeed in your research."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book IV 11:6",
                            "text": "Thus you also are ignorant of the powers of your own understanding, who profess to know all about your own nature, and decline to follow me in my confession of ignorance."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book IV 11:7",
                            "text": "Well, there is also the will; what am I to say about that, where certainly free choice is ostentatiously claimed by us? The blessed Apostle Peter, indeed, was willing to lay down his life for the Lord."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book IV 11:8",
                            "text": "He was no doubt sincere in his willingness; nor was he treacherous to the Lord when he made the promise."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book IV 11:9",
                            "text": "But his will was entirely ignorant of its own powers."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book IV 11:10",
                            "text": "Therefore the great apostle, who had discovered his Master to be the Son of God, was unknown to himself."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Augustine: On the Soul and its Origin Book IV 11:11",
                            "text": "Thus we are quite aware respecting ourselves that we will a thing, or \"nill\" it; but although our will is a good one, we are ignorant, my dear son, unless we deceive ourselves, of its strength, of its resources, of what temptations it may yield to, or of what it may resist."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Augustine: On the Soul and its Origin Book IV 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Augustine: On the Soul and its Origin Book IV 12:1",
                            "text": "Chapter 12 (VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Augustine: On the Soul and its Origin Book IV 12:2",
                            "text": ")—The Apostle Paul Could Know the Third Heaven and Paradise, But Not Whether He Was in the Body or Not."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Augustine: On the Soul and its Origin Book IV 12:3",
                            "text": "See therefore how many facts of our nature, not of the past but of the present time, and not pertaining to the body only, but also to our inner man, we know nothing about, without deserving to be compared with the brute beasts."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Augustine: On the Soul and its Origin Book IV 12:4",
                            "text": "And yet this is the opprobrious comparison which you have thought me worthy of, because I have not complete knowledge of the past origin of my soul—although I am not wholly ignorant of it, inasmuch as I know that it was given me by God, and yet that it is not out of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Augustine: On the Soul and its Origin Book IV 12:5",
                            "text": "But when can I enumerate all the particulars relating to the nature of our spirit and our soul of which we are ignorant? Whereas we ought rather to utter that exclamation before God, which the Psalmist uttered: \"The knowledge of Thee is too wonderful for me; it is very difficult, I cannot attain to it\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Augustine: On the Soul and its Origin Book IV 12:6",
                            "text": "Now why did he add the words for me, except because he conjectured how incomprehensible was the knowledge of God for himself, inasmuch as he was unable to comprehend even his own self? The apostle was caught up into the third heaven, and heard unspeakable words, which it is not lawful for a man to utter; and whether this had happened to him in the body or out of the body, he declares himself unable to say; but yet he has no fear of encountering from you comparison with the cattle."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Augustine: On the Soul and its Origin Book IV 12:7",
                            "text": "His spirit knew that it was in the third heaven, in paradise; but knew not whether it was in the body."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Augustine: On the Soul and its Origin Book IV 12:8",
                            "text": "The third heaven, of course, and paradise were not the Apostle Paul himself; but his body and soul and spirit were himself."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Augustine: On the Soul and its Origin Book IV 12:9",
                            "text": "Behold, then, the curious fact: he knew the great things—lofty and divine—which were not himself; but that which appertained to his own nature he was ignorant of."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Augustine: On the Soul and its Origin Book IV 12:10",
                            "text": "Who in the vast knowledge of such occult things can help being astonished at his great ignorance of his own existence? Who, in short, would believe it possible, if one who errs not had not told us, that \"we know not what we should pray for as we ought\"? Where, then, ought our bent and purpose mainly to be—to \"reach forth to those things which are before\"? And yet you compare me to cattle, if among the things which are behind I have forgotten anything concerning my own origin—although you hear the same apostle say: \"Forgetting those things which are behind, and reaching forth unto those things which are before, I press toward the mark, for the prize of the high calling of God in Christ Jesus\"."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Augustine: On the Soul and its Origin Book IV 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book IV 13:1",
                            "text": "Chapter 13 (IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book IV 13:2",
                            "text": ")—In What Sense the Holy Ghost is Said to Make Intercession for Us."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book IV 13:3",
                            "text": "Do you perhaps also think me ridiculous and like the irrational beasts, because I said, \"We know not what we should pray for as we ought\"? Perhaps this is not quite so intolerable."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book IV 13:4",
                            "text": "For since, in the dictates of a sound and righteous judgment, we prefer our future to our past; and since our prayer must have reference not to what we have been, but what we shall be, it is of course much more injurious not to know what we should pray for, than to be ignorant of the manner of our origin."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book IV 13:5",
                            "text": "But recollect whose words I repeated, or read them again for yourself, and reflect whence they come; and do not pelt me with your reproaches, lest the stone you throw should alight on a head you would not wish."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book IV 13:6",
                            "text": "For it is the great teacher of the Gentiles, the Apostle Paul himself, who said, \"For we know not what we should pray for as we ought\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book IV 13:7",
                            "text": "And he not only taught this lesson by word, but also illustrated it by his example."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book IV 13:8",
                            "text": "For, contrary to his own advantage and the promotion of his own salvation, he once in his ignorance prayed that \"the thorn in the flesh might depart from him,\" which he said had been given to him \"lest he should be exalted above measure by the abundance of the revelations which were given him\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book IV 13:9",
                            "text": "But the Lord loved him, and so did not do what he had requested Him to do."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book IV 13:10",
                            "text": "Nevertheless, when the apostle said, \"We know not what we should pray for as we ought,\" he immediately added, \"But the Spirit Himself maketh intercession for us with groanings which cannot be uttered."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book IV 13:11",
                            "text": "And He that searcheth the hearts knoweth what is the mind of the Spirit, because He maketh intercession for the saints according to the will of God\"—that is to say, He makes the saints offer intercessions."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book IV 13:12",
                            "text": "He, of course, is that Spirit \"whom God hath sent into our hearts, crying, Abba, Father;\" and \"by whom we cry, Abba, Father;\" for both expressions are used by the apostle—both that we have received the Spirit who cries, Abba, Father; and also that it is through Him that we cry, Abba, Father."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book IV 13:13",
                            "text": "His object is to explain by these varied statements in what sense he used the word \"crying:\" he meant causing to cry; so that it is we who cry at His instance and impulse."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book IV 13:14",
                            "text": "Let Him therefore teach me this too, whenever He pleases, if He knows it to be expedient for me, that I should know whence I derive my origin as regards my soul."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book IV 13:15",
                            "text": "But let me be taught by that Spirit who searches the deep things of God; not by a man who knows nothing of the breath which inflates a bag."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Augustine: On the Soul and its Origin Book IV 13:16",
                            "text": "However, be it far from me to compare you with brutes because of this piece of ignorance; because it arose not from incurable inability, but from sheer inadvertence."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Augustine: On the Soul and its Origin Book IV 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Augustine: On the Soul and its Origin Book IV 14:1",
                            "text": "Chapter 14 (X."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Augustine: On the Soul and its Origin Book IV 14:2",
                            "text": ")—It is More Excellent to Know That the Flesh Will Rise Again and Live for Evermore, Than to Learn Whatever Scientific Men Have Been Able to Teach Us Concerning Its Nature."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Augustine: On the Soul and its Origin Book IV 14:3",
                            "text": "But although the questions which arise touching the origin of souls are \"higher,\" no doubt, than that which treats of the source whence the breath comes which we inhale and exhale, you yet believe that those things are \"higher\" which you have learnt out of the Holy Scriptures, from which we derive what we learn by faith; and such as are not traceable by any human minds."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Augustine: On the Soul and its Origin Book IV 14:4",
                            "text": "Of course it is far more excellent to know that the flesh will rise again and will live for evermore, than any thing that scientific men have been able to discover in it by careful examination, which the soul perceives by no outward sense, although its presence quickens all the things of which it is ignorant."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Augustine: On the Soul and its Origin Book IV 14:5",
                            "text": "It is also far better to know that the soul, which has been born again and renewed in Christ, will be blessed for ever, than to discover all that we are ignorant of touching its memory, understanding, and will."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Augustine: On the Soul and its Origin Book IV 14:6",
                            "text": "Now these subjects, which I have designated as more excellent and as better, we could by no means find out, unless we believed them on the testimony of the inspired Scriptures."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Augustine: On the Soul and its Origin Book IV 14:7",
                            "text": "These Scriptures you perhaps think you so thoroughly believe, that you do not hesitate to draw out of them a definite theory about the origin of souls."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Augustine: On the Soul and its Origin Book IV 14:8",
                            "text": "Well, then, first of all, if it be as you suppose, you ought never to have attributed to human nature itself what man knows by discussion and inquiry about his own nature and quality, but to God's gift."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Augustine: On the Soul and its Origin Book IV 14:9",
                            "text": "Now you asked: \"Wherein does a man differ from the cattle, if he is ignorant of this?\" But why need we read any thing, in order to know this, if we ought already to know it by the very fact that we are different from cattle? For just as you do not read anything to me for the purpose of teaching me that I am alive (my own nature making it impossible that I should be ignorant of this fact), so if it is an attribute of nature to know this other matter, why do you produce passages of Scripture for me to believe concerning this subject? Is it then only those persons who read them that differ from the cattle? Are we not so created as to be different from brute animals, even before we can acquire the art of reading? Pray, tell me how it is that you put in so high a claim for our nature, that by the very circumstance of its differing from cattle it already knows how to discuss and inquire into the origin of souls; while at the same time you make it so inexpert in this knowledge, as to be unable by human endowment to know this without it believe the divine testimonies."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Augustine: On the Soul and its Origin Book IV 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Augustine: On the Soul and its Origin Book IV 15:1",
                            "text": "Chapter 15 (XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Augustine: On the Soul and its Origin Book IV 15:2",
                            "text": ")—We Must Not Be Wise Above What is Written."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Augustine: On the Soul and its Origin Book IV 15:3",
                            "text": "But then, again, you are mistaken in this matter; for the passages of Scripture which you chose to produce for the solution of this question of yours, do not prove the point."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Augustine: On the Soul and its Origin Book IV 15:4",
                            "text": "For it is another thing which they prove, without which we cannot really lead a pious life, namely, that we have in God the giver, creator, and fashioner of our souls."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Augustine: On the Soul and its Origin Book IV 15:5",
                            "text": "But how He does this for them, whether by inbreathing them as new, or by deriving them from the parents, they do not tell us—except in the instance of that one soul which He gave to the first man."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Augustine: On the Soul and its Origin Book IV 15:6",
                            "text": "Read attentively what I have written to that servant of God, our brother Renatus; for inasmuch as I have pointed it all out to him there, it is not necessary for me to repeat my proofs here."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Augustine: On the Soul and its Origin Book IV 15:7",
                            "text": "But you would like me to follow your example in definiteness of theory, and so thrust myself into such difficulties as you have surrounded yourself with."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Augustine: On the Soul and its Origin Book IV 15:8",
                            "text": "Involved in these, you have spoken many stout words against the catholic faith; if, however, you would faithfully and humbly bethink yourself and consider, you would assuredly see how greatly it would have profited you, if you had only known how to be natural and consistent in your ignorance; and how this advantage is still open to you, if you were even now able to maintain such propriety."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Augustine: On the Soul and its Origin Book IV 15:9",
                            "text": "Now, since understanding so pleases you in man's nature (for, truly enough, if our nature were without it, we should not be different from brute beasts, so far as our souls are concerned), understand, I beg of you, what it is that you do not understand, lest you should understand nothing: and do not despise any man who, in order that he may truly understand, understands that he does not understand that which he does not understand."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Augustine: On the Soul and its Origin Book IV 15:10",
                            "text": "With regard, however, to the passage in the inspired psalm, \"Man, being in honour, understandeth not; he is compared to the senseless cattle, and is like unto them;\" read and understand these words, that you may rather with a humble spirit guard against the opprobrium yourself, than arrogantly throw it out against another person."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Augustine: On the Soul and its Origin Book IV 15:11",
                            "text": "The passage applies to those who regard only that as a life worth living which they live in the flesh—having no hope after death—just like \"cattle;\" it has no reference to those who never deny their knowledge of what they actually know, and always acknowledge their ignorance of what they really do not know; who, in point of fact, are aware of their weakness, rather than confident of their strength."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Augustine: On the Soul and its Origin Book IV 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Augustine: On the Soul and its Origin Book IV 16:1",
                            "text": "Chapter 16."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Augustine: On the Soul and its Origin Book IV 16:2",
                            "text": "—Ignorance is Better Than Error."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Augustine: On the Soul and its Origin Book IV 16:3",
                            "text": "Predestination to Eternal Life, and Predestination to Eternal Death."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Augustine: On the Soul and its Origin Book IV 16:4",
                            "text": "Do not, my son, let senile timidity displease your youthful confidence."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Augustine: On the Soul and its Origin Book IV 16:5",
                            "text": "For my own part, indeed, if I proved unequal, either under the teaching of God or of some spiritual instructor, to the task of understanding the subject of our present inquiry on the origin of souls, I am more prepared to vindicate God's righteous will, that we should remain in ignorance on this point, as on many others, than to say in my rashness what either is so obscure that I can neither bring it home to the intelligence of other people, nor understand it myself; or certainly even to help the cause of the heretics who endeavour to persuade us that the souls of infants are entirely free from guilt, on the ground, forsooth, that such guilt would only recoil on God as its Author, for having compelled innocent souls (for the help of which He knew beforehand no laver of regeneration was prepared) to become sinful, by assigning them to sinful flesh without any provision for that grace of baptism which should prevent their incurring eternal damnation."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Augustine: On the Soul and its Origin Book IV 16:6",
                            "text": "For the fact undoubtedly is, that numberless souls of infants pass out of the body before they are baptized."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Augustine: On the Soul and its Origin Book IV 16:7",
                            "text": "God forbid that I should cast about for any futile effort to dilute this stern fact, and say what you have yourself said: \"That the soul deserved to be polluted by the flesh, and to become sinful, though it previously had no sin, by reason of which it could be rightly said to have incurred this desert\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Augustine: On the Soul and its Origin Book IV 16:8",
                            "text": "And again: \"That even without baptism original sins may be remitted\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Augustine: On the Soul and its Origin Book IV 16:9",
                            "text": "And once more: \"That even the kingdom of heaven is at last bestowed on those who have not been baptized\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Augustine: On the Soul and its Origin Book IV 16:10",
                            "text": "Now, if I were not afraid to utter these and similar poisonous allegations against the faith, I should probably not be afraid to propound some definite theory on this subject."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Augustine: On the Soul and its Origin Book IV 16:11",
                            "text": "How much better, then, is it, that I should not separately dispute and affirm about the soul, what I am ignorant of; but simply hold what I see the apostle has most plainly taught us: That owing to one man all pass into condemnation who are born of Adam unless they are born again in Christ, even as He has appointed them to be regenerated, before they die in the body, whom He predestinated to everlasting life, as the most merciful bestower of grace; whilst to those whom He has predestinated to eternal death, He is also the most righteous awarder of punishment not only on account of the sins which they add in the indulgence of their own will, but also because of their original sin, even if, as in the case of infants, they add nothing thereto."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Augustine: On the Soul and its Origin Book IV 16:12",
                            "text": "Now this is my definite view on that question, so that the hidden things of God may keep their secret, without impairing my own faith."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Augustine: On the Soul and its Origin Book IV 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Augustine: On the Soul and its Origin Book IV 17:1",
                            "text": "Chapter 17 (XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Augustine: On the Soul and its Origin Book IV 17:2",
                            "text": ")—A Twofold Question to Be Treated Concerning the Soul; Is It \"Body\"? and is It \"Spirit\"? What Body is."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Augustine: On the Soul and its Origin Book IV 17:3",
                            "text": "And now, as far as the Lord vouchsafes to enable me, I must reply also to that allegation of yours, in which, speaking of the soul, you again mention my name, and say, \"We do not, as the very able and learned bishop Augustin professes, allow it to be incorporeal and also a spirit\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Augustine: On the Soul and its Origin Book IV 17:4",
                            "text": "We have therefore, first, to discuss the question, whether the soul is to be deemed incorporeal, as I have said; or corporeal, as you hold."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Augustine: On the Soul and its Origin Book IV 17:5",
                            "text": "Then, secondly, whether in our Scriptures it is called a spirit—although not the whole but its own separate part is also properly called spirit."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Augustine: On the Soul and its Origin Book IV 17:6",
                            "text": "Well, I should, to begin with, like to know how you define body."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Augustine: On the Soul and its Origin Book IV 17:7",
                            "text": "For if that is not \"body\" which does not consist of limbs of flesh, then the earth cannot be a body, nor the sky, nor a stone, nor water, nor the stars, nor anything of the kind."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Augustine: On the Soul and its Origin Book IV 17:8",
                            "text": "If, however, a \"body\" is whatever consists of parts, whether greater or less, which occupy greater or smaller local spaces, then all the things which I have just mentioned are bodies; the air is a body; the visible light is a body; and so are all the things which the apostle has in view, when he says, \"There are celestial bodies, and bodies terrestrial\"."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Augustine: On the Soul and its Origin Book IV 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book IV 18:1",
                            "text": "Chapter 18."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book IV 18:2",
                            "text": "—The First Question, Whether the Soul is Corporeal; Breath and Wind, Nothing Else Than Air in Motion."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book IV 18:3",
                            "text": "Now whether the soul is such a substance, is an extremely nice and subtle question."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book IV 18:4",
                            "text": "You, indeed, with a promptitude for which I very greatly congratulate you, affirm that God is not a body."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book IV 18:5",
                            "text": "But then, again, you give me some anxiety when you say, \"If the soul lacks body, so as to be (as some persons are pleased to suppose) of hollow emptiness, of airy and futile substance\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book IV 18:6",
                            "text": "Now, from these words you seem to believe, that everything which lacks body is of an empty substance."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book IV 18:7",
                            "text": "Well, if this is the case, how do you dare to say that God lacks body, without fearing the consequence that He is of an empty substance? If, however, God has not a body, as you have just allowed; and if it be profane to say that He is of an empty substance; then not everything which lacks body is an empty substance."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book IV 18:8",
                            "text": "And therefore a person who contends that the soul is incorporeal does not necessarily mean, that it is of an empty and futile substance; for he allows that God, who is not an empty being, is at the same time incorporeal."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book IV 18:9",
                            "text": "But observe what great difference there is between my actual assertion, and what you suppose me to say."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book IV 18:10",
                            "text": "I do not say that the soul is an airy substance; if I did, I should admit that it is a body."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book IV 18:11",
                            "text": "For air is a body; as all who understand what they say declare, whenever they speak concerning bodily substances."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book IV 18:12",
                            "text": "But you, because I called the soul incorporeal, supposed me not only to predicate mere emptiness of it, but, as the result of such predication, to say that it is \"an airy substance;\" whereas I must have said both that it has not corporeity, which air has, and that what is filled with air could not be empty."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book IV 18:13",
                            "text": "And your own bag similes failed to remind you of this."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book IV 18:14",
                            "text": "For when the bags are inflated, what is it but air that is pressed into them? And they are so far from being empty, that by reason of their distension they become even ponderous."
                        },
                        {
                            "verse": 15,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book IV 18:15",
                            "text": "But perhaps the breath seems to you to be a different thing from air; although your very breath is nothing else than air in motion; and what this is, can be seen from the shaking of a fan."
                        },
                        {
                            "verse": 16,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book IV 18:16",
                            "text": "With respect to any hollow vessels, which you may suppose to be empty, you may ascertain with certainty that they are really full, by lowering them straight into the water, with the mouth downwards."
                        },
                        {
                            "verse": 17,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book IV 18:17",
                            "text": "You see no water can get in, by reason of the air with which they are filled."
                        },
                        {
                            "verse": 18,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book IV 18:18",
                            "text": "If, however, they are lowered either in the opposite way, with mouth upward, or aslant, they then fill, as the water enters at the same opening where the air passes out and escapes."
                        },
                        {
                            "verse": 19,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book IV 18:19",
                            "text": "This could be, of course, more easily proved by performing the experiment, than by a description in writing."
                        },
                        {
                            "verse": 20,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book IV 18:20",
                            "text": "This, however, is not the time or place for longer delay on the subject; for whatever may be your perception of the nature of the air, as to whether it has corporeity or not, you certainly ought not to suppose me to have said that the soul is an aerial thing, but absolutely incorporeal."
                        },
                        {
                            "verse": 21,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book IV 18:21",
                            "text": "And this even you acknowledge God to be, whom you do not dare to describe as an empty substance, while you cannot but admit that He has an essence which is unchangeable and almighty."
                        },
                        {
                            "verse": 22,
                            "chapter": 18,
                            "name": "Augustine: On the Soul and its Origin Book IV 18:22",
                            "text": "Now, why should we fear that the soul is an empty void, if it be incorporeal, when we confess that God is incorporeal, and at the same time deny Him to be an empty void? Thus it was within the competency of an Incorporeal Being to create an incorporeal soul, even as the living God made living man; although, as the unchangeable and the almighty, He communicated not these attributes to the changeable and far inferior creature."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Augustine: On the Soul and its Origin Book IV 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book IV 19:1",
                            "text": "Chapter 19 (XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book IV 19:2",
                            "text": ")—Whether the Soul is a Spirit."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book IV 19:3",
                            "text": "But again, why you would have the soul to be a body, and refuse to deem it a spirit, I cannot see."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book IV 19:4",
                            "text": "For if it is not a spirit, on the ground that the apostle named it with distinction from the spirit, when he said, \"I pray God your whole spirit, and soul, and body be preserved,\" the same is a good reason why it is not a body, inasmuch as he named the body, too, as distinct from it."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book IV 19:5",
                            "text": "If you affirm that the soul is a body, although they are both distinctly named; you should allow it to be a spirit, although these are also distinctly named."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book IV 19:6",
                            "text": "Indeed, the soul has a much greater claim to be regarded by you as a spirit than a body; because you acknowledge the spirit and the soul to be of one substance, but deny the soul and the body to be of one substance."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book IV 19:7",
                            "text": "On what principle, then, is the soul a body, when its nature is different from that of a body; and not a spirit, although its nature and a spirit's is one and the same? Why, according to your argument, must you not confess that even the spirit is a body? For otherwise, if the spirit is not a body, and the soul is a body, the soul and the spirit are not of one and the same substance."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book IV 19:8",
                            "text": "You, however, allow them both (although believing them to be two separate things) to have one substance."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book IV 19:9",
                            "text": "Therefore, if the soul is a body, the spirit is a body also; for under no other condition can they be regarded as being of one and the same nature."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book IV 19:10",
                            "text": "On your own principles, therefore, the statement of the apostle, who mentions, \"Your spirit, and soul, and body,\" must imply three bodies; yet the body, which has likewise the name of flesh, is of a different nature."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book IV 19:11",
                            "text": "And of these three bodies, as you would call them, of which one is of a different, and the other two of one and the same substance, the entire human being is composed—one thing and one existence."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Augustine: On the Soul and its Origin Book IV 19:12",
                            "text": "Now, although you assert this, yet you will not allow that the two which are of one and the same substance, that is, the soul and the spirit, should have the one designation of spirit; whilst the two things which are not of one and the same substance ought, as you suppose, to have the one name of body."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Augustine: On the Soul and its Origin Book IV 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Augustine: On the Soul and its Origin Book IV 20:1",
                            "text": "Chapter 20 (XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Augustine: On the Soul and its Origin Book IV 20:2",
                            "text": ")—The Body Does Not Receive God's Image."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Augustine: On the Soul and its Origin Book IV 20:3",
                            "text": "But I pass by all this, lest the discussion between us should degenerate into one of names rather than things."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Augustine: On the Soul and its Origin Book IV 20:4",
                            "text": "Let us, then, see whether the inner man be the soul, or the spirit, or both."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Augustine: On the Soul and its Origin Book IV 20:5",
                            "text": "I observe, however, that you have expressed your opinion on the point in writing, calling the inner man the soul; for of this you spoke when you said: \"And as the substance congealed, which was incapable of comprehension, it would produce another body within the body rounded and amassed by the force and twirl of its own nature, and thus an inner man would begin to appear, who, being moulded in a corporeal sheath would in its lineaments be shaped after the likeness of its outer man\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Augustine: On the Soul and its Origin Book IV 20:6",
                            "text": "And from this you draw the following inference: \"God's breath, therefore, made the soul; yea, that breath from God was made the soul, an image, substantial, corporeal according to its own nature, like its own body, and conformed to its image\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Augustine: On the Soul and its Origin Book IV 20:7",
                            "text": "After this you proceed to speak of the spirit, and say: \"This soul which had its origin from the breath of God could not exist without an innermost sense and intellect of its own; and such is the spirit\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Augustine: On the Soul and its Origin Book IV 20:8",
                            "text": "As I, then, understand your statement, you mean the inner man to be the soul, and the inmost one to be the spirit; as if the latter were inferior to the soul, as this is to the body."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Augustine: On the Soul and its Origin Book IV 20:9",
                            "text": "Whence it comes to pass, that just as the body receives another body pervading its own inner cavity, which (as you suppose) is the soul; so in its turn must the soul be regarded as having its interior emptiness also, where it could receive the third body, even the spirit; and thus the whole man consists of three, the outer, the inner, and the inmost."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Augustine: On the Soul and its Origin Book IV 20:10",
                            "text": "Now, do you not yet perceive what great absurdities follow in your wake, when you attempt the asseveration that the soul is corporeal? Tell me, I pray you, which of the two is it that is to be renewed in the knowledge of God, after the image of Him that created him?  The inner, or the inmost? For my own part, indeed, I do not see that the apostle, besides the inner and the outer man, knows anything of another man inside the inner one, that is, of an inmost man."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Augustine: On the Soul and its Origin Book IV 20:11",
                            "text": "But you must decide which it is you would have to be renewed after the image of God."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Augustine: On the Soul and its Origin Book IV 20:12",
                            "text": "How is he to receive this, who has already got the image of the outer man? For if the inner man has run throughout the limbs of the outward one, and congealed (for this is the term you have used; as if a molten shape were formed out of soft clay, which was thickened out of the dust), how, if this same figure which has been impressed upon it, or rather expressed out of a body, is to retain its place, could it be refashioned after the image of God? Is it to have two images—God's from above, that of the body from below—as is said in the case of money, \"Heads and Tails\"? Will you perhaps say, that the soul received the bodily image, and that the spirit takes God's image, as if the former were contiguous to the body, and the latter to God; and that, therefore, it is really the inmost man which is refashioned after the image of God, and not the inner man? Well, but this pretence is useless."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Augustine: On the Soul and its Origin Book IV 20:13",
                            "text": "For if the inmost man is as entirely diffused through all the members of the soul, as the inner man of the soul is through the limbs of the body; even it has now, through the soul, received the image of the body, as the soul moulded the same; and thus it results that it has no means whereby to receive God's image, while the afore-mentioned image of the body remains impressed upon it; except as in the case of the money which I have just quoted, where there is one form on the upper surface, and another on the lower one."
                        },
                        {
                            "verse": 14,
                            "chapter": 20,
                            "name": "Augustine: On the Soul and its Origin Book IV 20:14",
                            "text": "These are the absurd lengths to which you are driven, whether you will or no, when you apply to the consideration of the soul the material ideas of bodily substances."
                        },
                        {
                            "verse": 15,
                            "chapter": 20,
                            "name": "Augustine: On the Soul and its Origin Book IV 20:15",
                            "text": "But, as even you yourself with perfect propriety confess, God is not a body."
                        },
                        {
                            "verse": 16,
                            "chapter": 20,
                            "name": "Augustine: On the Soul and its Origin Book IV 20:16",
                            "text": "How, then, could a body receive His image? \"I beseech you, brother, that you be not conformed to this world, but be transformed by the renewing of your mind;\" and cherish not \"the carnal mind, which is death\"."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Augustine: On the Soul and its Origin Book IV 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Augustine: On the Soul and its Origin Book IV 21:1",
                            "text": "Chapter 21 (XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Augustine: On the Soul and its Origin Book IV 21:2",
                            "text": ")—Recognition and Form Belong to Souls as Well as Bodies."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Augustine: On the Soul and its Origin Book IV 21:3",
                            "text": "But you say: \"If the soul is incorporeal, what was it that the rich man saw in hell? He certainly recognised Lazarus; he did (not) know Abraham."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Augustine: On the Soul and its Origin Book IV 21:4",
                            "text": "Whence arose to him the knowledge of Abraham, who had died so long before?\" By using these words, I suppose that you do not think a man can be recognised and known without his bodily form."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Augustine: On the Soul and its Origin Book IV 21:5",
                            "text": "To know yourself, therefore, I imagine that you often stand before your looking-glass, lest by forgetting your features you should be unable to recognise yourself."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Augustine: On the Soul and its Origin Book IV 21:6",
                            "text": "But let me ask you, what man does anybody know more than himself; and whose face can he see less than his own? But who could possibly know God, whom even you do not doubt to be incorporeal, if knowledge could not (as you suppose) accrue without bodily shape; that is, if bodies alone can be recognised? What Christian, however, when discussing subjects of such magnitude and difficulty, can give such little heed to the inspired word as to say, \"If the soul be incorporeal, it must of necessity lack form\"? Have you forgotten that in that word you have read of \"a form of doctrine\"?  Have you forgotten, too, that it is written concerning Christ Jesus, previous to His clothing Himself with humanity, that He was \"in the form of God\"? How, then, can you say, \"If the soul is incorporeal, it must of necessity lack form;\" when you hear of \"the form of God,\" whom you acknowledge to be incorporeal; and so express yourself, as if form could not possibly exist except in bodies?."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Augustine: On the Soul and its Origin Book IV 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Augustine: On the Soul and its Origin Book IV 22:1",
                            "text": "Chapter 22."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Augustine: On the Soul and its Origin Book IV 22:2",
                            "text": "—Names Do Not Imply Corporeity."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Augustine: On the Soul and its Origin Book IV 22:3",
                            "text": "You also say, that \"names cease to be given, when form is not distinguished; and that, where there is no designation of persons, there is no giving of names\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Augustine: On the Soul and its Origin Book IV 22:4",
                            "text": "Your aim is to prove that Abraham's soul was corporeal, inasmuch as he could be addressed as \"Father Abraham\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Augustine: On the Soul and its Origin Book IV 22:5",
                            "text": "Now, we have already said, that there is form even where there is no body."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Augustine: On the Soul and its Origin Book IV 22:6",
                            "text": "If, however, you think that where there are not bodies there is no assigning of names, I must beg of you to count the names which occur in this passage of Scripture, \"But the fruit of the Spirit is love, joy, peace, long-suffering, gentleness, goodness, faith, meekness, temperance,\" and tell me whether you do not recognise the very things of which these are the names; or whether you recognise them so as to descry some outlines of bodies."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Augustine: On the Soul and its Origin Book IV 22:7",
                            "text": "Come, tell me, to mention only love, for instance, what are its members, its figure, its colour? For if you are not yourself empty-headed, these appurtenances cannot possibly be regarded by you as an empty thing."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Augustine: On the Soul and its Origin Book IV 22:8",
                            "text": "Then you go on to say: \"The look and form must, of course, be corporeal of him whose help is implored\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Augustine: On the Soul and its Origin Book IV 22:9",
                            "text": "Well, let men hear what you say; and let no one implore God's help, because no one can possibly see anything corporeal in Him."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Augustine: On the Soul and its Origin Book IV 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Augustine: On the Soul and its Origin Book IV 23:1",
                            "text": "Chapter 23 (XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Augustine: On the Soul and its Origin Book IV 23:2",
                            "text": ")—Figurative Speech Must Not Be Taken Literally."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Augustine: On the Soul and its Origin Book IV 23:3",
                            "text": "\"In short,\" you say, \"members are in this parable ascribed to the soul, as if it were really a body\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Augustine: On the Soul and its Origin Book IV 23:4",
                            "text": "You will have it, that \"by the eye the whole head is understood,\" because it is said, that \"he lifted up his eyes\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Augustine: On the Soul and its Origin Book IV 23:5",
                            "text": "Again you say, that \"by tongues are meant jaws, and by finger the hand,\" because it is said, \"Send Lazarus, that he may dip the tip of his finger in water, and cool my tongue\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Augustine: On the Soul and its Origin Book IV 23:6",
                            "text": "And yet to save yourself from the inconsistency of ascribing corporeal qualities to God, you say that \"by these terms must be understood incorporeal functions and powers;\" because with the greatest propriety you insist on it, that God is not corporeal."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Augustine: On the Soul and its Origin Book IV 23:7",
                            "text": "What is the reason, therefore, that the names of these limbs do not argue corporeity in God, although they do in the case of the soul? Is it that these terms must be understood literally when spoken of the creature, and only metaphorically and figuratively when predicated of the Creator? Then you will have to give us wings of literal bodily substance, since it is not the Creator, but only a human creature, who said, \"If I should take my wings like a dove\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Augustine: On the Soul and its Origin Book IV 23:8",
                            "text": "Moreover, if the rich man of the parable had a bodily tongue, on the ground of his exclaiming, \"Let him cool my tongue,\" it would look very much as if our tongue, even while we are in the flesh, itself possessed material hands, because it is written, \"Death and life are in the hands of the tongue\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Augustine: On the Soul and its Origin Book IV 23:9",
                            "text": "I suppose it is even to yourself self-evident, that sin is neither a creature nor a bodily substance; why, then, has it a face? For do you not hear the psalmist say, \"There is no peace in my bones, in the face of my sins\"?."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Augustine: On the Soul and its Origin Book IV 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Augustine: On the Soul and its Origin Book IV 24:1",
                            "text": "Chapter 24."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Augustine: On the Soul and its Origin Book IV 24:2",
                            "text": "—Abraham's Bosom—What It Means."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Augustine: On the Soul and its Origin Book IV 24:3",
                            "text": "As to your supposing that \"the Abraham's bosom referred to is corporeal,\" and your further assertion, that \"by it is meant his whole body,\" I fear that you must be regarded (even in such a subject) as trying to joke and raise a laugh, instead of acting gravely and seriously."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Augustine: On the Soul and its Origin Book IV 24:4",
                            "text": "For you could not else be so foolish as to think that the material bosom of one person could receive so many souls; nay, to use your own words, \"bear the bodies of as many meritorious men as the angels carry thither, as they did Lazarus\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Augustine: On the Soul and its Origin Book IV 24:5",
                            "text": "Unless it happen to be your opinion, that his soul alone deserved to find its way to the said bosom."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Augustine: On the Soul and its Origin Book IV 24:6",
                            "text": "If you are not, then, in fun, and do not wish to make childish mistakes, you must understand by \"Abraham's bosom\" that remote and separate abode of rest and peace in which Abraham now is; and that what was said to Abraham did not merely refer to him personally, but had reference to his appointment as the father of many nations, to whom he was presented for imitation as the first and principal example of faith; even as God willed Himself to be called \"the God of Abraham, the God of Isaac, and the God of Jacob,\" although He is the God of an innumerable company."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Augustine: On the Soul and its Origin Book IV 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book IV 25:1",
                            "text": "Chapter 25 (XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book IV 25:2",
                            "text": ")—The Disembodied Soul May Think of Itself Under a Bodily Form."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book IV 25:3",
                            "text": "You must not, however, suppose that I say all this as if denying it to be possible that the soul of a dead man, like a person asleep, may think either good or evil thoughts in the similitude of his body."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book IV 25:4",
                            "text": "For, in dreams, when we suffer anything harsh and troublesome, we are, of course, still ourselves; and if the distress do not pass away when we awake, we experience very great suffering."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book IV 25:5",
                            "text": "But to suppose that they are veritable bodies in which we are hurried, or flit, about hither and thither in dreams, is the idea of a person who has thought only carelessly on such subjects; for it is in fact mainly by these imaginary sights that the soul is proved to be non-corporeal; unless you choose to call even the objects which we see so often in our dreams, besides ourselves, bodies, such as the sky, the earth, the sea, the sun, the moon, the stars, and rivers, mountains, trees, or animals."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book IV 25:6",
                            "text": "Whoever takes these phantoms to be bodies, is incredibly foolish; although they are certainly very like bodies."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book IV 25:7",
                            "text": "Of this character also are those phenomena which are demonstrably of divine significance, whether seen in dreams or in a trance."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book IV 25:8",
                            "text": "Who can possibly trace out or describe their origin, or the material of which they consist? It is, beyond question, spiritual, not corporeal."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book IV 25:9",
                            "text": "Now things of this kind, which look like bodies, but are not really corporeal, are formed in the thoughts of persons when they are awake, and are held in the depths of their memories, and then out of these secret recesses, by some wonderful and ineffable process, they come out to view in the operation of our memory, and present themselves as if palpably before our eyes."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book IV 25:10",
                            "text": "If, therefore, the soul were a material body, it could not possibly contain so many things and such large forms of bodily substances in its scope of thought, and in the spaces of its memory; for, according to your own definition, \"it does not exceed this external body in its own corporeal substance\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book IV 25:11",
                            "text": "Possessing, therefore, no magnitude of its own, what capacity has it to hold the images of vast bodies, spaces, and regions? What wonder is it, then, if it actually itself appears to itself in the likeness of its own body, even when it appears without a body? For it never appears to itself in dreams with its own body; and yet in the very similitude of its own body it runs hither and thither through known and unknown places, and beholds many sad and joyous sights."
                        },
                        {
                            "verse": 12,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book IV 25:12",
                            "text": "I suppose, however, that you really would not, yourself, be so bold as to maintain that there is true corporeity in that form of limb and body which the soul seems to itself to possess in dreams."
                        },
                        {
                            "verse": 13,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book IV 25:13",
                            "text": "For at that rate that will be a real mountain which it appears to ascend; and that a material house which it seems to enter; and that a veritable tree, with real wood and bulk, beneath which it apparently reclines; and that actual water which it imagines itself to drink."
                        },
                        {
                            "verse": 14,
                            "chapter": 25,
                            "name": "Augustine: On the Soul and its Origin Book IV 25:14",
                            "text": "All the things with which it is conversant, as if they were corporeal, would be undoubted bodies, if the soul were itself corporeal, as it ranges about amongst them all in the likeness of a body."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Augustine: On the Soul and its Origin Book IV 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book IV 26:1",
                            "text": "Chapter 26 (XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book IV 26:2",
                            "text": ")—St."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book IV 26:3",
                            "text": "Perpetua Seemed to Herself, in Some Dreams, to Have Been Turned into a Man, and Then Have Wrestled with a Certain Egyptian."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book IV 26:4",
                            "text": "Some notice must be taken of sundry accounts of martyrs' visions, because you have thought proper to derive some of your evidence therefrom."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book IV 26:5",
                            "text": "St."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book IV 26:6",
                            "text": "Perpetua, for instance, seemed to herself in dreams to be wrestling with an Egyptian, after being changed into a man."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book IV 26:7",
                            "text": "Now, who can doubt that it was her soul in that apparent bodily form, not her body, which, of course, remained in her own sex as a woman, and lay on the bed with her senses steeped in sleep, whilst her soul was struggling in the similitude of a man's body? What have you to say to this? Was that male likeness a veritable body, or was it no body at all, although possessing the appearance of a body? Choose your alternative."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book IV 26:8",
                            "text": "If it was a body, why did it not maintain its sexual integrity? For in that woman's flesh were found no virile functions of generation, whence by any such process as that which you call congelation could be moulded this similitude of a man's body."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book IV 26:9",
                            "text": "We will conclude then, if you please, that, as her body was still alive while she slept, notwithstanding the wrestling of her soul, she remained in her own natural sex, enclosed, of course, in all her proper limbs which belong to her in her living state, and was still in possession of that bodily shape and the lineaments of which she had been originally formed."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book IV 26:10",
                            "text": "She had not resigned, as she would by death, her joints and limbs; nor had she withdrawn from the transposing power, which arises from the operation of the power of death, any of her members which had already received their fixed form."
                        },
                        {
                            "verse": 11,
                            "chapter": 26,
                            "name": "Augustine: On the Soul and its Origin Book IV 26:11",
                            "text": "Whence, then, did her soul get that virile body in which she seemed to wrestle with her adversary? If, however, this (male likeness) was not a body, although such a semblance of one as admitted the sensation in it of a real struggle or a real joy, do you not by this time see, as far as may be, that there can be in the soul a certain resemblance of a bodily substance, while the soul is not itself a body?."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Augustine: On the Soul and its Origin Book IV 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Augustine: On the Soul and its Origin Book IV 27:1",
                            "text": "Chapter 27."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Augustine: On the Soul and its Origin Book IV 27:2",
                            "text": "—Is the Soul Wounded When the Body is Wounded?  What, then, if some such thing is exhibited among the departed; and souls recognise themselves among them, not, indeed, by bodies, but by the semblances of bodies? Now, when we suffer pain, if only in our dreams, although it is only the similitude of bodily limbs which is in action, and not the bodily limbs themselves, still the pain is not merely in semblance, but in reality; as is also the case in the instance of joyous sensations."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Augustine: On the Soul and its Origin Book IV 27:3",
                            "text": "Inasmuch, however, as St."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Augustine: On the Soul and its Origin Book IV 27:4",
                            "text": "Perpetua was not yet dead, you probably are unwilling to lay down a precise rule for yourself from that circumstance (although it bears strongly on the question), as to what nature you will suppose those semblances of bodies to partake of, which we have in our dreams."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Augustine: On the Soul and its Origin Book IV 27:5",
                            "text": "If you allow them to be like bodies, but not bodies actually, then the entire question would be settled."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Augustine: On the Soul and its Origin Book IV 27:6",
                            "text": "But her brother Dinocrates was dead; she saw him with the wound which he received while alive, and which caused his death."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Augustine: On the Soul and its Origin Book IV 27:7",
                            "text": "Where is the ground for the earnest contention to which you devoted your efforts, when you laboured to show, that when a limb is cut off, the soul must not be supposed as suffering a like amount of loss by amputation? Observe, the wound was inflicted on the soul of Dinocrates, expelling it by its force from his body, when it was inhabiting that body."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Augustine: On the Soul and its Origin Book IV 27:8",
                            "text": "How, then, can your opinion be correct, that \"when the limbs of the body are cut off, the soul withdraws itself from the stroke, and after condensation retires to other parts, so that no portion of it is amputated with the wound inflicted on the body,\" even if the person be asleep and unconscious when the loss of limb is suffered? So great is the vigilance which you have ascribed to the soul, that even should the stroke fall on any part of the flesh without its knowledge, when it is absorbed in the visions of dreams, it would instantly, and by a providential instinct, withdraw itself, and so render it impossible for any blow, or injury, or mutilation to be inflicted upon it."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "Augustine: On the Soul and its Origin Book IV 27:9",
                            "text": "However, you may, as much as you will, ransack your ingenuity for an answer to the natural question, how the soul withdraws the portions of its own existence, and retreats within itself, so that, whenever a limb of the body is cut off or broken, it does not suffer any amputation or fracture in itself; but I cannot help asking you to look at the case of Dinocrates, and to explain to me why his soul did not withdraw from that part of his body which received the mortal wound, and so escape from suffering in itself what was plainly enough seen in his face, even after his body was dead? Is it, perchance, your good pleasure that we should suppose the phenomena in question to be rather the semblances of bodies than the reality; so that as that which is really no wound seems to be a wound, so that which is no body at all wears the appearance of corporeity? If, indeed, the soul can be wounded by those who wound the body, should we not have good reason to fear that it can be killed also by those who kill the body? This, however, is a fate which the Lord Himself most plainly declares it to be impossible to happen."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "Augustine: On the Soul and its Origin Book IV 27:10",
                            "text": "And the soul of Dinocrates could not at any rate have died of the blow which killed his body: its wound, too, was only an apparent one; for not being corporeal, it was not really wounded, as the body had been; possessing the likeness of the body, it shared also the resemblance of its wound."
                        },
                        {
                            "verse": 11,
                            "chapter": 27,
                            "name": "Augustine: On the Soul and its Origin Book IV 27:11",
                            "text": "Still it may be further said, that in its unreal body the soul felt a real misery, which was signified by the shadow of the body's wound."
                        },
                        {
                            "verse": 12,
                            "chapter": 27,
                            "name": "Augustine: On the Soul and its Origin Book IV 27:12",
                            "text": "It was from this real misery that he earned deliverance by the prayers of his holy sister."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Augustine: On the Soul and its Origin Book IV 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Augustine: On the Soul and its Origin Book IV 28:1",
                            "text": "Chapter 28."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Augustine: On the Soul and its Origin Book IV 28:2",
                            "text": "—Is the Soul Deformed by the Body's Imperfections?  Now, again, what means it that you say, \"The soul acquires form from the body, and grows and extends with the increase of the body,\" without keeping in view what a monstrosity the soul of either a young man or an old man would become if his arm had been amputated when he was an infant? \"The hand of the soul,\" you say, \"contracts itself, so that it is not amputated with the hand of the body, and by condensation it shrinks into other parts of the body\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Augustine: On the Soul and its Origin Book IV 28:3",
                            "text": "At this rate the aforesaid arm of the soul will be kept, wherever it holds its ground, as short as it was at first when it received the form of the body, because it has lost the form by the growth of which it might itself have increased at an equal degree of expansion."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Augustine: On the Soul and its Origin Book IV 28:4",
                            "text": "Thus the soul of the young man or the old man who lost his hand in his infancy advances with two hands, indeed (because the one which shrank back escaped the amputation of the bodily limb), but one of these was the hand of an adult, young or old, according to the hypothesis, while the other was only an infant's hand, just as it was when the amputation happened."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Augustine: On the Soul and its Origin Book IV 28:5",
                            "text": "Such souls, believe me, are not made in the mould and form of the body, but they are fictitiously framed under the deformed stamp of error."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Augustine: On the Soul and its Origin Book IV 28:6",
                            "text": "It seems to me impossible for you to be rescued from this error, unless with God's help you fully and calmly examine the visions of those who dream, and from these convince yourself that some forms are not real bodies, but only the semblances of bodies."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Augustine: On the Soul and its Origin Book IV 28:7",
                            "text": "Now, although even those objects which we suppose to be like bodies are of the same class, yet so far as the dead are concerned, we can form an after guess about them from persons who are asleep."
                        },
                        {
                            "verse": 8,
                            "chapter": 28,
                            "name": "Augustine: On the Soul and its Origin Book IV 28:8",
                            "text": "For it is not in vain that Holy Scripture describes as \"asleep\" those who are dead were it only because in a certain sense \"sleep is akin to death\"."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Augustine: On the Soul and its Origin Book IV 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Augustine: On the Soul and its Origin Book IV 29:1",
                            "text": "Chapter 29 (XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Augustine: On the Soul and its Origin Book IV 29:2",
                            "text": ")—Does the Soul Take the Body's Clothes Also Away with It?  If, indeed, the soul were body, and the form were also a corporeal figure in which it sees itself in dreams, on the ground that it received its expression from the body in which it is enclosed: not a human being, if he lost a limb, would in dreams see himself bereft of the amputated member, although actually deprived of it."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Augustine: On the Soul and its Origin Book IV 29:3",
                            "text": "On the contrary, he would always appear to himself entire and unmutilated, from the circumstance that no part has been cut away from the soul itself."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Augustine: On the Soul and its Origin Book IV 29:4",
                            "text": "But since persons sometimes see themselves whole and sometimes mutilated in limb, when this happens to be their actual plight, what else does this fact show than that the soul, both in respect of other things seen by it in dreams and in reference to the body, bears about, hither and thither, not their reality, but only their resemblance? The soul's joy, however, or sadness, its pleasure or pain, are severally real emotions, whether experienced in actual or in apparent bodies."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Augustine: On the Soul and its Origin Book IV 29:5",
                            "text": "Have you not yourself said (and with perfect truth): \"Aliments and vestments are not wanted by the soul, but only by the body\"? Why, then, did the rich man in hell crave for the drop of water? Why did holy Samuel appear after his death (as you have yourself noticed) clothed in his usual garments? Did the one wish to repair the ruins of the soul, as of the flesh, by the aliment of water? Did the other quit life with his clothes on him? Now in the former case there was a real suffering, which tormented the soul; but not a real body, such as required food."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Augustine: On the Soul and its Origin Book IV 29:6",
                            "text": "While the latter might have seemed to be clothed, not as being a veritable body, but a soul only, having the semblance of a body with a dress."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Augustine: On the Soul and its Origin Book IV 29:7",
                            "text": "For although the soul extends and contracts itself to suit the members of the body, it does not similarly adapt itself to the clothes, so as to fit its form to them."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Augustine: On the Soul and its Origin Book IV 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Augustine: On the Soul and its Origin Book IV 30:1",
                            "text": "Chapter 30."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Augustine: On the Soul and its Origin Book IV 30:2",
                            "text": "—Is Corporeity Necessary for Recognition?  But who is able to trace out what capacity of recognition even souls which are not good possess after death when relieved of the corruptible bodies, so as to be able by an inner sense to observe and recognise either souls that are evil like themselves, or even good ones, either in states which are actually not corporeal, but the semblances of bodies; or else in good or evil affections of the mind, in which there occur no lineaments whatever of bodily members? Whence arises the fact that the rich man in the parable, though in torments, recognised \"Father Abraham,\" whose face and figure he had never seen, but the semblance of whose body his soul, though incorporeal, was able to comprehend? But who could rightly say that he had known any man, except in so far as he has had means of knowing his life and disposition, which have, of course, neither material substance nor colours? It is in this way that we know ourselves more certainly than any others, because our own consciousness and disposition are all before us."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Augustine: On the Soul and its Origin Book IV 30:3",
                            "text": "This we plainly perceive, and yet we see therein no similitude of a bodily substance."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Augustine: On the Soul and its Origin Book IV 30:4",
                            "text": "But we do not perceive this inner quality of our nature in another man, even if he be present before our eyes; though in his absence we recollect his features, and recognise them, and think of them."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Augustine: On the Soul and its Origin Book IV 30:5",
                            "text": "Our own features, however, we cannot in the same manner recollect, and recognise, and think of; and yet with most perfect truth we say that we are ourselves better known to ourselves than he is, so manifest is it where lies the stronger and truer knowledge of man."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Augustine: On the Soul and its Origin Book IV 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Augustine: On the Soul and its Origin Book IV 31:1",
                            "text": "Chapter 31 (XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Augustine: On the Soul and its Origin Book IV 31:2",
                            "text": ")—Modes of Knowledge in the Soul Distinguished."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Augustine: On the Soul and its Origin Book IV 31:3",
                            "text": "Forasmuch, then, as there is one function in the soul, by which we perceive real bodies, which we do by the five bodily senses; another, which enables us to discern apart from these non-corporeal likenesses of bodies (and by this we can have a view of ourselves also, as not otherwise than like to bodies); and a third, by which we gain a still surer and stronger insight into objects fitted for its faculty, which are neither corporeal nor are like bodily substances,—such as faith, hope, charity,—things which have neither complexion, nor passion, nor any such thing: on which of these functions ought we to dwell more intently, and to some degree more familiarly, and where be renewed in the knowledge of God after the image of Him who created us? Is it not on and in that which I have now put in the third place? And here we shall certainly experience neither sexual difference nor the semblance thereof."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Augustine: On the Soul and its Origin Book IV 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Augustine: On the Soul and its Origin Book IV 32:1",
                            "text": "Chapter 32."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Augustine: On the Soul and its Origin Book IV 32:2",
                            "text": "—Inconsistency of Giving the Soul All the Parts of Sex and Yet No Sex."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Augustine: On the Soul and its Origin Book IV 32:3",
                            "text": "For that form of the soul, whether masculine or feminine, which has the distinction of members characteristic of man and woman, being no semblance merely of body, but actual body, is either a male or a female, whether you will or no, precisely as it appears to be a man or a woman."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Augustine: On the Soul and its Origin Book IV 32:4",
                            "text": "But if your opinion be correct, and the soul is a body, even a living body, then it both possesses swelling and pendent breasts, and lacks a beard, it has a womb, and all the generative organs of a woman, yet is not a woman after all."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Augustine: On the Soul and its Origin Book IV 32:5",
                            "text": "Will not mine, then, be a statement more consistent with truth: the soul, indeed, has an eye and has a tongue, has a finger, and all other members which resemble those of the body, and yet the whole is the semblance of a body, not a body really? My statement is open to a general test; everybody can prove it in himself, when he brings home to his mind the image of absent friends; he can prove it with certainty when he recalls the figures both of himself and other persons, which have occurred to him in his dreams."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Augustine: On the Soul and its Origin Book IV 32:6",
                            "text": "On your part, however, no example can throughout nature be produced of such a monstrosity as you have imagined, where there is a woman's real and living body, but not a woman's sex."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Augustine: On the Soul and its Origin Book IV 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Augustine: On the Soul and its Origin Book IV 33:1",
                            "text": "Chapter 33."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Augustine: On the Soul and its Origin Book IV 33:2",
                            "text": "—The Phenix After Death Coming to Life Again."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Augustine: On the Soul and its Origin Book IV 33:3",
                            "text": "Now, what you say about the phenix has nothing whatever to do with the subject before us."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Augustine: On the Soul and its Origin Book IV 33:4",
                            "text": "For the phenix symbolizes the resurrection of the body; it does not do away with the sex of souls; if indeed, as is thought, he is born afresh after his death."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Augustine: On the Soul and its Origin Book IV 33:5",
                            "text": "I suppose, however, that you thought your discourse would not be sufficiently plausible unless you declaimed a good deal about the phenix, after the fashion of young people."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Augustine: On the Soul and its Origin Book IV 33:6",
                            "text": "Now do you find in the body of your bird male organs of generation and not a male bird; or female ones, and not a female? But, I beg of you, reflect on what it is you say,—what theory you are trying to construct, and to recommend for our acceptance."
                        },
                        {
                            "verse": 7,
                            "chapter": 33,
                            "name": "Augustine: On the Soul and its Origin Book IV 33:7",
                            "text": "You say that the soul, spread through all the limbs of the body, grew stiff by congelation, and received the entire shape of the whole body from the crown of the head to the soles of the feet, and from the inmost marrow to the skin's outward surface."
                        },
                        {
                            "verse": 8,
                            "chapter": 33,
                            "name": "Augustine: On the Soul and its Origin Book IV 33:8",
                            "text": "At this rate it must have received, in the case of a female body, all the inner appurtenances of a woman's body, and yet not be a woman! Why, pray, are all the members feminine in a true living body, and yet the whole no woman? And why all be male, and the result not a man? Who can be so presumptuous as to believe, and profess, and teach all this? Is it that souls never generate? Then, of course, mules and she-mules are not male and female."
                        },
                        {
                            "verse": 9,
                            "chapter": 33,
                            "name": "Augustine: On the Soul and its Origin Book IV 33:9",
                            "text": "Is it that souls without bodies of flesh would be unable to cohabit? Well, but this deprivation is shared by castrated men; and yet, although both the process and the motion be taken from them, their sex is not removed—some slender remnant of their male members being still left to them."
                        },
                        {
                            "verse": 10,
                            "chapter": 33,
                            "name": "Augustine: On the Soul and its Origin Book IV 33:10",
                            "text": "Nobody ever said that a eunuch is not a male."
                        },
                        {
                            "verse": 11,
                            "chapter": 33,
                            "name": "Augustine: On the Soul and its Origin Book IV 33:11",
                            "text": "What now becomes of your opinion, that the souls even of eunuchs have the generative organs unimpaired, and that these organs will remain entire, on your principle, in their souls, even when they are clean removed from their bodily structure? For you say, the soul knows how to withdraw itself when that part of the flesh begins to be cut off, so that the form which has been removed when amputated is not lost; but although spread over it by condensation, it retires by an extremely rapid movement, and so buries itself within as to be kept quite safe; yet that cannot, forsooth, be a male in the other world which carries with it thither the whole appendage of male organs of generation, and which, if it had not even other signs in the body, was a male by reason of those organs alone."
                        },
                        {
                            "verse": 12,
                            "chapter": 33,
                            "name": "Augustine: On the Soul and its Origin Book IV 33:12",
                            "text": "These opinions, my son, have no truth in them; if you will not allow that there is sex in the soul, there cannot be a body either."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Augustine: On the Soul and its Origin Book IV 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Augustine: On the Soul and its Origin Book IV 34:1",
                            "text": "Chapter 34 (XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Augustine: On the Soul and its Origin Book IV 34:2",
                            "text": ")—Prophetic Visions."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Augustine: On the Soul and its Origin Book IV 34:3",
                            "text": "Not every semblance of a body is itself a body."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Augustine: On the Soul and its Origin Book IV 34:4",
                            "text": "Fall asleep and you will see this; but when you awake again, carefully discern what it is you have seen."
                        },
                        {
                            "verse": 5,
                            "chapter": 34,
                            "name": "Augustine: On the Soul and its Origin Book IV 34:5",
                            "text": "For in your dreams you will appear to yourself as if endued with a body; but it really is not your body, but your soul; nor is it a real body, but the semblance of a body."
                        },
                        {
                            "verse": 6,
                            "chapter": 34,
                            "name": "Augustine: On the Soul and its Origin Book IV 34:6",
                            "text": "Your body will be lying on the bed, but the soul walking; the tongue of your body will be silent, but that of your soul in the dream will talk; your eyes will be shut, but your soul will be awake; and, of course, the limbs of your body stretched out in your bed will be alive, not dead."
                        },
                        {
                            "verse": 7,
                            "chapter": 34,
                            "name": "Augustine: On the Soul and its Origin Book IV 34:7",
                            "text": "Consequently that congealed form, as you regard it, of your soul is not yet extracted, as it were, out of its sheath; and yet in it is seen the whole and perfect semblance of your fleshly frame."
                        },
                        {
                            "verse": 8,
                            "chapter": 34,
                            "name": "Augustine: On the Soul and its Origin Book IV 34:8",
                            "text": "Belonging to this class of similitudes of corporeity, which are not real bodies, though they seem to be such, are all those appearances which you read of in the Holy Scriptures in the visions even of the prophets, without, however, understanding them; by which are also signified the things which come to pass in all time—present, past, and future."
                        },
                        {
                            "verse": 9,
                            "chapter": 34,
                            "name": "Augustine: On the Soul and its Origin Book IV 34:9",
                            "text": "You make mistakes about these, not because they are in themselves deceptive, but because you do not accept them as they ought to be taken."
                        },
                        {
                            "verse": 10,
                            "chapter": 34,
                            "name": "Augustine: On the Soul and its Origin Book IV 34:10",
                            "text": "For in the same apocalyptic vision where \"the souls of the martyrs\" are seen, there is also beheld \"a lamb as it were slain, having seven horns:\" there are also horses and other animals figuratively described with all consistency; and lastly, there were the stars falling, and the earth rolled up like a book; nor does the world, in spite of all, then actually collapse."
                        },
                        {
                            "verse": 11,
                            "chapter": 34,
                            "name": "Augustine: On the Soul and its Origin Book IV 34:11",
                            "text": "If therefore we understand all these things wisely, although we say they are true apparitions, yet we do not call them real bodies."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Augustine: On the Soul and its Origin Book IV 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Augustine: On the Soul and its Origin Book IV 35:1",
                            "text": "Chapter 35."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Augustine: On the Soul and its Origin Book IV 35:2",
                            "text": "—Do Angels Appear to Men in Real Bodies?  It would, however, require too lengthy a discourse to enter very carefully on a discussion concerning this kind of corporeal semblances; whether angels even, either good ones or evil ones, appear in this manner, whenever they appear in the likeness of human beings or of any bodies whatever; or whether they possess real bodies, and show themselves in this veritable state of corporeity; or, again, whether by persons when dreaming, indeed, or in a trance they are perceived in these forms—not in bodies, but in the likeness of bodies—while to persons when awake they present real bodies which can be seen, and, if necessary, actually touched."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Augustine: On the Soul and its Origin Book IV 35:3",
                            "text": "Such questions as these, however, I do not deem it at all requisite to investigate and fully treat in this book."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Augustine: On the Soul and its Origin Book IV 35:4",
                            "text": "By this time enough has been advanced respecting the soul's incorporeity."
                        },
                        {
                            "verse": 5,
                            "chapter": 35,
                            "name": "Augustine: On the Soul and its Origin Book IV 35:5",
                            "text": "If you would rather persist in your opinion that it is corporeal, you must first of all define what \"body\" means; lest, peradventure, it may turn out that we are agreed about the thing itself, but labouring to no purpose about its name."
                        },
                        {
                            "verse": 6,
                            "chapter": 35,
                            "name": "Augustine: On the Soul and its Origin Book IV 35:6",
                            "text": "The absurd conclusions, however, to which you would be reduced if you thought of such a body in the soul, as are those substances which are called \"bodies\" by all learned men,—I mean such as occupy portions of space, smaller ones for their smaller parts, and larger ones for their larger,—by means of the different relations of length and breadth and thickness, I venture to think you are by this time able intelligently to observe."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Augustine: On the Soul and its Origin Book IV 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Augustine: On the Soul and its Origin Book IV 36:1",
                            "text": "Chapter 36 (XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Augustine: On the Soul and its Origin Book IV 36:2",
                            "text": ")—He Passes on to the Second Question About the Soul, Whether It is Called Spirit."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Augustine: On the Soul and its Origin Book IV 36:3",
                            "text": "It now remains for me to show how it is that while the designation spirit is rightly predicated of a part of the soul, not the whole of it,—even as the apostle says, \"Your whole spirit, and soul, and body;\" or, according to the much more expressive statement in the Book of Job, \"Thou wilt separate my soul from my spirit,\"—yet the whole soul is also called by this name; although this question seems to be much more a question of names than of things."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Augustine: On the Soul and its Origin Book IV 36:4",
                            "text": "For since it is certainly a fact that there is a something in the soul which is properly called \"spirit,\" while (this being left out of question) it is also designated with equal propriety \"soul,\" our present contention is not about the things themselves; mainly because I on my side certainly admit, and you on your part say the same, that that is properly called spirit by which we reason and understand, and yet that these things are distinguishingly designated, as the apostle says \"your whole spirit, and soul, and body\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Augustine: On the Soul and its Origin Book IV 36:5",
                            "text": "This spirit, however, the same apostle appears also to describe as mind; as when he says, \"So then with the mind I serve the law of God, but with the flesh the law of sin\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 36,
                            "name": "Augustine: On the Soul and its Origin Book IV 36:6",
                            "text": "Now the meaning of this is precisely what he expresses in another passage thus: \"For the flesh lusteth against the spirit, and the spirit against the flesh\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 36,
                            "name": "Augustine: On the Soul and its Origin Book IV 36:7",
                            "text": "What he designates mind in the former place, he must be understood to call spirit in the latter passage."
                        },
                        {
                            "verse": 8,
                            "chapter": 36,
                            "name": "Augustine: On the Soul and its Origin Book IV 36:8",
                            "text": "Not as you interpret the statement, \"The whole mind is meant, which consists of soul and spirit,\"—a view which I know not where you obtained."
                        },
                        {
                            "verse": 9,
                            "chapter": 36,
                            "name": "Augustine: On the Soul and its Origin Book IV 36:9",
                            "text": "By our \"mind,\" indeed, we usually understand nothing but our rational and intellectual faculty; and thus, when the apostle says, \"Be ye renewed in the spirit of your mind,\" what else does he mean than, Be ye renewed in your mind? \"The spirit of the mind\" is, accordingly, nothing else than the mind, just as \"the body of the flesh\" is nothing but the flesh; thus it is written, \"In putting off the body of the flesh,\" where the apostle calls the flesh \"the body of the flesh\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 36,
                            "name": "Augustine: On the Soul and its Origin Book IV 36:10",
                            "text": "He designates it, indeed, in another point of view as the spirit of man, which he quite distinguishes from the mind: \"If,\" says he, \"I pray with the tongue, my spirit prayeth, but my mind is unfruitful\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 36,
                            "name": "Augustine: On the Soul and its Origin Book IV 36:11",
                            "text": "We are not now, however, speaking of that spirit which is distinct from the mind; and this involves a question relating to itself which is really a difficult one."
                        },
                        {
                            "verse": 12,
                            "chapter": 36,
                            "name": "Augustine: On the Soul and its Origin Book IV 36:12",
                            "text": "For in many ways and in divers senses the Holy Scriptures make mention of the spirit; but with respect to that we are now speaking of, by which we exercise reason, intelligence, and wisdom, we are both agreed that it is called (and indeed rightly called) \"spirit,\" in such a sense as not to include the entire soul, but a part of it."
                        },
                        {
                            "verse": 13,
                            "chapter": 36,
                            "name": "Augustine: On the Soul and its Origin Book IV 36:13",
                            "text": "If, however, you contend that the soul is not the spirit, on the ground that the understanding is distinctly called \"spirit,\" you may as well deny that the whole seed of Jacob is called Israel, since, apart from Judah, the same appellation was distinctly and separately borne by the ten tribes which were then organized in Samaria."
                        },
                        {
                            "verse": 14,
                            "chapter": 36,
                            "name": "Augustine: On the Soul and its Origin Book IV 36:14",
                            "text": "But why need we linger any longer here on this subject?."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Augustine: On the Soul and its Origin Book IV 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Augustine: On the Soul and its Origin Book IV 37:1",
                            "text": "Chapter 37 (XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Augustine: On the Soul and its Origin Book IV 37:2",
                            "text": ")—Wide and Narrow Sense of the Word \"Spirit\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Augustine: On the Soul and its Origin Book IV 37:3",
                            "text": "But now, with a view to our easier elucidation, I beg you to observe that what is the soul is also designated spirit in the scripture which narrates an incident in our Lord's death, thus, \"He bowed His head and gave up the spirit\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Augustine: On the Soul and its Origin Book IV 37:4",
                            "text": "Now, when you hear or read these words, you wish to understand them as if the whole were signified by a part, and not because that which is the soul may also be called spirit."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "Augustine: On the Soul and its Origin Book IV 37:5",
                            "text": "But I shall, for the purpose of being able the more readily to prove what I say, actually summon yourself with all promptitude and convenience as my witness."
                        },
                        {
                            "verse": 6,
                            "chapter": 37,
                            "name": "Augustine: On the Soul and its Origin Book IV 37:6",
                            "text": "For you have defined spirit in such terms that cattle appear not to have a spirit, but a soul."
                        },
                        {
                            "verse": 7,
                            "chapter": 37,
                            "name": "Augustine: On the Soul and its Origin Book IV 37:7",
                            "text": "Irrational animals are so called, because they have not the power of intelligence and reason."
                        },
                        {
                            "verse": 8,
                            "chapter": 37,
                            "name": "Augustine: On the Soul and its Origin Book IV 37:8",
                            "text": "Accordingly, when you admonished man himself to know his own nature, you spoke as follows: \"Now, inasmuch as the good God has made nothing without a purpose, He has produced man himself as a rational animal, capable of intelligence, endowed with reason, and enlivened by sensibility, so as to be able to distribute in a wise arrangement all things that are void of reason\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 37,
                            "name": "Augustine: On the Soul and its Origin Book IV 37:9",
                            "text": "In these words of yours you have plainly asserted what is certainly most true, that man is endowed with reason and capable of intelligence, which, of course, animals void of reason are not."
                        },
                        {
                            "verse": 10,
                            "chapter": 37,
                            "name": "Augustine: On the Soul and its Origin Book IV 37:10",
                            "text": "And you have, in accordance with this view, quoted a passage of Scripture, and, adopting its language, have compared men of no understanding to the cattle, which, of course, have not intellect."
                        },
                        {
                            "verse": 11,
                            "chapter": 37,
                            "name": "Augustine: On the Soul and its Origin Book IV 37:11",
                            "text": "A statement the like to which occurs in another passage of Scripture: \"Be ye not as the horse or as the mule, which have no understanding\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 37,
                            "name": "Augustine: On the Soul and its Origin Book IV 37:12",
                            "text": "This being the case, I want you also to observe in what terms you have defined and described the spirit when trying to distinguish it from the soul: \"This soul,\" you say, \"which has its origin from the breath of God, could not have possibly been without an inner sense and intellect of its own; and this is the spirit\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 37,
                            "name": "Augustine: On the Soul and its Origin Book IV 37:13",
                            "text": "A little afterwards you add: \"And although the soul animates the body, yet inasmuch as it possesses sense, and wisdom, and vigour, there must needs be a spirit\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 37,
                            "name": "Augustine: On the Soul and its Origin Book IV 37:14",
                            "text": "And then somewhat further on you say: \"The soul is one thing, and the spirit—which is the soul's wisdom and sense—is another\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 37,
                            "name": "Augustine: On the Soul and its Origin Book IV 37:15",
                            "text": "In these words you plainly enough indicate what you take the spirit of man to mean; that it is even our rational faculty, whereby the soul exercises sense and intelligence,—not, indeed, the sensation which is felt by the bodily senses, but the operation of that innermost sense from which arises the term sentiment."
                        },
                        {
                            "verse": 16,
                            "chapter": 37,
                            "name": "Augustine: On the Soul and its Origin Book IV 37:16",
                            "text": "Owing to this it is, no doubt, that we are placed above brute animals, since these are unendowed with reason."
                        },
                        {
                            "verse": 17,
                            "chapter": 37,
                            "name": "Augustine: On the Soul and its Origin Book IV 37:17",
                            "text": "These animals therefore have not spirit,—that is to say, intellect and a sense of reason and wisdom,—but only soul."
                        },
                        {
                            "verse": 18,
                            "chapter": 37,
                            "name": "Augustine: On the Soul and its Origin Book IV 37:18",
                            "text": "For it is of these that it was spoken, \"Let the waters bring forth the creeping creatures that have a living soul;\" and again, \"Let the earth bring forth the living soul\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 37,
                            "name": "Augustine: On the Soul and its Origin Book IV 37:19",
                            "text": "In order, indeed, that you may have the fullest and clearest assurance that what is the soul is in the usage of the Holy Scriptures also called spirit, the soul of a brute animal has the designation of spirit."
                        },
                        {
                            "verse": 20,
                            "chapter": 37,
                            "name": "Augustine: On the Soul and its Origin Book IV 37:20",
                            "text": "And of course cattle have not that spirit which you, my beloved brother, have defined as being distinct from the soul."
                        },
                        {
                            "verse": 21,
                            "chapter": 37,
                            "name": "Augustine: On the Soul and its Origin Book IV 37:21",
                            "text": "It is therefore quite evident that the soul of a brute animal could be rightly called \"spirit\" in a general sense of the term; as we read in the Book of Ecclesiastes, \"Who knoweth the spirit of the sons of men, whether it goeth upward; and the spirit of the beast, whether it goeth downward into the earth?\" In like manner, touching the devastation of the deluge, the Scripture testifies, \"All flesh died that moved upon the earth, both of fowl, and of cattle, and of beast, and of every creeping thing that creepeth upon the earth, and every man: and all things which have the spirit of life\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 37,
                            "name": "Augustine: On the Soul and its Origin Book IV 37:22",
                            "text": "Here, if we remove all the windings of doubtful disputation, we understand the term spirit to be synonymous with soul in its general sense."
                        },
                        {
                            "verse": 23,
                            "chapter": 37,
                            "name": "Augustine: On the Soul and its Origin Book IV 37:23",
                            "text": "Of so wide a signification is this term, that even God is called \"a spirit;\" and a stormy blast of the air, although it has material substance, is called by the psalmist the \"spirit\" of a tempest."
                        },
                        {
                            "verse": 24,
                            "chapter": 37,
                            "name": "Augustine: On the Soul and its Origin Book IV 37:24",
                            "text": "For all these reasons, therefore, you will no longer deny that what is the soul is called also spirit; I have, I think, adduced enough from the pages of Holy Scripture to secure your assent in passages where the soul of the very brute beast, which has no understanding, is designated spirit."
                        },
                        {
                            "verse": 25,
                            "chapter": 37,
                            "name": "Augustine: On the Soul and its Origin Book IV 37:25",
                            "text": "If, then, you take and wisely consider what has been advanced in our discussion about the incorporeity of the soul, there is no further reason why you should take offence at my having said that I was sure the soul was not body, but spirit,—both because it is proved to be not corporeal, and because in its general sense it is denominated spirit."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Augustine: On the Soul and its Origin Book IV 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Augustine: On the Soul and its Origin Book IV 38:1",
                            "text": "Chapter 38 (XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Augustine: On the Soul and its Origin Book IV 38:2",
                            "text": ")—Victor's Chief Errors Again Pointed Out."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "Augustine: On the Soul and its Origin Book IV 38:3",
                            "text": "Wherefore if you take these books, which I have with a sincere and affectionate interest written in answer to your opinions, and read them with a reciprocal love for me; if you attend to what you have yourself declared in the beginning of your first book, and \"are anxious not to insist on any opinion of your own, if it be found an improbable one,\" then I beseech you to beware especially of those eleven errors which I warned you of in the preceding book of this treatise."
                        },
                        {
                            "verse": 4,
                            "chapter": 38,
                            "name": "Augustine: On the Soul and its Origin Book IV 38:4",
                            "text": "Do not say, that \"the soul is of God in such a sense that He created it not out of no, nor out of another, but out of His own nature;\" or that, \"as God who gives is Himself ever existent, so is He ever giving souls through infinite time;\" or that \"the soul lost some merit through the flesh, which it had previous to the flesh;\" or that \"the soul by means of the flesh repairs its ancient condition, and is born again through the very same flesh, by which it had deserved to be polluted;\" or that \"the soul deserved to be sinful even prior to sin;\" or that \"infants who die without the regeneration of baptism, may yet attain to forgiveness of their original sins;\" or that \"they whom the Lord has predestinated to be baptized can be taken away from His predestination, or die before that has been accomplished in them which the Almighty had predetermined;\" or that \"it is of those who expire before they are baptized that the Scripture says, 'Speedily was he taken away, lest wickedness should alter his understanding,'\"—with the remainder of the passage to the same effect; or that \"there are some mansions outside the kingdom of God, belonging to the 'many,' which the Lord said were in His Father's house;\" or that \"the sacrifice of the body and blood of Christ ought to be offered in behalf of those who have departed out of the body without being baptized;\" or that \"any of those persons who die without Christ's baptism, are received for a while into paradise, and afterwards attain even to the blessedness of the kingdom of heaven\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 38,
                            "name": "Augustine: On the Soul and its Origin Book IV 38:5",
                            "text": "Above all things, beware of these opinions, my son, and, as you wish to be the vanquisher of error, do not rejoice in the surname of \"Vincentius\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 38,
                            "name": "Augustine: On the Soul and its Origin Book IV 38:6",
                            "text": "And when you are ignorant on any subject, do not think that you know it; but in order to get real knowledge, learn how to be ignorant."
                        },
                        {
                            "verse": 7,
                            "chapter": 38,
                            "name": "Augustine: On the Soul and its Origin Book IV 38:7",
                            "text": "For we commit a sin by affecting to be ignorant of nothing among \"the secret things of God;\" by constructing random theories about unknown things, and taking them for known; and by producing and defending errors as if they were truth."
                        },
                        {
                            "verse": 8,
                            "chapter": 38,
                            "name": "Augustine: On the Soul and its Origin Book IV 38:8",
                            "text": "As for my own ignorance on the question whether the souls of men are created afresh at every birth, or are transmitted by the parents (an ignorance which is, however, modified by my belief, which it would be impious to falter in, that they are certainly made by the Divine Creator, though not of His own substance), I think that your loving self will by this time be persuaded that it either ought not to be censured at all, or, if it ought, that it should be done by a man who is capable by his learning of removing it altogether; and so also with respect to my other opinions, that while souls have in them the incorporeal semblances of bodies, they are not themselves bodies; and that, without impairing the natural distinction between soul and spirit, the soul is in a general sense actually designated spirit."
                        },
                        {
                            "verse": 9,
                            "chapter": 38,
                            "name": "Augustine: On the Soul and its Origin Book IV 38:9",
                            "text": "If, indeed, I have unfortunately failed to persuade you, I must leave it rather to my readers to determine whether what I have advanced ought not to have convinced you."
                        }
                    ]
                },
                {
                    "chapter": 39,
                    "name": "Augustine: On the Soul and its Origin Book IV 39",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 39,
                            "name": "Augustine: On the Soul and its Origin Book IV 39:1",
                            "text": "Chapter 39."
                        },
                        {
                            "verse": 2,
                            "chapter": 39,
                            "name": "Augustine: On the Soul and its Origin Book IV 39:2",
                            "text": "—Concluding Admonition."
                        },
                        {
                            "verse": 3,
                            "chapter": 39,
                            "name": "Augustine: On the Soul and its Origin Book IV 39:3",
                            "text": "If, as may possibly be the case, you desire to know whether there are many other points which appear to me to require emendation in your books, it cannot be troublesome for you to come to me,—not, indeed, as a scholar to his master, but as a person in his prime to one full of years, and as a strong man to a weak one."
                        },
                        {
                            "verse": 4,
                            "chapter": 39,
                            "name": "Augustine: On the Soul and its Origin Book IV 39:4",
                            "text": "And although you ought not to have published your books, still there is a greater and a truer glory in a man's being censured, when he confesses with his own lips the justice of his correction, than in being lauded out of the mouth of any defender of error."
                        },
                        {
                            "verse": 5,
                            "chapter": 39,
                            "name": "Augustine: On the Soul and its Origin Book IV 39:5",
                            "text": "Now, while I should be unwilling to believe that all those who listened to your reading of the afore-mentioned books, and lavished their praises on you, had either previously held for themselves the opinions which sound doctrine disapproves of, or were induced by you to entertain them, I still cannot help thinking that they had the keenness of their mind blunted by the impetuous and constant flow of your elocution, and so were unable to bestow adequate attention on the contents of your discourse; or else, that when they were in any case capable of understanding what you said, it was less for any very clear statement of the truth that they praised you than for the affluence of your language, and the facility and resources of your mental powers."
                        },
                        {
                            "verse": 6,
                            "chapter": 39,
                            "name": "Augustine: On the Soul and its Origin Book IV 39:6",
                            "text": "For praise, and fame, and kindly regard are very commonly bestowed on a young man's eloquence in anticipation of the future, though as yet it lacks the mellowed perfection and fidelity of a fully-informed instructor."
                        },
                        {
                            "verse": 7,
                            "chapter": 39,
                            "name": "Augustine: On the Soul and its Origin Book IV 39:7",
                            "text": "In order, then, that you may attain to true wisdom yourself, and that what you say may be able not only to delight, but even edify other people, it behoves you, after removing from your mind the dangerous applause of others, to keep conscientious watch over your own words."
                        }
                    ]
                }
            ]
        }
    ]
}