{
    "books": [
        {
            "name": "Remains: Hegesippus",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Remains: Hegesippus 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:1",
                            "text": "Acts of the Church: I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:2",
                            "text": "Concerning the Martyrdom of James, the Brother of the Lord, from Book V."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:3",
                            "text": "James, the Lord's brother, succeeds to the government of the Church, in conjunction with the apostles."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:4",
                            "text": "He has been universally called the Just, from the days of the Lord down to the present time."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:5",
                            "text": "For many bore the name of James; but this one was holy from his mother's womb."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:6",
                            "text": "He drank no wine or other intoxicating liquor, nor did he eat flesh; no razor came upon his head; he did not anoint himself with oil, nor make use of the bath."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:7",
                            "text": "He alone was permitted to enter the holy place:  for he did not wear any woollen garment, but fine linen only."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:8",
                            "text": "He alone, I say, was wont to go into the temple:  and he used to be found kneeling on his knees, begging forgiveness for the people—so that the skin of his knees became horny like that of a camel's, by reason of his constantly bending the knee in adoration to God, and begging forgiveness for the people."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:9",
                            "text": "Therefore, in consequence of his pre-eminent justice, he was called the Just, and Oblias, which signifies in Greek Defence of the People, and Justice, in accordance with what the prophets declare concerning him."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:10",
                            "text": "Now some persons belonging to the seven sects existing among the people, which have been before described by me in the Notes, asked him:  \"What is the door of Jesus?\"  And he replied that He was the Saviour."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:11",
                            "text": "In consequence of this answer, some believed that Jesus is the Christ."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:12",
                            "text": "But the sects before mentioned did not believe, either in a resurrection or in the coming of One to requite every man according to his works; but those who did believe, believed because of James."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:13",
                            "text": "So, when many even of the ruling class believed, there was a commotion among the Jews, and scribes, and Pharisees, who said:  \"A little more, and we shall have all the people looking for Jesus as the Christ."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:14",
                            "text": "They came, therefore, in a body to James, and said:  \"We entreat thee, restrain the people:  for they are gone astray in their opinions about Jesus, as if he were the Christ."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:15",
                            "text": "We entreat thee to persuade all who have come hither for the day of the passover, concerning Jesus."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:16",
                            "text": "For we all listen to thy persuasion; since we, as well as all the people, bear thee testimony that thou art just, and showest partiality to none."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:17",
                            "text": "Do thou, therefore, persuade the people not to entertain erroneous opinions concerning Jesus:  for all the people, and we also, listen to thy persuasion."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:18",
                            "text": "Take thy stand, then, upon the summit of the temple, that from that elevated spot thou mayest be clearly seen, and thy words may be plainly audible to all the people."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:19",
                            "text": "For, in order to attend the passover, all the tribes have congregated hither, and some of the Gentiles also\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:20",
                            "text": "The aforesaid scribes and Pharisees accordingly set James on the summit of the temple, and cried aloud to him, and said:  \"O just one, whom we are all bound to obey, forasmuch as the people is in error, and follows Jesus the crucified, do thou tell us what is the door of Jesus, the crucified\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:21",
                            "text": "And he answered with a loud voice:  \"Why ask ye me concerning Jesus the Son of man?  He Himself sitteth in heaven, at the right hand of the Great Power, and shall come on the clouds of heaven\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:22",
                            "text": "And, when many were fully convinced by these words, and offered praise for the testimony of James, and said, \"Hosanna to the son of David,\" then again the said Pharisees and scribes said to one another, \"We have not done well in procuring this testimony to Jesus."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:23",
                            "text": "But let us go up and throw him down, that they may be afraid, and not believe him\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:24",
                            "text": "And they cried aloud, and said:  \"Oh! oh! the just man himself is in error\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:25",
                            "text": "Thus they fulfilled the Scripture written in Isaiah:  \"Let us away with the just man, because he is troublesome to us:  therefore shall they eat the fruit of their doings\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:26",
                            "text": "So they went up and threw down the just man, and said to one another:  \"Let us stone James the Just\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:27",
                            "text": "And they began to stone him:  for he was not killed by the fall; but he turned, and kneeled down, and said:  \"I beseech Thee, Lord God our Father, forgive them; for they know not what they do\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:28",
                            "text": "And, while they were thus stoning him to death, one of the priests, the sons of Rechab, the son of Rechabim, to whom testimony is borne by Jeremiah the prophet, began to cry aloud, saying:  \"Cease, what do ye?  The just man is praying for us\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:29",
                            "text": "But one among them, one of the fullers, took the staff with which he was accustomed to wring out the garments he dyed, and hurled it at the head of the just man."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:30",
                            "text": "And so he suffered martyrdom; and they buried him on the spot, and the pillar erected to his memory still remains, close by the temple."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:31",
                            "text": "This man was a true witness to both Jews and Greeks that Jesus is the Christ."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Remains: Hegesippus 1:32",
                            "text": "And shortly after Vespasian besieged Judaea, taking them captive."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Remains: Hegesippus 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Remains: Hegesippus 2:1",
                            "text": "Concerning the Relatives of Our Saviour."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Remains: Hegesippus 2:2",
                            "text": "There still survived of the kindred of the Lord the grandsons of Judas, who according to the flesh was called his brother."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Remains: Hegesippus 2:3",
                            "text": "These were informed against, as belonging to the family of David, and Evocatus brought them before Domitian Caesar:  for that emperor dreaded the advent of Christ, as Herod had done."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Remains: Hegesippus 2:4",
                            "text": "So he asked them whether they were of the family of David; and they confessed they were."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Remains: Hegesippus 2:5",
                            "text": "Next he asked them what property they had, or how much money they possessed."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Remains: Hegesippus 2:6",
                            "text": "They both replied that they had only  denaria between them, each of them owning half that sum; but even this they said they did not possess in cash, but as the estimated value of some land, consisting of thirty-nine plethra only, out of which they had to pay the dues, and that they supported themselves by their own labour."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Remains: Hegesippus 2:7",
                            "text": "And then they began to hold out their hands, exhibiting, as proof of their manual labour, the roughness of their skin, and the corns raised on their hands by constant work."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Remains: Hegesippus 2:8",
                            "text": "Being then asked concerning Christ and His kingdom, what was its nature, and when and where it was to appear, they returned answer that it was not of this world, nor of the earth, but belonging to the sphere of heaven and angels, and would make its appearance at the end of time, when He shall come in glory, and judge living and dead, and render to every one according to the course of his life."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Remains: Hegesippus 2:9",
                            "text": "Thereupon Domitian passed no condemnation upon them, but treated them with contempt, as too mean for notice, and let them go free."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Remains: Hegesippus 2:10",
                            "text": "At the same time he issued a command, and put a stop to the persecution against the Church."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Remains: Hegesippus 2:11",
                            "text": "When they were released they became leaders of the churches, as was natural in the case of those who were at once martyrs and of the kindred of the Lord."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Remains: Hegesippus 2:12",
                            "text": "And, after the establishment of peace to the Church, their lives were prolonged to the reign of Trajan."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Remains: Hegesippus 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Remains: Hegesippus 3:1",
                            "text": "Concerning the Martyrdom of Symeon the son of Clopas, Bishop of Jerusalem."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Remains: Hegesippus 3:2",
                            "text": "Some of these heretics, forsooth, laid an information against Symeon the son of Clopas, as being of the family of David, and a Christian."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Remains: Hegesippus 3:3",
                            "text": "And on these charges he suffered martyrdom when he was  years old, in the reign of Trajan Caesar, when Atticus was consular legate in Syria."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Remains: Hegesippus 3:4",
                            "text": "And it so happened, says the same writer, that, while inquiry was then being made for those belonging to the royal tribe of the Jews, the accusers themselves were convicted of belonging to it."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Remains: Hegesippus 3:5",
                            "text": "With show of reason could it be said that Symeon was one of those who actually saw and heard the Lord, on the ground of his great age, and also because the Scripture of the Gospels makes mention of Mary the daughter of Clopas, who, as our narrative has shown already, was his father."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Remains: Hegesippus 3:6",
                            "text": "The same historian mentions others also, of the family of one of the reputed brothers of the Saviour, named Judas, as having survived until this same reign, after the testimony they bore for the faith of Christ in the time of Domitian, as already recorded."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Remains: Hegesippus 3:7",
                            "text": "He writes as follows:  They came, then, and took the presidency of every church, as witnesses for Christ, and as being of the kindred of the Lord."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Remains: Hegesippus 3:8",
                            "text": "And, after profound peace had been established in every church, they remained down to the reign of Trajan Caesar:  that is, until the time when he who was sprung from an uncle of the Lord, the aforementioned Symeon son of Clopas, was informed against by the various heresies, and subjected to an accusation like the rest, and for the same cause, before the legate Atticus; and, while suffering outrage during many days, he bore testimony for Christ:  so that all, including the legate himself, were astonished above measure that a man  years old should have been able to endure such torments."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Remains: Hegesippus 3:9",
                            "text": "He was finally condemned to be crucified."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Remains: Hegesippus 3:10",
                            "text": "…Up to that period the Church had remained like a virgin pure and uncorrupted:  for, if there were any persons who were disposed to tamper with the wholesome rule of the preaching of salvation, they still lurked in some dark place of concealment or other."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Remains: Hegesippus 3:11",
                            "text": "But, when the sacred band of apostles had in various ways closed their lives, and that generation of men to whom it had been vouchsafed to listen to the Godlike Wisdom with their own ears had passed away, then did the confederacy of godless error take its rise through the treachery of false teachers, who, seeing that none of the apostles any longer survived, at length attempted with bare and uplifted head to oppose the preaching of the truth by preaching \"knowledge falsely so called\"."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Remains: Hegesippus 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Remains: Hegesippus 4:1",
                            "text": "Concerning His Journey to Rome, and the Jewish Sects."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Remains: Hegesippus 4:2",
                            "text": "And the church of the Corinthians continued in the orthodox faith up to the time when Primus was bishop in Corinth."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Remains: Hegesippus 4:3",
                            "text": "I had some intercourse with these brethren on my voyage to Rome, when I spent several days with the Corinthians, during which we were mutually refreshed by the orthodox faith."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Remains: Hegesippus 4:4",
                            "text": "On my arrival at Rome, I drew up a list of the succession of bishops down to Anicetus, whose deacon was Eleutherus."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Remains: Hegesippus 4:5",
                            "text": "To Anicetus succeeded Soter, and after him came Eleutherus."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Remains: Hegesippus 4:6",
                            "text": "But in the case of every succession, and in every city, the state of affairs is in accordance with the teaching of the Law and of the Prophets and of the Lord."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Remains: Hegesippus 4:7",
                            "text": "…  And after James the Just had suffered martyrdom, as had the Lord also and on the same account, again Symeon the son of Clopas, descended from the Lord's uncle, is made bishop, his election being promoted by all as being a kinsman of the Lord."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Remains: Hegesippus 4:8",
                            "text": "Therefore was the Church called a virgin, for she was not as yet corrupted by worthless teaching."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Remains: Hegesippus 4:9",
                            "text": "Thebulis it was who, displeased because he was not made bishop, first began to corrupt her by stealth."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Remains: Hegesippus 4:10",
                            "text": "He too was connected with the seven sects which existed among the people, like Simon, from whom come the Simoniani; and Cleobius, from whom come the Cleobiani; and Doritheus, from whom come the Dorithiani; and Gorthaeus, from whom come the Gortheani; Masbothaeus, from whom come the Masbothaei."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Remains: Hegesippus 4:11",
                            "text": "From these men also come the Menandrianists, and the Marcionists, and the Carpocratians, and the Valentinians, and the Basilidians, and the Saturnilians."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Remains: Hegesippus 4:12",
                            "text": "Each of these leaders in his own private and distinct capacity brought in his own private opinion."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Remains: Hegesippus 4:13",
                            "text": "From these have come false Christs, false prophets, false apostles—men who have split up the one Church into parts through their corrupting doctrines, uttered in disparagement of God and of His Christ."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Remains: Hegesippus 4:14",
                            "text": "…  There were, moreover, various opinions in the matter of circumcision among the children of Israel, held by those who were opposed to the tribe of Judah and to Christ:  such as the Essenes, the Galileans, the Hemerobaptists, the Masbothaei, the Samaritans, the Sadducees, the Pharisees."
                        }
                    ]
                }
            ]
        }
    ]
}