{
    "books": [
        {
            "name": "Clement of Alexandria: The Stromata Book II",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Clement of Alexandria: The Stromata Book II 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book II 1:1",
                            "text": "The Stromata, or Miscellanies."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book II 1:2",
                            "text": "Book 2   Chapter I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book II 1:3",
                            "text": "—Introductory."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book II 1:4",
                            "text": "As Scripture has called the Greeks pilferers of the Barbarian philosophy, it will next have to be considered how this may be briefly demonstrated."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book II 1:5",
                            "text": "For we shall not only show that they have imitated and copied the marvels recorded in our books; but we shall prove, besides, that they have plagiarized and falsified (our writings being, as we have shown, older) the chief dogmas they hold, both on faith and knowledge and science, and hope and love, and also on repentance and temperance and the fear of God,—a whole swarm, verily, of the virtues of truth."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book II 1:6",
                            "text": "Whatever the explication necessary on the point in hand shall demand, shall be embraced, and especially what is occult in the barbarian philosophy, the department of symbol and enigma; which those who have subjected the teaching of the ancients to systematic philosophic study have affected, as being in the highest degree serviceable, nay, absolutely necessary to the knowledge of truth."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book II 1:7",
                            "text": "In addition, it will in my opinion form an appropriate sequel to defend those tenets, on account of which the Greeks assail us, making use of a few Scriptures, if perchance the Jew also may listen and be able quietly to turn from what he has believed to Him on whom he has not believed."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book II 1:8",
                            "text": "The ingenuous among the philosophers will then with propriety be taken up in a friendly exposure both of their life and of the discovery of new dogmas, not in the way of our avenging ourselves on our detractors (for that is far from being the case with those who have learned to bless those who curse, even though they needlessly discharge on us words of blasphemy), but with a view to their conversion; if by any means these adepts in wisdom may feel ashamed, being brought to their senses by barbarian demonstration; so as to be able, although late, to see clearly of what sort are the intellectual acquisitions for which they make pilgrimages over the seas."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book II 1:9",
                            "text": "Those they have stolen are to be pointed out, that we may thereby pull down their conceit; and of those on the discovery of which through investigation they plume themselves, the refutation will be furnished."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book II 1:10",
                            "text": "By consequence, also we must treat of what is called the curriculum of study—how far it is serviceable; and of astrology, and mathematics, and magic, and sorcery."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book II 1:11",
                            "text": "For all the Greeks boast of these as the highest sciences."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book II 1:12",
                            "text": "\"He who reproves boldly is a peacemaker\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book II 1:13",
                            "text": "We lave often said already that we have neither practiced nor do we study the expressing ourselves in pure Greek; for this suits those who seduce the multitude from the truth."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book II 1:14",
                            "text": "But true philosophic demonstration will contribute to the profit not of the listeners' tongues, but of their minds."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book II 1:15",
                            "text": "And, in my opinion, he who is solicitous about truth ought not to frame his language with artfulness and care, but only to try to express his meaning as he best can."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book II 1:16",
                            "text": "For those who are particular about words, and devote their time to them, miss the things."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book II 1:17",
                            "text": "It is a feat fit for the gardener to pluck without injury the rose that is growing among the thorns; and for the craftsman to find out the pearl buried in the oyster's flesh."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book II 1:18",
                            "text": "And they say that fowls have flesh of the most agreeable quality, when, through not being supplied with abundance of food, they pick their sustenance with difficulty, scraping with their feet."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book II 1:19",
                            "text": "If any one, then, speculating on what is similar, wants to arrive at the truth that is in the numerous Greek plausibilities, like the real face beneath masks, he will hunt it out with much pains."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Clement of Alexandria: The Stromata Book II 1:20",
                            "text": "For the power that appeared in the vision to Hermas said, \"Whatever may be revealed to you, shall be revealed\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Clement of Alexandria: The Stromata Book II 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:1",
                            "text": "Chapter 2—The Knowledge of God Can Be Attained Only Through Faith."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:2",
                            "text": "\"Be not elated on account of thy wisdom,\" say the Proverbs."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:3",
                            "text": "\"In all thy ways acknowledge her, that she may direct thy ways, and that thy foot may not stumble\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:4",
                            "text": "By these remarks he means to show that our deeds ought to be conformable to reason, and to manifest further that we ought to select and possess what is useful out of all culture."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:5",
                            "text": "Now the ways of wisdom are various that lead right to the way of truth."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:6",
                            "text": "Faith is the way."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:7",
                            "text": "\"Thy foot shall not stumble\" is said with reference to some who seem to oppose the one divine administration of Providence."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:8",
                            "text": "Whence it is added, \"Be not wise in thine own eyes,\" according to the impious ideas which revolt against the administration of God."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:9",
                            "text": "\"But fear God,\" who alone is powerful."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:10",
                            "text": "Whence it follows as a consequence that we are not to oppose God."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:11",
                            "text": "The sequel especially teaches clearly, that \"the fear of God is departure from evil;\" for it is said, \"and depart from all evil\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:12",
                            "text": "Such is the discipline of wisdom (\"for whom the Lord loveth He chastens\"), causing pain in order to produce understanding, and restoring to peace and immortality."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:13",
                            "text": "Accordingly, the Barbarian philosophy, which we follow, is in reality perfect and true."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:14",
                            "text": "And so it is said in the book of Wisdom: \"For He hath given me the unerring knowledge of things that exist, to know the constitution of the word,\" and so forth, down to \"and the virtues of roots\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:15",
                            "text": "Among all these he comprehends natural science, which treats of all the phenomena in the world of sense."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:16",
                            "text": "And in continuation, he alludes also to intellectual objects in what he subjoins: \"And what is hidden or manifest I know; for Wisdom, the artificer of all things, taught me\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:17",
                            "text": "You have, in brief, the professed aim of our philosophy; and the learning of these branches, when pursued with right course of conduct, leads through Wisdom, the artificer of all things, to the Ruler of all,—a Being difficult to grasp and apprehend, ever receding and withdrawing from him who pursues."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:18",
                            "text": "But He who is far off has—oh ineffable marvel!—come very near."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:19",
                            "text": "\"I am a God that draws near,\" says the Lord."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:20",
                            "text": "He is in essence remote; \"for how is it that what is begotten can have approached the Unbegotten?\" But He is very near in virtue of that power which holds all things in its embrace."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:21",
                            "text": "\"Shall one do aught in secret, and I see him not?\" For the power of God is always present, in contact with us, in the exercise of inspection, of beneficence, of instruction."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:22",
                            "text": "Whence Moses, persuaded that God is not to be known by human wisdom, said, \"Show me Thy glory;\" and into the thick darkness where God's voice was, pressed to enter—that is, into the inaccessible and invisible ideas respecting Existence."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:23",
                            "text": "For God is not in darkness or in place, but above both space and time, and qualities of objects."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:24",
                            "text": "Wherefore neither is He at any time in a part, either as containing or as contained, either by limitation or by section."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:25",
                            "text": "\"For what house will ye build to Me?\" saith the Lord."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:26",
                            "text": "Nay, He has not even built one for Himself, since He cannot be contained."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:27",
                            "text": "And though heaven be called His throne, not even thus is He contained, but He rests delighted in the creation."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:28",
                            "text": "It is clear, then, that the truth has been hidden from us; and if that has been already shown by one example, we shall establish it a little after by several more."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:29",
                            "text": "How entirely worthy of approbation are they who are both willing to learn, and able, according to Solomon, \"to know wisdom and instruction, and to perceive the words of wisdom, to receive knotty words, and to perceive true righteousness,\" there being another righteousness as well, not according to the truth, taught by the Greek laws, and by the rest of the philosophers."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:30",
                            "text": "\"And to direct judgments,\" it is said—not those of the bench, but he means that we must preserve sound and free of error the judicial faculty which is within us—\"That I may give subtlety to the simple, to the young man sense and understanding\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:31",
                            "text": "\"For the wise man,\" who has been persuaded to obey the commandments, \"having heard these things, will become wiser\" by knowledge; and \"the intelligent man will acquire rule, and will understand a parable and a dark word, the sayings and enigmas of the wise\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:32",
                            "text": "For it is not spurious words which those inspired by God and those who are gained over by them adduce, nor is it snares in which the most of the sophists entangle the young, spending their time on nought true."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:33",
                            "text": "But those who possess the Holy Spirit \"search the deep things of God,\"—that is, grasp the secret that is in the prophecies."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:34",
                            "text": "\"To impart of holy things to the dogs\" is forbidden, so long as they remain beasts."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:35",
                            "text": "For never ought those who are envious and perturbed, and still infidel in conduct, shameless in barking at investigation,  to dip in the divine and clear stream of the living water."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:36",
                            "text": "\"Let not the waters of thy fountain overflow, and let thy waters spread over thine own streets\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:37",
                            "text": "For it is not many who understand such things as they fall in with; or know them even after learning them, though they think they do, according to the worthy Heraclitus."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:38",
                            "text": "Does not even he seem to thee to censure those who believe not? \"Now my just one shall live by faith,\" the prophet said."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:39",
                            "text": "And another prophet also says, \"Except ye believe, neither shall ye understand\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:40",
                            "text": "For how ever could the soul admit the transcendental contemplation of such themes, while unbelief respecting what was to be learned struggled within? But faith, which the Greeks disparage, deeming it futile and barbarous, is a voluntary preconception, the assent of piety—\"the subject of things hoped for, the evidence of things not seen,\" according to the divine apostle."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:41",
                            "text": "\"For hereby,\" pre-eminently, \"the elders obtained a good report."
                        },
                        {
                            "verse": 42,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:42",
                            "text": "But without faith it is impossible to please God\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:43",
                            "text": "Others have defined faith to be a uniting assent to an unseen object, as certainly the proof of an unknown thing is an evident assent."
                        },
                        {
                            "verse": 44,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:44",
                            "text": "If then it be choice, being desirous of something, the desire is in this instance intellectual."
                        },
                        {
                            "verse": 45,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:45",
                            "text": "And since choice is the beginning of action, faith is discovered to be the beginning of action, being the foundation of rational choice in the case of any one who exhibits to himself the previous demonstration through faith."
                        },
                        {
                            "verse": 46,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:46",
                            "text": "Voluntarily to follow what is useful, is the first principle of understanding."
                        },
                        {
                            "verse": 47,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:47",
                            "text": "Unswerving choice, then, gives considerable momentum in the direction of knowledge."
                        },
                        {
                            "verse": 48,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:48",
                            "text": "The exercise of faith directly becomes knowledge, reposing on a sure foundation."
                        },
                        {
                            "verse": 49,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:49",
                            "text": "Knowledge, accordingly, is defined by the sons of the philosophers as a habit, which cannot be overthrown by reason."
                        },
                        {
                            "verse": 50,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:50",
                            "text": "Is there any other true condition such as this, except piety, of which alone the Word is teacher? I think not."
                        },
                        {
                            "verse": 51,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:51",
                            "text": "Theophrastus says that sensation is the root of faith."
                        },
                        {
                            "verse": 52,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:52",
                            "text": "For from it the rudimentary principles extend to the reason that is in us, and the understanding."
                        },
                        {
                            "verse": 53,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:53",
                            "text": "He who believeth then the divine Scriptures with sure judgment, receives in the voice of God, who bestowed the Scripture, a demonstration that cannot be impugned."
                        },
                        {
                            "verse": 54,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:54",
                            "text": "Faith, then, is not established by demonstration."
                        },
                        {
                            "verse": 55,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:55",
                            "text": "\"Blessed therefore those who, not having seen, yet have believed\"."
                        },
                        {
                            "verse": 56,
                            "chapter": 2,
                            "name": "Clement of Alexandria: The Stromata Book II 2:56",
                            "text": "The Siren's songs, exhibiting a power above human, fascinated those that came near, conciliating them, almost against their will, to the reception of what was said."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Clement of Alexandria: The Stromata Book II 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book II 3:1",
                            "text": "Chapter 3—Faith Not a Product of Nature."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book II 3:2",
                            "text": "Now the followers of Basilides regard faith as natural, as they also refer it to choice, representing it as finding ideas by intellectual comprehension without demonstration; while the followers of Valentinus assign faith to us, the simple, but will have it that knowledge springs up in their own selves (who are saved by nature) through the advantage of a germ of superior excellence, saying that it is as far removed from faith as the spiritual is from the animal."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book II 3:3",
                            "text": "Further, the followers of Basilides say that faith as well as choice is proper according to every interval; and that in consequence of the supramundane selection mundane faith accompanies all nature, and that the free gift of faith is comformable to the hope of each."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book II 3:4",
                            "text": "Faith, then, is no longer the direct result of free choice, if it is a natural advantage."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book II 3:5",
                            "text": "Nor will he who has not believed, not being the author of his unbelief, meet with a due recompense; and he that has believed is not the cause of his belief."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book II 3:6",
                            "text": "And the entire peculiarity and difference of belief and unbelief will not fall under either praise or censure, if we reflect rightly, since there attaches to it the antecedent natural necessity proceeding from the Almighty."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book II 3:7",
                            "text": "And if we are pulled like inanimate things by the puppet-strings of natural powers, willingness and unwillingness, and impulse, which is the antecedent of both, are mere redundancies."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book II 3:8",
                            "text": "And for my part, I am utterly incapable of conceiving such an animal as has its appetencies, which are moved by external causes, under the dominion of necessity."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book II 3:9",
                            "text": "And what place is there any longer for the repentance of him who was once an unbeliever, through which comes forgiveness of sins? So that neither is baptism rational, nor the blessed seal, nor the Son, nor the Father."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Clement of Alexandria: The Stromata Book II 3:10",
                            "text": "But God, as I think, turns out to be the distribution to men of natural powers, which has not as the foundation of salvation voluntary faith."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Clement of Alexandria: The Stromata Book II 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:1",
                            "text": "Chapter 4—Faith the Foundation of All Knowledge."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:2",
                            "text": "But we, who have heard by the Scriptures that self-determining choice and refusal have been given by the Lord to men, rest in the infallible criterion of faith, manifesting a willing spirit, since we have chosen life and believe God through His voice."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:3",
                            "text": "And he who has believed the Word knows the matter to be true; for the Word is  truth."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:4",
                            "text": "But he who has disbelieved Him that speaks, has disbelieved God."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:5",
                            "text": "\"By faith we understand that the worlds were framed by the word of God, so that what is seen was not made of things which appear,\" says the apostle."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:6",
                            "text": "\"By faith Abel offered to God a fuller sacrifice than Cain, by which he received testimony that he was righteous, God giving testimony to him respecting his gifts; and by it he, being dead, yet speaketh,\" and so forth, down to \"than enjoy the pleasures of sin for a season\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:7",
                            "text": "Faith having, therefore, justified these before the law, made them heirs of the divine promise."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:8",
                            "text": "Why then should I review and adduce any further testimonies of faith from the history in our hands? \"For the time would fail me were I to tell of Gideon, Barak, Samson, Jephtha, David, and Samuel, and the prophets,\" and what follows."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:9",
                            "text": "Now, inasmuch as there are four things in which the truth resides—Sensation, Understanding, Knowledge, Opinion,—intellectual apprehension is first in the order of nature; but in our case, and in relation to ourselves, Sensation is first, and of Sensation and Understanding the essence of Knowledge is formed; and evidence is common to Understanding and Sensation."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:10",
                            "text": "Well, Sensation is the ladder to Knowledge; while Faith, advancing over the pathway of the objects of sense, leaves Opinion behind, and speeds to things free of deception, and reposes in the truth."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:11",
                            "text": "Should one say that Knowledge is founded on demonstration by a process of reasoning, let him hear that first principles are incapable of demonstration; for they are known neither by art nor sagacity."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:12",
                            "text": "For the latter is conversant about objects that are susceptible of change, while the former is practical solely, and not theoretical."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:13",
                            "text": "Hence it is thought that the first cause of the universe can be apprehended by faith alone."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:14",
                            "text": "For all knowledge is capable of being taught; and what is capable of being taught is founded on what is known before."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:15",
                            "text": "But the first cause of the universe was not previously known to the Greeks; neither, accordingly, to Thales, who came to the conclusion that water was the first cause; nor to the other natural philosophers who succeeded him, since it was Anaxagoras who was the first who assigned to Mind the supremacy over material things."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:16",
                            "text": "But not even he preserved the dignity suited to the efficient cause, describing as he did certain silly vortices, together with the inertia and even foolishness of Mind."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:17",
                            "text": "Wherefore also the Word says, \"Call no man master on earth\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:18",
                            "text": "For knowledge is a state of mind that results from demonstration; but faith is a grace which from what is indemonstrable conducts to what is universal and simple, what is neither with matter, nor matter, nor under matter."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:19",
                            "text": "But those who believe not, as to be expected, drag all down from heaven, and the region of the invisible, to earth, \"absolutely grasping with their hands rocks and oaks,\" according to Plato."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:20",
                            "text": "For, clinging to all such things, they asseverate that that alone exists which can be touched and handled, defining body and essence to be identical: disputing against themselves, they very piously defend the existence of certain intellectual and bodiless forms descending somewhere from above from the invisible world, vehemently maintaining that there is a true essence."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:21",
                            "text": "\"Lo, I make new things,\" saith the Word, \"which eye hath not seen, nor ear heard, nor hath it entered into the heart of man\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:22",
                            "text": "With a new eye, a new ear, a new heart, whatever can be seen and heard is to be apprehended, by the faith and understanding of the disciples of the Lord, who speak, hear, and act spiritually."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:23",
                            "text": "For there is genuine coin, and other that is spurious; which no less deceives unprofessionals, that it does not the money-changers; who know through having learned how to separate and distinguish what has a false stamp from what is genuine."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:24",
                            "text": "So the money-changer only says to the unprofessional man that the coin is counterfeit."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:25",
                            "text": "But the reason why, only the banker's apprentice, and he that is trained to this department, learns."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:26",
                            "text": "Now Aristotle says that the judgment which follows knowledge is in truth faith."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:27",
                            "text": "Accordingly, faith is something superior to knowledge, and is its criterion."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:28",
                            "text": "Conjecture, which is only a feeble supposition, counterfeits faith; as the flatterer counterfeits a friend, and the wolf the dog."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:29",
                            "text": "And as the workman sees that by learning certain things he becomes an artificer, and the helmsman by being instructed in the art will be able to steer; he does not regard the mere wishing to become excellent and good enough, but he must learn it by the exercise of obedience."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:30",
                            "text": "But to obey the Word, whom we call Instructor, is to believe Him, going against Him in nothing."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:31",
                            "text": "For how can we take up a position of hostility to God? Knowledge, accordingly, is characterized by faith; and faith, by a kind of divine mutual and reciprocal correspondence, becomes characterized by knowledge."
                        },
                        {
                            "verse": 32,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:32",
                            "text": "Epicurus, too, who very greatly preferred pleasure to truth, supposes faith to be a preconception of the mind; and defines preconception to be a grasping at something evident, and at the clear understanding of the thing; and asserts that, without preconception, no one can either inquire, or doubt, or judge, or even argue."
                        },
                        {
                            "verse": 33,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:33",
                            "text": "How  can one, without a preconceived idea of what he is aiming after, learn about that which is the subject of his investigation? He, again, who has learned has already turned his preconception into comprehension."
                        },
                        {
                            "verse": 34,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:34",
                            "text": "And if he who learns, learns not without a preconceived idea which takes in what is expressed, that man has ears to hear the truth."
                        },
                        {
                            "verse": 35,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:35",
                            "text": "And happy is the man that speaks to the ears of those who hear; as happy certainly also is he who is a child of obedience."
                        },
                        {
                            "verse": 36,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:36",
                            "text": "Now to hear is to understand."
                        },
                        {
                            "verse": 37,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:37",
                            "text": "If, then, faith is nothing else than a preconception of the mind in regard to what is the subject of discourse, and obedience is so called, and understanding and persuasion; no one shall learn aught without faith, since no one learns aught without preconception."
                        },
                        {
                            "verse": 38,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:38",
                            "text": "Consequently there is a more ample demonstration of the complete truth of what was spoken by the prophet, \"Unless ye believe, neither will ye understand\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:39",
                            "text": "Paraphrasing this oracle, Heraclitus of Ephesus says, \"If a man hope not, he will not find that which is not hoped for, seeing it is inscrutable and inaccessible\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:40",
                            "text": "Plato the philosopher, also, in The Laws, says, \"that he who would be blessed and happy, must be straight from the beginning a partaker of the truth, so as to live true for as long a period as possible; for he is a man of faith."
                        },
                        {
                            "verse": 41,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:41",
                            "text": "But the unbeliever is one to whom voluntary falsehood is agreeable; and the man to whom involuntary falsehood is agreeable is senseless; neither of which is desirable."
                        },
                        {
                            "verse": 42,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:42",
                            "text": "For he who is devoid of friendliness, is faithless and ignorant\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:43",
                            "text": "And does he not enigmatically say in Euthydemus, that this is \"the regal wisdom\"? In The Statesman he says expressly, \"So that the knowledge of the true king is kingly; and he who possesses it, whether a prince or private person, shall by all means, in consequence of this act, be rightly styled royal\"."
                        },
                        {
                            "verse": 44,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:44",
                            "text": "Now those who have believed in Christ both are and are called Chrestoi (good), as those who are cared for by the true king are kingly."
                        },
                        {
                            "verse": 45,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:45",
                            "text": "For as the wise are wise by their wisdom, and those observant of law are so by the law; so also those who belong to Christ the King are kings, and those that are Christ's Christians."
                        },
                        {
                            "verse": 46,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:46",
                            "text": "Then, in continuation, he adds clearly, \"What is right will turn out to be lawful, law being in its nature right reason, and not found in writings or elsewhere\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:47",
                            "text": "And the stranger of Elea pronounces the kingly and statesmanlike man \"a living law\"."
                        },
                        {
                            "verse": 48,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:48",
                            "text": "Such is he who fulfils the law, \"doing the will of the Father,\" inscribed on a lofty pillar, and set as an example of divine virtue to all who possess the power of seeing."
                        },
                        {
                            "verse": 49,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:49",
                            "text": "The Greeks are acquainted with the staves of the Ephori at Lacedaemon, inscribed with the law on wood."
                        },
                        {
                            "verse": 50,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:50",
                            "text": "But my law, as was said above, is both royal and living; and it is right reason."
                        },
                        {
                            "verse": 51,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:51",
                            "text": "\"Law, which is king of all—of mortals and immortals,\" as the Boeotian Pindar sings."
                        },
                        {
                            "verse": 52,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:52",
                            "text": "For Speusippus, in the first book against Cleophon, seems to write like Plato on this wise: \"For if royalty be a good thing, and the wise man the only king and ruler, the law, which is right reason, is good;\" which is the case."
                        },
                        {
                            "verse": 53,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:53",
                            "text": "The Stoics teach what is in conformity with this, assigning kinghood, priesthood, prophecy, legislation, riches, true beauty, noble birth, freedom, to the wise man alone."
                        },
                        {
                            "verse": 54,
                            "chapter": 4,
                            "name": "Clement of Alexandria: The Stromata Book II 4:54",
                            "text": "But that he is exceedingly difficult to find, is confessed even by them."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Clement of Alexandria: The Stromata Book II 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:1",
                            "text": "Chapter 5—He Proves by Several Examples that the Greeks Drew from the Sacred Writers."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:2",
                            "text": "Accordingly all those above-mentioned dogmas appear to have been transmitted from Moses the great to the Greeks."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:3",
                            "text": "That all things belong to the wise man, is taught in these words: \"And because God hath showed me mercy, I have all things\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:4",
                            "text": "And that he is beloved of God, God intimates when He says, \"The God of Abraham, the God of Isaac, the God of Jacob\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:5",
                            "text": "For the first is found to have been expressly called \"friend;\" and the second is shown to have received a new name, signifying \"he that sees God;\" while Isaac, God in a figure selected for Himself as a consecrated sacrifice, to be a type to us of the economy of salvation."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:6",
                            "text": "Now among the Greeks, Minos the king of nine years' reign, and familiar friend of Zeus, is celebrated in song; they having heard how once God conversed with Moses, \"as one speaking with his friend\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:7",
                            "text": "Moses, then, was a sage, king, legislator."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:8",
                            "text": "But our Saviour surpasses all human nature."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:9",
                            "text": "He is so lovely, as to be alone loved by us, whose hearts are set on the true beauty, for \"He was the true light\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:10",
                            "text": "He is shown to be a King, as such hailed by unsophisticated children and by the unbelieving and ignorant Jews, and heralded by the prophets."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:11",
                            "text": "So rich is He, that He despised the whole earth, and the gold above and beneath it, with all glory, when given to Him by the adversary."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:12",
                            "text": "What need is there to say that He is the only High Priest, who alone possesses  the knowledge of the worship of God? He is Melchizedek, \"King of peace,\" the most fit of all to head the race of men."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:13",
                            "text": "A legislator too, inasmuch as He gave the law by the mouth of the prophets, enjoining and teaching most distinctly what things are to be done, and what not."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:14",
                            "text": "Who of nobler lineage than He whose only Father is God? Come, then, let us produce Plato assenting to those very dogmas."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:15",
                            "text": "The wise man he calls rich in the Phoedrus, when he says, \"O dear Pan, and whatever other gods are here, grant me to become fair within; and whatever external things I have, let them be agreeable to what is within."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:16",
                            "text": "I would reckon the wise man rich\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:17",
                            "text": "And the Athenian stranger, finding fault with those who think that those who have many possessions are rich, speaks thus: \"For the very rich to be also good is impossible—those, I mean, whom the multitude count rich."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:18",
                            "text": "Those they call rich, who, among a few men, are owners of the possessions worth most money; which any bad man may possess\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:19",
                            "text": "\"The whole world of wealth belongs to the believer,\" Solomon says, \"but not a penny to the unbeliever\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:20",
                            "text": "Much more, then, is the Scripture to be believed which says, \"It is easier for a camel to go through the eye of a needle, than for a rich man\" to lead a philosophic life."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:21",
                            "text": "But, on the other hand, it blesses \"the poor;\" as Plato understood when he said, \"It is not the diminishing of one's resources, but the augmenting of insatiableness, that is to be considered poverty; for it is not slender means that ever constitutes poverty, but insatiableness, from which the good man being free, will also be rich\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:22",
                            "text": "And in Alcibiades he calls vice a servile thing, and virtue the attribute of freemen."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:23",
                            "text": "\"Take away from you the heavy yoke, and take up the easy one,\" says the Scripture; as also the poets call vice a slavish yoke."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:24",
                            "text": "And the expression, \"Ye have sold yourselves to your sins,\" agrees with what is said above: \"Every one, then, who committeth sin is a slave; and the slave abideth not in the house for ever."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:25",
                            "text": "But if the Son shall make you free, then shall ye be free, and the truth shall make you free\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:26",
                            "text": "And again, that the wise man is beautiful, the Athenian stranger asserts, in the same way as if one were to affirm that certain persons were just, even should they happen to be ugly in their persons."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:27",
                            "text": "And in speaking thus with respect to eminent rectitude of character, no one who should assert them to be on this account beautiful would be thought to speak extravagantly."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:28",
                            "text": "And \"His appearance was inferior to all the Sons of men,\" prophecy predicted."
                        },
                        {
                            "verse": 29,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:29",
                            "text": "Plato, moreover, has called the wise man a king, in The Statesman."
                        },
                        {
                            "verse": 30,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:30",
                            "text": "The remark is quoted above."
                        },
                        {
                            "verse": 31,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:31",
                            "text": "These points being demonstrated, let us recur again to our discourse on faith."
                        },
                        {
                            "verse": 32,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:32",
                            "text": "Well, with the fullest demonstration, Plato proves, that there is need of faith everywhere, celebrating peace at the same time: \"For no man will ever be trusty and sound in seditions without entire virtue."
                        },
                        {
                            "verse": 33,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:33",
                            "text": "There are numbers of mercenaries full of fight, and willing to die in war; but, with a very few exceptions, the most of them are desperadoes and villains, insolent and senseless\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:34",
                            "text": "If these observations are right, \"every legislator who is even of slight use, will, in making his laws, have an eye to the greatest virtue."
                        },
                        {
                            "verse": 35,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:35",
                            "text": "Such is fidelity,\" which we need at all times, both in peace and in war, and in all the rest of our life, for it appears to embrace the other virtues."
                        },
                        {
                            "verse": 36,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:36",
                            "text": "\"But the best thing is neither war nor sedition, for the necessity of these is to be deprecated."
                        },
                        {
                            "verse": 37,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:37",
                            "text": "But peace with one another and kindly feeling are what is best\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:38",
                            "text": "From these remarks the greatest prayer evidently is to have peace, according to Plato."
                        },
                        {
                            "verse": 39,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:39",
                            "text": "And faith is the greatest mother of the virtues."
                        },
                        {
                            "verse": 40,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:40",
                            "text": "Accordingly it is rightly said in Solomon, \"Wisdom is in the mouth of the faithful."
                        },
                        {
                            "verse": 41,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:41",
                            "text": "Since also Xenocrates, in his book on \"Intelligence,\" says \"that wisdom is the knowledge of first causes and of intellectual essence\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:42",
                            "text": "He considers intelligence as twofold, practical and theoretical, which latter is human wisdom."
                        },
                        {
                            "verse": 43,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:43",
                            "text": "Consequently wisdom is intelligence, but all intelligence is not wisdom."
                        },
                        {
                            "verse": 44,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:44",
                            "text": "And it has been shown, that the knowledge of the first cause of the universe is of faith, but is not demonstration."
                        },
                        {
                            "verse": 45,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:45",
                            "text": "For it were strange that the followers of the Samian Pythagoras, rejecting demonstrations of subjects of question, should regard the bare ipse dixit as ground of belief; and that this expression alone sufficed for the confirmation of what they heard, while those devoted to the contemplation of the truth, presuming to disbelieve the trustworthy Teacher, God the only Saviour, should demand of Him tests of His utterances."
                        },
                        {
                            "verse": 46,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:46",
                            "text": "But He says, \"He that hath ears to hear, let him hear\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:47",
                            "text": "And who is he? Let Epicharmus say:—  \"Mind sees, mind hears; all besides is deaf and blind\"."
                        },
                        {
                            "verse": 48,
                            "chapter": 5,
                            "name": "Clement of Alexandria: The Stromata Book II 5:48",
                            "text": "Rating some as unbelievers, Heraclitus says,  \"Not knowing how to hear or to speak;\" aided doubtless by Solomon, who says, \"If thou lovest to hear, thou shalt comprehend; and if thou incline thine ear, thou shalt be wise\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Clement of Alexandria: The Stromata Book II 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:1",
                            "text": "Chapter 6—The Excellence and Utility of Faith."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:2",
                            "text": "\"Lord, who hath believed our report?\" Isaiah says."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:3",
                            "text": "For \"faith cometh by hearing, and hearing by the word of God,\" saith the apostle."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:4",
                            "text": "\"How then shall they call on Him in whom they have not believed? And how shall they believe on Him whom they have not heard? And how shall they hear without a preacher? And how shall they preach except they be sent? As it is written, How beautiful are the feet of those that publish glad tidings of good things\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:5",
                            "text": "You see how he brings faith by hearing, and the preaching of the apostles, up to the word of the Lord, and to the Son of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:6",
                            "text": "We do not yet understand the word of the Lord to be demonstration."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:7",
                            "text": "As, then, playing at ball not only depends on one throwing the ball skilfully, but it requires besides one to catch it dexterously, that the game may be gone through according to the rules for ball; so also is it the case that teaching is reliable when faith on the part of those who hear, being, so to speak, a sort of natural art, contributes to the process of learning."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:8",
                            "text": "So also the earth co-operates, through its productive power, being fit for the sowing of the seed."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:9",
                            "text": "For there is no good of the very best instruction without the exercise of the receptive faculty on the part of the learner, not even of prophecy, when there is the absence of docility on the part of those who hear."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:10",
                            "text": "For dry twigs, being ready to receive the power of fire, are kindled with great ease; and the far-famed stone attracts steel through affinity, as the amber tear-drop drags to itself twigs, and the lump sets chaff in motion."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:11",
                            "text": "And the substances attracted obey them, influenced by a subtle spirit, not as a cause, but as a concurring cause."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:12",
                            "text": "There being then a twofold species of vice—that characterized by craft and stealth, and that which leads and drives with violence—the divine Word cries, calling all together; knowing perfectly well those that will not obey; notwithstanding then since to obey or not is in our own power, provided we have not the excuse of ignorance to adduce."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:13",
                            "text": "He makes a just call, and demands of each according to his strength."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:14",
                            "text": "For some are able as well as willing, having reached this point through practice and being purified; while others, if they are not yet able, already have the will."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:15",
                            "text": "Now to will is the act of the soul, but to do is not without the body."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:16",
                            "text": "Nor are actions estimated by their issue alone; but they are judged also according to the element of free choice in each,—if he chose easily, if he repented of his sins, if he reflected on his failures and repented (μετέγνω), which is (μετὰ ταῦτα ἔγνω) \"afterwards knew\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:17",
                            "text": "For repentance is a tardy knowledge, and primitive innocence is knowledge."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:18",
                            "text": "Repentance, then, is an effect of faith."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:19",
                            "text": "For unless a man believe that to which he was addicted to be sin, he will not abandon it; and if he do not believe punishment to be impending over the transgressor, and salvation to be the portion of him who lives according to the commandments, he will not reform."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:20",
                            "text": "Hope, too, is based on faith."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:21",
                            "text": "Accordingly the followers of Basilides define faith to be, the assent of the soul to any of those things, that do not affect the senses through not being present."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:22",
                            "text": "And hope is the expectation of the possession of good."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:23",
                            "text": "Necessarily, then, is expectation founded on faith."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:24",
                            "text": "Now he is faithful who keeps inviolably what is entrusted to him; and we are entrusted with the utterances respecting God and the divine words, the commands along with the execution of the injunctions."
                        },
                        {
                            "verse": 25,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:25",
                            "text": "This is the faithful servant, who is praised by the Lord."
                        },
                        {
                            "verse": 26,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:26",
                            "text": "And when it is said, \"God is faithful,\" it is intimated that He is worthy to be believed when declaring aught."
                        },
                        {
                            "verse": 27,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:27",
                            "text": "Now His Word declares; and \"God\" Himself is \"faithful\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:28",
                            "text": "How, then, if to believe is to suppose, do the philosophers think that what proceeds from themselves is sure? For the voluntary assent to a preceding demonstration is not supposition, but it is assent to something sure."
                        },
                        {
                            "verse": 29,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:29",
                            "text": "Who is more powerful than God? Now unbelief is the feeble negative supposition of one opposed to Him: as incredulity is a condition which admits faith with difficulty."
                        },
                        {
                            "verse": 30,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:30",
                            "text": "Faith is the voluntary supposition and anticipation of pre-comprehension."
                        },
                        {
                            "verse": 31,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:31",
                            "text": "Expectation is an opinion about the future, and expectation about other things is opinion about uncertainty."
                        },
                        {
                            "verse": 32,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:32",
                            "text": "Confidence is a strong judgment about a thing."
                        },
                        {
                            "verse": 33,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:33",
                            "text": "Wherefore we believe Him in whom we have confidence unto divine glory and salvation."
                        },
                        {
                            "verse": 34,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:34",
                            "text": "And we confide in Him, who is God alone, whom we know, that those things nobly promised to us, and for this end benevolently created and bestowed by Him on us, will not fail."
                        },
                        {
                            "verse": 35,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:35",
                            "text": "Benevolence is the wishing of good things to another for his sake."
                        },
                        {
                            "verse": 36,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:36",
                            "text": "For He needs nothing; and the beneficence and benignity which flow from the Lord terminate in us, being divine benevolence, and benevolence resulting in beneficence."
                        },
                        {
                            "verse": 37,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:37",
                            "text": "And if to Abraham on his believing it  was counted for righteousness; and if we are the seed of Abraham, then we must also believe through hearing."
                        },
                        {
                            "verse": 38,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:38",
                            "text": "For we are Israelites, who are convinced not by signs, but by hearing."
                        },
                        {
                            "verse": 39,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:39",
                            "text": "Wherefore it is said, \"Rejoice, O barren, that barest not; break forth and cry, thou that didst not travail with child: for more are the children of the desolate than of her who hath an husband\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:40",
                            "text": "\"Thou hast lived for the fence of the people, thy children were blessed in the tents of their fathers\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:41",
                            "text": "And if the same mansions are promised by prophecy to us and to the patriarchs, the God of both the covenants is shown to be one."
                        },
                        {
                            "verse": 42,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:42",
                            "text": "Accordingly it is added more clearly, \"Thou hast inherited the covenant of Israel,\" speaking to those called from among the nations, that were once barren, being formerly destitute of this husband, who is the Word,—desolate formerly,—of the bridegroom."
                        },
                        {
                            "verse": 43,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:43",
                            "text": "\"Now the just shall live by faith,\" which is according to the covenant and the commandments; since these, which are two in name and time, given in accordance with the divine economy—being in power one—the old and the new, are dispensed through the Son by one God."
                        },
                        {
                            "verse": 44,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:44",
                            "text": "As the apostle also says in the Epistle to the Romans, \"For therein is the righteousness of God revealed from faith to faith,\" teaching the one salvation which from prophecy to the Gospel is perfected by one and the same Lord."
                        },
                        {
                            "verse": 45,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:45",
                            "text": "\"This charge,\" he says, \"I commit to thee, son Timothy, according to the prophecies which went before on thee, that thou by them mightest war the good warfare; holding faith, and a good conscience; which some having put away concerning faith have made shipwreck,\" because they defiled by unbelief the conscience that comes from God."
                        },
                        {
                            "verse": 46,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:46",
                            "text": "Accordingly, faith may not, any more, with reason, be disparaged in an offhand way, as simple and vulgar, appertaining to anybody."
                        },
                        {
                            "verse": 47,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:47",
                            "text": "For, if it were a mere human habit, as the Greeks supposed, it would have been extinguished."
                        },
                        {
                            "verse": 48,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:48",
                            "text": "But if it grow, and there be no place where it is not; then I affirm, that faith, whether founded in love, or in fear, as its disparagers assert, is something divine; which is neither rent asunder by other mundane friendship, nor dissolved by the presence of fear."
                        },
                        {
                            "verse": 49,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:49",
                            "text": "For love, on account of its friendly alliance with faith, makes men believers; and faith, which is the foundation of love, in its turn introduces the doing of good; since also fear, the paedagogue of the law, is believed to be fear by those, by whom it is believed."
                        },
                        {
                            "verse": 50,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:50",
                            "text": "For, if its existence is shown in its working, it is yet believed when about to do and threatening, and when not working and present; and being believed to exist, it does not itself generate faith, but is by faith tested and proved trustworthy."
                        },
                        {
                            "verse": 51,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:51",
                            "text": "Such a change, then, from unbelief to faith—and to trust in hope and fear, is divine."
                        },
                        {
                            "verse": 52,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:52",
                            "text": "And, in truth, faith is discovered, by us, to be the first movement towards salvation; after which fear, and hope, and repentance, advancing in company with temperance and patience, lead us to love and knowledge."
                        },
                        {
                            "verse": 53,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:53",
                            "text": "Rightly, therefore, the Apostle Barnabas says, \"From the portion I have received I have done my diligence to send by little and little to you; that along with your faith you may also have perfect knowledge."
                        },
                        {
                            "verse": 54,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:54",
                            "text": "Fear and patience are then helpers of your faith; and our allies are long-suffering and temperance."
                        },
                        {
                            "verse": 55,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:55",
                            "text": "These, then,\" he says, \"in what respects the Lord, continuing in purity, there rejoice along with them, wisdom, understanding, intelligence, knowledge\"."
                        },
                        {
                            "verse": 56,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:56",
                            "text": "The fore-mentioned virtues being, then, the elements of knowledge; the result is that faith is more elementary, being as necessary to the Gnostic, as respiration to him that lives in this world is to life."
                        },
                        {
                            "verse": 57,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:57",
                            "text": "And as without the four elements it is not possible to live, so neither can knowledge be attained without faith."
                        },
                        {
                            "verse": 58,
                            "chapter": 6,
                            "name": "Clement of Alexandria: The Stromata Book II 6:58",
                            "text": "It is then the support of truth."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Clement of Alexandria: The Stromata Book II 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book II 7:1",
                            "text": "Chapter 7—The Utility of Fear."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book II 7:2",
                            "text": "Objections Answered."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book II 7:3",
                            "text": "Those, who denounce fear, assail the law; and if the law, plainly also God, who gave the law."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book II 7:4",
                            "text": "For these three elements are of necessity presented in the subject on hand: the ruler, his administration, and the ruled."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book II 7:5",
                            "text": "If, then, according to hypothesis, they abolish the law; then, by necessary consequence, each one who is led by lust, courting pleasure, must neglect what is right and despise the Deity, and fearlessly indulge in impiety and injustice together, having dashed away from the truth."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book II 7:6",
                            "text": "Yea, say they, fear is an irrational aberration, and perturbation of mind."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book II 7:7",
                            "text": "What sayest thou? And how can this definition be any longer maintained, seeing the commandment is given me by the Word? But the commandment forbids, hanging fear over the head of those who have incurred admonition for their discipline."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book II 7:8",
                            "text": "Fear is not then irrational."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book II 7:9",
                            "text": "It is therefore rational."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book II 7:10",
                            "text": "How could it be otherwise, exhorting as it does, Thou shalt not kill, Thou shalt not commit adultery, Thou shalt not steal, Than shalt not bear false witness? But if they will quibble about the names, let the philosophers term the fear of the law, cautious fear, (εὐλάβεια)  which is a shunning (ἔκκλισις) agreeable to reason."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book II 7:11",
                            "text": "Such Critolaus of Phasela not inaptly called fighters about names (ὀνοματομάκοι)."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book II 7:12",
                            "text": "The commandment, then, has already appeared fair and lovely even in the highest degree, when conceived under a change of name."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Clement of Alexandria: The Stromata Book II 7:13",
                            "text": "Cautious fear (εὐλάβει&."
                        }
                    ]
                }
            ]
        }
    ]
}