{
    "books": [
        {
            "name": "Ambrose: On Repentance Book I",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Ambrose: On Repentance Book I 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Ambrose: On Repentance Book I 1:1",
                            "text": "Concerning Repentance, Book I: Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Ambrose: On Repentance Book I 1:2",
                            "text": "St."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Ambrose: On Repentance Book I 1:3",
                            "text": "Ambrose writes in praise of gentleness, pointing out how needful that grace is for the rulers of the Church, and commended to them by the meekness of Christ."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Ambrose: On Repentance Book I 1:4",
                            "text": "As the Novatians have fallen away from this, they cannot be considered disciples of Christ."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Ambrose: On Repentance Book I 1:5",
                            "text": "Their pride and harshness are inveighed against."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Ambrose: On Repentance Book I 1:6",
                            "text": "1."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Ambrose: On Repentance Book I 1:7",
                            "text": "If the highest end of virtue is that which aims at the advancement of most, gentleness is the most lovely of all, which does not hurt even those whom it condemns, and usually renders those whom it condemns worthy of absolution."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Ambrose: On Repentance Book I 1:8",
                            "text": "Moreover, it is the only virtue which has led to the increase of the Church which the Lord sought at the price of His own Blood, imitating the lovingkindness of heaven, and aiming at the redemption of all, seeks this end with a gentleness which the ears of men can endure, in presence of which their hearts do not sink, nor their spirits quail."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Ambrose: On Repentance Book I 1:9",
                            "text": "2."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Ambrose: On Repentance Book I 1:10",
                            "text": "For he who endeavours to amend the faults of human weakness ought to bear this very weakness on his own shoulders, let it weigh upon himself, not cast it off."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Ambrose: On Repentance Book I 1:11",
                            "text": "For we read that the Shepherd in the Gospel carried the weary sheep, and did not cast it off."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Ambrose: On Repentance Book I 1:12",
                            "text": "And Solomon says: \"Be not overmuch righteous;\" for restraint should temper righteousness."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Ambrose: On Repentance Book I 1:13",
                            "text": "For how shall he offer himself to you for healing whom you despise, who thinks that he will be an object of contempt, not of compassion, to his physician?  3."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Ambrose: On Repentance Book I 1:14",
                            "text": "Therefore had the Lord Jesus compassion upon us in order to call us to Himself, not frighten us away."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Ambrose: On Repentance Book I 1:15",
                            "text": "He came in meekness, He came in humility, and so He said: \"Come unto Me, all ye that labour and are heavy laden, and I will refresh you\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Ambrose: On Repentance Book I 1:16",
                            "text": "So, then, the Lord Jesus refreshes, and does not shut out nor cast off, and fitly chose such disciples as should be interpreters of the Lord's will, as should gather together and not drive away the people of God."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Ambrose: On Repentance Book I 1:17",
                            "text": "Whence it is clear that they are not to be counted amongst the disciples of Christ, who think that harsh and proud opinions should be followed rather than such as are gentle and meek; persons who, while they themselves seek God's mercy, deny it to others, such as are the teachers of the Novatians, who call themselves pure."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Ambrose: On Repentance Book I 1:18",
                            "text": "4."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Ambrose: On Repentance Book I 1:19",
                            "text": "What can show more pride than this, since the Scripture says: \"No one is free from sin, not even an infant of a day old;\" and David cries out: \"Cleanse me from my sin\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Ambrose: On Repentance Book I 1:20",
                            "text": "Are they more holy than David, of whose family Christ vouchsafed to be born in the mystery of the Incarnation, whose descendant is that heavenly Hall which received the world's Redeemer in her virgin womb? For what is more harsh than to inflict a penance which they do not relax, and by refusing pardon to take away the incentive to penance and repentance? Now no one can repent to good purpose unless he hopes for mercy."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Ambrose: On Repentance Book I 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:2",
                            "text": "The assertion of the Novatians that they refuse communion only to the lapsed agrees neither with the teaching of holy Scripture nor with their own."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:3",
                            "text": "And whereas they allege as a pretext their reverence for  the divine power, they really are contemning it, inasmuch as it is a sign of low estimation not to use the whole of a power entrusted to one."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:4",
                            "text": "But the Church rightly claims the power of binding and loosing, which heretics have not, inasmuch as she has received it from the Holy Spirit, against Whom they act presumptuously."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:5",
                            "text": "5."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:6",
                            "text": "But they say that those should not be restored to communion who have fallen into denial of the faith."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:7",
                            "text": "If they made the crime of sacrilege the only exception to receiving forgiveness, they would be acting harshly indeed, and, as it would seem, would be in opposition to the divine utterances only, while consistent with their own assertions."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:8",
                            "text": "For when the Lord forgave all sins, He made an exception of none."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:9",
                            "text": "But since, as it were after the fashion of the Stoics, they think that all sins are equal in gravity, and assert that he who has stolen a common fowl, as they say, no less than he who has smothered his father, should be for ever excluded from the divine mysteries, how can they select those guilty of one special offence, since even they themselves cannot deny that it is most unjust that the penalty of one should extend to many?  6."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:10",
                            "text": "They affirm that they are showing great reverence for God, to Whom alone they reserve the power of forgiving sins."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:11",
                            "text": "But in truth none do Him greater injury than they who choose to prune His commandments and reject the office entrusted to them."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:12",
                            "text": "For inasmuch as the Lord Jesus Himself said in the Gospel: \"Receive ye the Holy Spirit: whosesoever sins ye forgive they are forgiven unto them, and whosesoever sins ye retain, they are retained,\" who is it that honours Him most, he who obeys His bidding or he who rejects it?  7."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:13",
                            "text": "The Church holds fast its obedience on either side, by both retaining and remitting sin; heresy is on the one side cruel, and on the other disobedient; wishes to bind what it will not loosen, and will not loosen what it has bound, whereby it condemns itself by its own sentence."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:14",
                            "text": "For the Lord willed that the power of binding and of loosing should be alike, and sanctioned each by a similar condition."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:15",
                            "text": "So he who has not the power to loose has not the power to bind."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:16",
                            "text": "For as, according to the Lord's word, he who has the power to bind has also the power to loose, their teaching destroys itself, inasmuch as they who deny that they have the power of loosing ought also to deny that of binding."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:17",
                            "text": "For how can the one be allowed and the other disallowed? It is plain and evident that either each is allowed or each is disallowed in the case of those to whom each has been given."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:18",
                            "text": "Each is allowed to the Church, neither to heresy, for this power has been entrusted to priests alone."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:19",
                            "text": "Rightly, therefore, does the Church claim it, which has true priests; heresy, which has not the priests of God, cannot claim it."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:20",
                            "text": "And by not claiming this power heresy pronounces its own sentence, that not possessing priests it cannot claim priestly power."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:21",
                            "text": "And so in their shameless obstinacy a shamefaced acknowledgment meets our view."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:22",
                            "text": "8."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:23",
                            "text": "Consider, too, the point that he who has received the Holy Ghost has also received the power of forgiving and of retaining sin."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:24",
                            "text": "For thus it is written: \"Receive the Holy Spirit: whosesoever sins ye forgive, they are forgiven unto them, and whosesoever sins ye retain, they are retained\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:25",
                            "text": "So, then, he who has not received power to forgive sins has not received the Holy Spirit."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:26",
                            "text": "The office of the priest is a gift of the Holy Spirit, and His right it is specially to forgive and to retain sins."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:27",
                            "text": "How, then, can they claim His gift who distrust His power and His right?  9."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:28",
                            "text": "And what is to be said of their excessive arrogance? For although the Spirit of God is more inclined to mercy than to severity, their will is opposed to that which He wills, and they do that which He wills not; whereas it is the office of a judge to punish, but of mercy to forgive."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:29",
                            "text": "It would be more endurable, Novatian, that thou shouldst forgive than that thou shouldst bind."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Ambrose: On Repentance Book I 2:30",
                            "text": "In the one case thou wouldst assume the right as one who rarely offended; in the other thou wouldst forgive as one who had fellow-feeling with the misery of sin."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Ambrose: On Repentance Book I 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:2",
                            "text": "To the argument of the Novatians, that they only deny forgiveness in the case of greater sins, St."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:3",
                            "text": "Ambrose replies, that this is also an offence against God, Who gave the power to forgive all sins, but that of course a more severe penance must follow in case of graver sins."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:4",
                            "text": "He points out likewise that this distinction as to the gravity of sins assigns, as it were, severity to God, Whose mercy in the Incarnation is overlooked by the Novatians."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:5",
                            "text": "10."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:6",
                            "text": "But they say that, with the exception of graver sins, they grant forgiveness to those of less weight."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:7",
                            "text": "This is not the teaching of your father, Novatian, who thought that no one should be admitted to penance, considering that what he was unable to loose he would not bind, lest by binding he should inspire the hope that he would loose."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:8",
                            "text": "So that your father is condemned by your own sentence, you who make a distinction between sins, some of which you consider that you can loose, and others which you consider to be without remedy."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:9",
                            "text": "But God does not make a distinction, Who has promised His mercy to all, and granted to His priests the power of loosing without any exception."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:10",
                            "text": "But he who has heaped up sin must also increase his penitence."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:11",
                            "text": "For greater sins are washed away by greater weeping."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:12",
                            "text": "So neither is Novatian justified, who excluded all from pardon; nor are you, who imitate and, at the same time, condemn him, for you diminish zeal for penance where it ought to be increased, since the mercy of Christ has taught us that graver sins must be made good by greater efforts."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:13",
                            "text": "11."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:14",
                            "text": "And what perversity it is to claim for yourselves what can be forgiven, and, as you say, to reserve to God what cannot be forgiven."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:15",
                            "text": "This would be to reserve to oneself the cases for mercy, to God those for severity."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:16",
                            "text": "And what as to that saying: \"Let God be true but every man a liar, as it is written, That Thou mightest be justified in Thy words, and overcome when Thou art judged\"? In order, then, that we may recognize that the God of mercy is rather prone to indulgence than to severity, it is said: \"I desire mercy rather than sacrifice\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:17",
                            "text": "How, then, can your sacrifice, who refuse mercy, be acceptable to God, since He says that He wills not the death of a sinner, but his correction?  12."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:18",
                            "text": "Interpreting which truth, the Apostle says: \"For God, sending His own Son in the likeness of sinful flesh, and for sin condemned sin in the flesh, that the righteousness of the Law might be fulfilled in us\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:19",
                            "text": "He does not say \"in the likeness of flesh,\" for Christ took on Himself the reality not the likeness of flesh; nor does He say in the likeness of sin, for He did no sin, but was made sin for us."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:20",
                            "text": "Yet He came \"in the likeness of sinful flesh;\" that is, He took on Him the likeness of sinful flesh, the likeness, because it is written: \"He is man, and who shall know Him?\" He was man in the flesh, according to His human nature, that He might be recognized, but in power was above man, that He might not be recognized, so He has our flesh, but has not the failings of this flesh."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:21",
                            "text": "13."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:22",
                            "text": "For He was not begotten, as is every man, by intercourse between male and female, but born of the Holy Spirit and of the Virgin; He received a stainless body, which not only no sins polluted, but which neither the generation nor the conception had been stained by any admixture of defilement."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:23",
                            "text": "For we men are all born under sin, and our very origin is in evil, as we read in the words of David: \"For lo, I was conceived in wickedness, and in sin did my mother bring me forth\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:24",
                            "text": "Therefore the flesh of Paul was a body of death, as he himself says: \"Who shall deliver me from the body of this death?\" But the flesh of Christ condemned sin, which He felt not at His birth, and crucified by His death, so that in our flesh there might be justification through grace, in which before there had been pollution by guilt."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:25",
                            "text": "14."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:26",
                            "text": "What, then, shall we say to this, except that which the Apostle said: \"If God is for us, who is against us? He who spared not His own Son, but gave Him up for us all, how has He not with Him also given us all things? Who shall lay a charge against the elect? It is God Who justifieth, who is he that shall condemn? It is Christ Who died, yea, Who also rose again, Who is at the right hand of God, Who also maketh intercession for us\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:27",
                            "text": "Novatian then brings charges against those for whom Christ intercedes."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:28",
                            "text": "Those whom Christ has redeemed unto salvation Novatian condemns to death."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:29",
                            "text": "Those to whom Christ says: \"Take My yoke upon you, and learn of Me, for I am gentle,\" Novatian says, I am not gentle."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Ambrose: On Repentance Book I 3:30",
                            "text": "On those to whom Christ says: \"Ye shall find rest for your souls, for My yoke is pleasant and My burden is light,\" Novatian lays a heavy burden and a hard yoke."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Ambrose: On Repentance Book I 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:2",
                            "text": "St."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:3",
                            "text": "Ambrose proceeds with the proof of the divine mercy, and shows by the testimony of the Gospels that it prevails over severity, and he adduces the instance of athletes to show that of those who have denied Christ before men, all are not to be esteemed alike."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:4",
                            "text": "15."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:5",
                            "text": "Although what has been said sufficiently shows how inclined the Lord Jesus is to mercy, let Him further instruct us with His own words, when He would arm us against the assaults of persecution."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:6",
                            "text": "\"Fear  not,\" He says, \"those who kill the body, but cannot kill the soul, but rather fear Him Who can cast both body and soul into hell\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:7",
                            "text": "And farther on: \"Every one, therefore, who shall confess Me before men, him will I also confess before My Father, Who is in heaven, but he who shall deny Me before men, him will I also deny before My Father, Who is in heaven\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:8",
                            "text": "16."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:9",
                            "text": "Where He says that He will confess, He will confess \"every one\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:10",
                            "text": "Where He speaks of denying, He does not speak of denying \"every one\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:11",
                            "text": "For, whereas in the former clause He says, \"Every one who shall confess Me, him will I confess,\" we should expect that in the following clause He would also say, \"Every one who shall deny Me\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:12",
                            "text": "But in order that He might not appear to deny every one, He concludes: \"But he who shall deny Me before men, him will I also deny\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:13",
                            "text": "He promises favour to every one, but He does not threaten the penalty to every one."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:14",
                            "text": "He makes more of that which is merciful."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:15",
                            "text": "He makes less of what is penal."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:16",
                            "text": "17."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:17",
                            "text": "And this is written not only in that book of the Gospel of the Lord Jesus, which is written according to Matthew, but it is also to be read in that which we have according to Luke, that we might know that neither had thus related the saying by chance."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:18",
                            "text": "18."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:19",
                            "text": "We have said that it is thus written."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:20",
                            "text": "Let us now consider the meaning."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:21",
                            "text": "\"Every one,\" He says, \"who shall confess Me,\" that is to say, of whatever age, of whatever condition he may be, who shall confess Me, he shall have Me as the Rewarder of his confession."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:22",
                            "text": "Whereas the expression is, \"every one,\" no one who shall confess is excluded from the reward."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:23",
                            "text": "But it is not said in like manner, \"Every one who shall deny shall be denied,\" for it is possible that a man overcome by torture may deny God in word, and yet worship Him in his heart."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:24",
                            "text": "19."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:25",
                            "text": "Is the case the same with him who denies voluntarily, and with him whom torture, not his own will, has led to denial? How unfit were it, since with men credit is given for endurance in a struggle, that one should assert that it had no value with God! For often in this world's athletic contests the public crown together with the victors even the vanquished whose conduct has been approved, especially if perchance they have seen that they lost the victory by some trick or fraud."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:26",
                            "text": "And shall Christ suffer His athletes, whom He has seen to yield for a moment to severe torments, to remain without forgiveness?  20."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:27",
                            "text": "Shall not He take account of their toil, Who will not cast off for ever even those whom He casts off? For David says: \"God will not cast off for ever,\" and in opposition to this shall we listen to heresy asserting, \"He does cast off for ever\"? David says: \"God will not for ever cut off His mercy from generation to generation, nor will He forget to be merciful\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Ambrose: On Repentance Book I 4:28",
                            "text": "This is the prophet's declaration, and there are those who would maintain a forgetfulness of mercy on God's part."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Ambrose: On Repentance Book I 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:2",
                            "text": "The objection from the unchangeableness of God is answered from several passages of Scripture, wherein God promises forgiveness to sinners on their repentance."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:3",
                            "text": "St."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:4",
                            "text": "Ambrose also shows that mercy will be more readily accorded to such as have sinned, as it were, against their will, which he illustrates by the case of prisoners taken in war, and by language put into the mouth of the devil."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:5",
                            "text": "21."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:6",
                            "text": "But they say that they make these assertions in order not to seem to make God liable to change, as He would be if He forgave those with whom He was angry."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:7",
                            "text": "What then? Shall we reject the utterances of God and follow their opinions? But God is not to be judged by the statements of others, but by His own words."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:8",
                            "text": "What mark of His mercy have we more ready at hand than that He Himself, through the prophet Hosea, is at once merciful as though reconciled to those whom in His anger He had threatened? For He says: \"O Ephraim, what shall I do unto thee, or what shall I do unto thee, O Judah? Your kindness,\" etc."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:9",
                            "text": "And further on: \"How shall I establish thee? I will make thee as Admah, and as Zeboim\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:10",
                            "text": "In the midst of His indignation He hesitates, as it were, with fatherly love, doubting how He can give over the wanderer to punishment; for although the Jew deserves it, God yet takes counsel with Himself."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:11",
                            "text": "For immediately after having said, \"I will make thee as Admah and as Zeboim,\" which cities, owing to their nearness to Sodom, suffered together in like destruction, He adds, \"My heart is turned against Me, My compassion is aroused, I will not do according to the fierceness of Mine anger\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:12",
                            "text": "22."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:13",
                            "text": "Is it not evident that the Lord Jesus is angry with us when we sin in order that He may convert us through fear of His indignation? His indignation, then, is not the carrying out of vengeance, but rather the working out of forgiveness, for these are His words: \"If thou shalt turn and lament, thou shalt be saved\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:14",
                            "text": "He waits for our lamentations here, that is, in time, that He may spare us those which shall be eternal."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:15",
                            "text": "He waits for our tears, that He may pour forth His goodness."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:16",
                            "text": "So in the Gospel, having pity on the tears of the widow, He raised her son."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:17",
                            "text": "He waits for our conversion, that He may Himself restore us to grace, which would have continued with us had no fall overtaken us."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:18",
                            "text": "But He is angry because we have by our sins incurred guilt, in order that we may be humbled; we are humbled, in order that we may be found worthy rather of pity than of punishment."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:19",
                            "text": "23."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:20",
                            "text": "Jeremiah, too, may certainly teach when he says: \"For the Lord will not cast off for ever; for after He has humbled, He will have compassion according to the multitude of His mercies, Who hath not humbled from His whole heart nor cast off the children of men\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:21",
                            "text": "This passage we certainly find in the Lamentations of Jeremiah, and from it, and from what follows, we note that the Lord humbles all the prisoners of the earth under His feet, in order that we may escape His judgment."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:22",
                            "text": "But He does not bring down the sinner even to the earth with His whole heart Who raises the poor even from the dust and the needy from the dunghill."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:23",
                            "text": "For He brings not down with His whole heart Who reserves the intention of forgiving."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:24",
                            "text": "24."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:25",
                            "text": "But if He brings not down every sinner with His whole heart, how much less does He bring down him with His whole heart who has not sinned with his whole heart! For as He said of the Jews: \"This people honoureth Me with their lips, but their heart is far from Me,\" so perhaps He may say of some of the fallen: \"They denied Me with their lips, but in heart they are with Me."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:26",
                            "text": "It was pain which overcame them, not unfaithfulness which turned them aside\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:27",
                            "text": "But some without cause refuse pardon to those whose faith the persecutor himself confessed up to the point of striving to overcome it by torture."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:28",
                            "text": "They denied the Lord once, but confess Him daily; they denied Him in word, but confess Him with groans, with cries, and with tears; they confess Him with willing words, not under compulsion."
                        },
                        {
                            "verse": 29,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:29",
                            "text": "They yielded, indeed, for a moment to the temptation of the devil, but even the devil afterwards departed from those whom he was unable to claim as his own."
                        },
                        {
                            "verse": 30,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:30",
                            "text": "He yielded to their weeping, he yielded to their repentance, and after making them his own lost those whom he attached when they belonged to Another."
                        },
                        {
                            "verse": 31,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:31",
                            "text": "25."
                        },
                        {
                            "verse": 32,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:32",
                            "text": "Is not the case such as when any one carries away captive the people of a conquered city? The captive is led away, but against his will."
                        },
                        {
                            "verse": 33,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:33",
                            "text": "He must of necessity go to foreign lands, does not willingly make the journey; he takes his native land with him in his heart, and seeks an opportunity to return."
                        },
                        {
                            "verse": 34,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:34",
                            "text": "What then? When any such return, does any one urge that they should not be received; with less honour indeed, but with readier will, that the enemy may have nothing with which to reproach them? If you pardon an armed man who was able to fight, do you not pardon him in whom faith alone waged the battle?  26."
                        },
                        {
                            "verse": 35,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:35",
                            "text": "If we were to enquire what is the opinion of the devil concerning those who have fallen after this sort, would he not probably reply: \"This people honours me with their lips, but their heart is far from me? For how can he be with me who does not depart from Christ? Without any cause do they appear to honour me who keep the doctrine of Jesus, and I thought that they would teach mine."
                        },
                        {
                            "verse": 36,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:36",
                            "text": "They condemn me all the more when they forsake me after trial."
                        },
                        {
                            "verse": 37,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:37",
                            "text": "Indeed Jesus is more glorified in these, when He receives them on their return to Him."
                        },
                        {
                            "verse": 38,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:38",
                            "text": "All the angels rejoice, for in heaven there is greater joy over one sinner that repents, than over ninety and nine just persons who need not repentance."
                        },
                        {
                            "verse": 39,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:39",
                            "text": "I am triumphed over in heaven and on earth."
                        },
                        {
                            "verse": 40,
                            "chapter": 5,
                            "name": "Ambrose: On Repentance Book I 5:40",
                            "text": "Christ loses nothing when they who came to me with weeping return with longing to the Church, and I am in danger even as regards my own, who will learn that in reality there is nothing here where men are led on by present rewards, but that there must be very much there where groans and tears and fasts are preferred to my feasts\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Ambrose: On Repentance Book I 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Ambrose: On Repentance Book I 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Ambrose: On Repentance Book I 6:2",
                            "text": "The Novatians, by excluding such from the banquet of Christ, imitate not indeed the good Samaritan, but the proud lawyer, the priest, and the Levite who are blamed in the Gospel, and are indeed worse than these."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Ambrose: On Repentance Book I 6:3",
                            "text": "27."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Ambrose: On Repentance Book I 6:4",
                            "text": "Do you then, O Novatians, shut out  these? For what is it when you refuse the hope of forgiveness but to shut out? But the Samaritan did not pass by the man who had been left half dead by the robbers; he dressed his wounds with oil and wine, first pouring in oil in order to comfort them; he set the wounded man on his own beast, on which he bore all his sins; nor did the Shepherd despise His wandering sheep."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Ambrose: On Repentance Book I 6:5",
                            "text": "28."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Ambrose: On Repentance Book I 6:6",
                            "text": "But you say: \"Touch me not\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Ambrose: On Repentance Book I 6:7",
                            "text": "You who wish to justify yourselves say, \"He is not our neighbour,\" being more proud than that lawyer who wished to tempt Christ, for he said \"Who is my neighbour?\" He asked, you deny, going on like that priest, like that Levite passing by him whom you ought to have taken and tended, and not receiving them into the inn for whom Christ paid the two pence, whose neighbour Christ bids you to become that you might show mercy to him."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Ambrose: On Repentance Book I 6:8",
                            "text": "For he is our neighbour whom not only a similar condition has joined, but whom mercy has bound to us."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Ambrose: On Repentance Book I 6:9",
                            "text": "You make yourself strange to him through pride, in vain puffing up yourself in your carnal mind, and not holding the Head."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Ambrose: On Repentance Book I 6:10",
                            "text": "For if you held the Head you would consider that you must not forsake him for whom Christ died."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Ambrose: On Repentance Book I 6:11",
                            "text": "If you held the Head you would consider that the whole body, by joining together rather than by separating, grows unto the increase of God by the bond of charity and the rescue of a sinner."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Ambrose: On Repentance Book I 6:12",
                            "text": "29."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Ambrose: On Repentance Book I 6:13",
                            "text": "When, then, you take away all the fruits of repentance, what do you say but this: Let no one who is wounded enter our inn, let no one be healed in our Church? With us the sick are not cared for, we are whole, we have no need of a physician, for He Himself says: \"They that are whole need not a physician, but they that are sick\"."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Ambrose: On Repentance Book I 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Ambrose: On Repentance Book I 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Ambrose: On Repentance Book I 7:2",
                            "text": "St."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Ambrose: On Repentance Book I 7:3",
                            "text": "Ambrose, addressing Christ, complains of the Novatians, and shows that they have no part with Christ, Who wishes all men to be saved."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Ambrose: On Repentance Book I 7:4",
                            "text": "30."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Ambrose: On Repentance Book I 7:5",
                            "text": "So, then, Lord Jesus, come wholly to Thy Church, since Novatian makes excuse."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Ambrose: On Repentance Book I 7:6",
                            "text": "Novatian says, \"I have bought a yoke of oxen,\" and he puts not on the light yoke of Christ, but lays upon his shoulders a heavy burden which he is not able to bear."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Ambrose: On Repentance Book I 7:7",
                            "text": "Novatian held back Thy servants by whom he was invited, treated them contemptuously and slew them, polluting them with the stain of a reiterated baptism."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Ambrose: On Repentance Book I 7:8",
                            "text": "Send forth, therefore, into the highways, and gather together good and bad, bring the weak, the blind, and the lame into Thy Church."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Ambrose: On Repentance Book I 7:9",
                            "text": "Command that Thy house be filled, bring in all unto Thy supper, for Thou wilt make him whom Thou shalt call worthy, if he follow Thee."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Ambrose: On Repentance Book I 7:10",
                            "text": "He indeed is rejected who has not the wedding garment, that is, the vestment of charity, the veil of grace."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Ambrose: On Repentance Book I 7:11",
                            "text": "Send forth I pray Thee to all."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Ambrose: On Repentance Book I 7:12",
                            "text": "31."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Ambrose: On Repentance Book I 7:13",
                            "text": "Thy Church does not excuse herself from Thy supper, Novatian makes excuse."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Ambrose: On Repentance Book I 7:14",
                            "text": "Thy family says not, \"I am whole, I need not the physician,\" but it says: \"Heal me, O Lord, and I shall be healed; save me, and I shall be saved\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Ambrose: On Repentance Book I 7:15",
                            "text": "The likeness of Thy Church is that woman who went behind and touched the hem of Thy garment, saying within herself: \"If I do but touch His garment I shall be whole\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Ambrose: On Repentance Book I 7:16",
                            "text": "So the Church confesses her wounds, but desires to be healed."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Ambrose: On Repentance Book I 7:17",
                            "text": "32."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Ambrose: On Repentance Book I 7:18",
                            "text": "And Thou indeed, O Lord, desirest that all should be healed, but all do not wish to be healed."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Ambrose: On Repentance Book I 7:19",
                            "text": "Novatian wishes not, who thinks that he is whole."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Ambrose: On Repentance Book I 7:20",
                            "text": "Thou, O Lord, sayest that Thou art sick, and feelest our infirmity in the least of us, saying: \"I was sick and ye visited Me\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Ambrose: On Repentance Book I 7:21",
                            "text": "Novatian does not visit that least one in whom Thou desirest to be visited."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Ambrose: On Repentance Book I 7:22",
                            "text": "Thou saidst to Peter when he excused himself from having his feet washed by Thee: \"If I wash not thy feet, thou wilt have no part with Me\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Ambrose: On Repentance Book I 7:23",
                            "text": "What fellowship, then, can they have with Thee, who receive not the keys of the kingdom of heaven, saying that they ought not to remit sins?  33."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Ambrose: On Repentance Book I 7:24",
                            "text": "And this confession is indeed rightly made by them, for they have not the succession of Peter, who hold not the chair of Peter, which they rend by wicked schism; and this, too, they do, wickedly denying that sins can be forgiven even in the Church, whereas it was said to Peter: \"I will give unto thee the keys of the kingdom of heaven, and whatsoever thou shalt bind on earth shall be bound also in heaven, and whatsoever thou shalt loose on earth shall be loosed also in heaven\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "Ambrose: On Repentance Book I 7:25",
                            "text": "And the vessel of divine election himself said: \"If ye have forgiven anything to any one, I forgive also, for what I have forgiven I have done it for your sakes in the person of Christ\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 7,
                            "name": "Ambrose: On Repentance Book I 7:26",
                            "text": "Why, then, do they read Paul's writings, if they think that he has erred so wickedly as to claim for himself the right of his Lord? But he claimed what he had received, he did not usurp that which was not due to him."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Ambrose: On Repentance Book I 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:2",
                            "text": "It was the Lord's will to confer great gifts on His disciples."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:3",
                            "text": "Further, the Novatians confute themselves by the practices of laying on of hands and of baptism, since it is by the same power that sins are remitted in penance and in baptism."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:4",
                            "text": "Their conduct is then contrasted with that of our Lord."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:5",
                            "text": "34."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:6",
                            "text": "It is the will of the Lord that His disciples should possess great powers; it is His will that the same things which He did when on earth should be done in His Name by His servants."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:7",
                            "text": "For He said: \"Ye shall do greater things than these\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:8",
                            "text": "He gave them power to raise the dead."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:9",
                            "text": "And whereas He could Himself have restored to Saul the use of his sight, He nevertheless sent him to His disciple Ananias, that by his blessing Saul's eyes might be restored, the sight of which he had lost."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:10",
                            "text": "Peter also He bade walk with Himself on the sea, and because he faltered He blamed him for lessening the grace given him by the weakness of his faith."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:11",
                            "text": "He Who Himself was the light of the world granted to His disciples to be the light of the world through grace."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:12",
                            "text": "And because He purposed to descend from heaven and to ascend thither again, He took up Elijah into heaven to restore him again to earth at the time which should please Him."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:13",
                            "text": "And being baptized with the Holy Spirit and with fire, He foreshadowed the Sacrament of Baptism at the hands of John."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:14",
                            "text": "35."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:15",
                            "text": "And in fine He gave all gifts to His disciples, of whom He said: \"In My Name they shalt cast out devils; they shall speak with new tongues; they shall take up serpents; and if they shall drink any deadly thing it shall not hurt them; they shall lay hands on the sick, and they shall do well\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:16",
                            "text": "So, then, He gave them all things, but there is no power of man exercised in these things, in which the grace of the divine gift operates."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:17",
                            "text": "36."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:18",
                            "text": "Why, then, do you lay on hands, and believe it to be the effect of the blessing, if perchance some sick person recovers? Why do you assume that any can be cleansed by you from the pollution of the devil? Why do you baptize if sins cannot be remitted by man? If baptism is certainly the remission of all sins, what difference does it make whether priests claim that this power is given to them in penance or at the font? In each the mystery is one."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:19",
                            "text": "37."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:20",
                            "text": "But you say that the grace of the mysteries works in the font."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:21",
                            "text": "What works, then, in penance? Does not the Name of God do the work? What then? Do you, when you choose, claim for yourselves the grace of God, and when you choose reject it? But this is a mark of insolent presumption, not of holy fear, when those who wish to do penance are despised by you."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:22",
                            "text": "You cannot, forsooth, endure the tears of the weepers; your eyes cannot bear the coarse clothing, the filth of the squalid; with proud eyes and puffed-up hearts you delicate ones say with angry tones, \"Touch me not, for I am pure\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:23",
                            "text": "38."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:24",
                            "text": "The Lord said indeed to Mary Magdalene, \"Touch Me not,\" but He Who was pure did not say, \"because I am pure\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:25",
                            "text": "Do you, Novatian, dare to call yourself pure, whilst, even if you were pure as regards your acts, you would be made impure by this saying alone? Isaiah says: \"O wretched that I am, and pricked to the heart; for that being a man, and having unclean lips, I dwell also in the midst of a people having unclean lips,\" and do you say, \"I am clean,\" when, as it is written, not even an infant of a day old is pure? David says, \"And cleanse me from my sin,\" whom for his tender heart the grace of God often cleansed; are you pure who are so unrighteous as to have no tenderness, as to see the mote in your brother's eye, but not to consider the beam which is in your own eye? For with God no one who is unjust is pure."
                        },
                        {
                            "verse": 26,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:26",
                            "text": "And what is more unjust than to desire to have your sins forgiven you, and yet yourself to think that he who entreats you ought not to be forgiven? What is more unjust than to justify yourself in that wherein you condemn another, whilst you yourself are committing worse offences?  39."
                        },
                        {
                            "verse": 27,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:27",
                            "text": "Then, too, the Lord Jesus when about to consecrate the forgiveness of our sins replied to John, who said: \"I ought to be baptized of Thee, and comest Thou to me? Suffer it now, for thus it becometh us to fulfil all righteousness\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 8,
                            "name": "Ambrose: On Repentance Book I 8:28",
                            "text": "And the Lord indeed came to a sinner, though indeed He had no sin, and desired to be baptized, having no need of cleansing; who, then, can tolerate you, who think there is no need for you to be cleansed by penance, because you say you are cleansed by grace, as though it were now impossible for you to sin?."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Ambrose: On Repentance Book I 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Ambrose: On Repentance Book I 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Ambrose: On Repentance Book I 9:2",
                            "text": "By collating similar passages with 1 Sam."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Ambrose: On Repentance Book I 9:3",
                            "text": "iii."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Ambrose: On Repentance Book I 9:4",
                            "text": "25 , St."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Ambrose: On Repentance Book I 9:5",
                            "text": "Ambrose shows that the meaning is not that no one shall intercede, but that the intercessor must be worthy as were Moses and Jeremiah, at whose prayers we read that God spared Israel."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Ambrose: On Repentance Book I 9:6",
                            "text": "40."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Ambrose: On Repentance Book I 9:7",
                            "text": "But you say, It is written: \"If a man sin against the Lord, who shall entreat for him?\" First of all, as I already said before, I might allow you to make that objection if you refused penance to those only who denied the faith."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Ambrose: On Repentance Book I 9:8",
                            "text": "But what difficulty does that question produce? For it is not written, \"No one shall entreat for him;\" but, \"Who shall entreat?\" that is to say, the question is, Who in such a case can entreat? The entreaty is not excluded."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Ambrose: On Repentance Book I 9:9",
                            "text": "41."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Ambrose: On Repentance Book I 9:10",
                            "text": "Then you have in the fifteenth Psalm: \"Lord, who shall dwell in Thy tabernacle, or who shall rest upon Thy holy hill?\" It is not that no one, but that he who is approved shall dwell there, nor does it say that no one shall rest, but he who is chosen shall rest."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Ambrose: On Repentance Book I 9:11",
                            "text": "And that you may know that this is true, it is said not much later in the twenty-fourth Psalm: \"Who shall ascend into the hill of the Lord, or who shall stand in His holy place?\" The writer implies, not any ordinary person, or one of the common sort, but only a man of excellent life and of singular merit."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Ambrose: On Repentance Book I 9:12",
                            "text": "And that we may understand that when the question is asked, Who? it does not imply no one, but some special one is meant, after having said \"Who shall ascend into the hill of the Lord?\" the Psalmist adds: \"He that hath clean hands and a pure heart, who hath not lift up his mind unto vanity\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Ambrose: On Repentance Book I 9:13",
                            "text": "And elsewhere it is said: \"Who is wise and he shall understand these things?\" And in the Gospel: \"Who is the faithful and wise steward, whom the Lord shall set over His household to give them their measure of wheat in due season?\" And that we may understand that He speaks of such as really exist, the Lord added: \"Blessed is that servant, whom his Lord when He cometh shall find so doing\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Ambrose: On Repentance Book I 9:14",
                            "text": "And I am of opinion that where it is said, \"Lord, who is like unto Thee?\" it is not meant that none is like, for the Son is the image of the Father."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Ambrose: On Repentance Book I 9:15",
                            "text": "42."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Ambrose: On Repentance Book I 9:16",
                            "text": "We must then understand in the same manner, \"Who shall entreat for him?\" as implying: It must be some one of excellent life who shall entreat for him who has sinned against the Lord."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Ambrose: On Repentance Book I 9:17",
                            "text": "The greater the sin, the more worthy must be the prayers that are sought."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Ambrose: On Repentance Book I 9:18",
                            "text": "For it was not any one of the common people who prayed for the Jewish people, but Moses, when forgetful of their covenant they worshipped the head of the calf."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Ambrose: On Repentance Book I 9:19",
                            "text": "Was Moses wrong? Certainly he was not wrong in praying, who both merited and obtained that for which he asked."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Ambrose: On Repentance Book I 9:20",
                            "text": "For what should such love not obtain as that of his when he offered himself for the people and said: \"And now, if Thou wilt forgive their sin, forgive; but if not, blot me out of the book of life\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Ambrose: On Repentance Book I 9:21",
                            "text": "We see that he does not think of himself, like a man full of fancies and scruples, whether he may incur the risk of some offence, as Novatian says he dreads that he might, but rather, thinking of all and forgetful of himself, he was not afraid lest he should offend, so that he might rescue and free the people from danger of offence."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Ambrose: On Repentance Book I 9:22",
                            "text": "43."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "Ambrose: On Repentance Book I 9:23",
                            "text": "Rightly, then, is it said: \"Who shall entreat for him?\" It implies that it must be such an one as Moses to offer himself for those who sin, or such as Jeremiah, who, though the Lord said to him, \"Pray not thou for this people,\" and yet he prayed and obtained their forgiveness."
                        },
                        {
                            "verse": 24,
                            "chapter": 9,
                            "name": "Ambrose: On Repentance Book I 9:24",
                            "text": "For at the intercession of the prophet, and the entreaty of so great a seer, the Lord was moved and said to Jerusalem, which had meanwhile repented for its sins, and had said: \"O Almighty Lord God of Israel, the soul in anguish, and the troubled spirit crieth unto Thee, hear, O Lord, and have mercy\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 9,
                            "name": "Ambrose: On Repentance Book I 9:25",
                            "text": "And the Lord bids them lay aside the garments of mourning, and to cease the groanings of repentance, saying: \"Put off, O Jerusalem, the garment of thy mourning and affliction."
                        },
                        {
                            "verse": 26,
                            "chapter": 9,
                            "name": "Ambrose: On Repentance Book I 9:26",
                            "text": "and clothe thyself in beauty, the glory which God hath given thee for ever\"."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Ambrose: On Repentance Book I 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Ambrose: On Repentance Book I 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Ambrose: On Repentance Book I 10:2",
                            "text": "St."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Ambrose: On Repentance Book I 10:3",
                            "text": "John did not absolutely forbid that prayer should be made for those who \"sin unto death,\" since he knew that Moses, Jeremiah, and Stephen had so prayed, and he himself implies that forgiveness is not to be denied them."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Ambrose: On Repentance Book I 10:4",
                            "text": "44."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Ambrose: On Repentance Book I 10:5",
                            "text": "Such intercessors, then, must be sought for after very grievous sins, for if any ordinary persons pray they are not heard."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Ambrose: On Repentance Book I 10:6",
                            "text": "45."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Ambrose: On Repentance Book I 10:7",
                            "text": "So that point of yours will have no  weight, which you take from the Epistle of John, where he says: \"He who knows that his brother sinneth a sin not unto death, let him ask, and God will give him life, because he sinned not unto death."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Ambrose: On Repentance Book I 10:8",
                            "text": "There is a sin unto death: not concerning it do I say, let him ask\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Ambrose: On Repentance Book I 10:9",
                            "text": "He was not speaking to Moses and Jeremiah, but to the people, who must seek another intercessor for their sins; the people, for whom it is sufficient they entreat God for their lighter faults, and consider that pardon for weightier sins must be reserved for the prayers of the just."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Ambrose: On Repentance Book I 10:10",
                            "text": "For how could John say that graver sins should not be prayed for, when he had read that Moses prayed and obtained his request, where there had been wilful casting off of faith, and knew that Jeremiah also had entreated?  46."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Ambrose: On Repentance Book I 10:11",
                            "text": "How could John say that we should not pray for the sin unto death, who himself in the Apocalypse wrote the message to the angel of the Church of Pergamos? \"Thou hast there those that hold the doctrine of Balaam, who taught Balac to put a stumbling-block before the children of Israel, to eat things sacrificed unto idols, and to commit fornication."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Ambrose: On Repentance Book I 10:12",
                            "text": "So hast thou also them that hold the doctrines of the Nicolaitans."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Ambrose: On Repentance Book I 10:13",
                            "text": "Repent likewise, or else I will come to thee quickly\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Ambrose: On Repentance Book I 10:14",
                            "text": "Do you see that the same God Who requires repentance promises forgiveness? And then He says: \"He that hath ears let him hear what the Spirit saith to the churches: To him that overcometh will I give to eat of the hidden manna\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Ambrose: On Repentance Book I 10:15",
                            "text": "47."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Ambrose: On Repentance Book I 10:16",
                            "text": "Did not John himself know that Stephen prayed for his persecutors, who had not been able even to listen to the Name of Christ, when he said of those very men by whom he was being stoned: \"Lord, lay not this sin to their charge\"? And we see the result of this prayer in the case of the Apostle, for Paul, who kept the garments of those who were stoning Stephen, not long after became an apostle by the grace of God, having before been a persecutor."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Ambrose: On Repentance Book I 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:2",
                            "text": "The passage quoted from St."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:3",
                            "text": "John's Epistle is confirmed by another in which salvation is promised to those who believe in Christ, which refutes the Novatians who try to induce the lapsed to believe, although denying them pardon."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:4",
                            "text": "Furthermore, many who had lapsed have received the grace of martyrdom, whilst the example of the good Samaritan shows that we must not abandon those in whom even the faintest amount of faith is still alive."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:5",
                            "text": "48."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:6",
                            "text": "Since, then, we have spoken of the general Epistle of St."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:7",
                            "text": "John, let us enquire whether the writings of John in the Gospel agree with your interpretation."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:8",
                            "text": "For he writes that the Lord said: \"God so loved this world, that He gave His only-begotten Son, that every one that believeth on Him should not perish but have everlasting life\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:9",
                            "text": "If, then, you wish to reclaim any one of the lapsed, do you exhort him to believe, or not to believe? Undoubtedly you exhort him to believe."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:10",
                            "text": "But, according to the Lord's words, he who believes shall have everlasting life."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:11",
                            "text": "How, then, will you forbid to pray for him, who has a claim to everlasting life? since faith is of divine grace, as the Apostle teaches where he speaks of the differences of gifts, for \"to another is given faith by the same Spirit\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:12",
                            "text": "And the disciples say to the Lord: \"Increase our faith\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:13",
                            "text": "He then who has faith has life, and he who has life is certainly not shut out from pardon; \"that every one,\" it is said, \"that believeth on Him should not perish\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:14",
                            "text": "Since it is said, Every one, no one is shut out, no one is excepted, for He does not except him who has lapsed, if only afterwards he believes effectually."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:15",
                            "text": "49."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:16",
                            "text": "We find that many have at length recovered themselves after a fall, and have suffered for the Name of God."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:17",
                            "text": "Can we deny fellowship with the martyrs to these to whom the Lord Jesus has not denied it? Do we dare to say that life is not restored to those to whom Christ has given a crown? As, then, a crown is given to many after they have lapsed, so, too, if they believe, their faith is restored, which faith is the gift of God, as you read: \"Because unto you it hath been granted by God not only to believe in Him, but also to suffer in His behalf\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:18",
                            "text": "Is it possible that he who has the gift of God should not have His forgiveness?  50."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:19",
                            "text": "Now it is not a single but a twofold grace that every one who believes should also suffer for the Lord Jesus."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:20",
                            "text": "He, then, who believes receives his grace, but he receives a second, if his faith be crowned by suffering."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:21",
                            "text": "For neither was Peter without grace before he suffered, but when he suffered he received a second gift."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:22",
                            "text": "And many who have not had the grace to suffer for Christ have nevertheless had the grace of believing on Him."
                        },
                        {
                            "verse": 23,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:23",
                            "text": "51."
                        },
                        {
                            "verse": 24,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:24",
                            "text": "Therefore it is said: \"That every  one that believeth in Him should not perish\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:25",
                            "text": "Let no one, that is, of whatever condition, after whatever fall, fear that he will perish."
                        },
                        {
                            "verse": 26,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:26",
                            "text": "For it may come to pass that the good Samaritan of the Gospel may find some one going down from Jerusalem to Jericho, that is, falling back from the martyr's conflict to the pleasures of this life and the comforts of the world; wounded by robbers, that is, by persecutors, and left half dead; that good Samaritan, Who is the Guardian of our souls (for the word Samaritan means Guardian), may, I say, not pass by him but tend and heal him."
                        },
                        {
                            "verse": 27,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:27",
                            "text": "52."
                        },
                        {
                            "verse": 28,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:28",
                            "text": "Perchance He therefore passes him not by, because He sees in him some signs of life, so that there is hope that he may recover."
                        },
                        {
                            "verse": 29,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:29",
                            "text": "Does it not seem to you that he who has fallen is half alive if faith sustains any breath of life? For he is dead who wholly casts God out of his heart."
                        },
                        {
                            "verse": 30,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:30",
                            "text": "He, then, who does not wholly cast Him out, but under pressure of torments has denied Him for a time, is half dead."
                        },
                        {
                            "verse": 31,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:31",
                            "text": "Or if he be dead, why do you bid him repent, seeing he cannot now be healed? If he be half dead, pour in oil and wine, not wine without oil, that may be the comfort and the smart."
                        },
                        {
                            "verse": 32,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:32",
                            "text": "Place him upon thy beast, give him over to the host, lay out two pence for his cure, be to him a neighbour."
                        },
                        {
                            "verse": 33,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:33",
                            "text": "But you cannot be a neighbour unless you have compassion on him; for no one can be called a neighbour unless he have healed, not killed, another."
                        },
                        {
                            "verse": 34,
                            "chapter": 11,
                            "name": "Ambrose: On Repentance Book I 11:34",
                            "text": "But if you wish to be called a neighbour, Christ says to you: \"Go and do likewise\"."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Ambrose: On Repentance Book I 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:2",
                            "text": "Another passage of St."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:3",
                            "text": "John is considered."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:4",
                            "text": "The necessity of keeping the commandments of God may be complied with by those who, having fallen, repent, as well as by those who have not fallen, as is shown in the case of David."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:5",
                            "text": "53."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:6",
                            "text": "Let us consider another similar passage: \"He that believeth on the Son hath eternal life, but he that believeth not the Son shall not see life, but the wrath of God abideth on him\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:7",
                            "text": "That which abideth has certainly had a commencement, and that from some offence, viz."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:8",
                            "text": ", that first he not believe."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:9",
                            "text": "When, then, any one believes, the wrath of God departs and life comes."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:10",
                            "text": "To believe, then, in Christ is to gain life, for \"he that believeth in Him is not judged\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:11",
                            "text": "54."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:12",
                            "text": "But with reference to this passage they allege that he who believes in Christ ought to keep His sayings, and say that it is written in the Lord's own words: \"I am come a light into this world, that whosoever believeth in Me may not abide in darkness."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:13",
                            "text": "And if any man hear My word and keep it, I judge him not\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:14",
                            "text": "He judges not, and do you judge? He says, \"that whosoever believeth on Me may not abide in darkness,\" that is, that if he be in darkness he may not remain therein, but may amend his error, correct his fault, and keep My commandments, for I have said, \"I will not the death of the wicked, but the correction\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:15",
                            "text": "I said above that he that believeth on Me is not judged, and I keep to this: \"For I am not come to judge the world, but that the world may be saved through Me\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:16",
                            "text": "I pardon willingly, I quickly forgive, \"I will have mercy rather than sacrifice,\" because by sacrifice the just is rendered more acceptable, by mercy the sinner is redeemed."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:17",
                            "text": "\"I come not to call the righteous but sinners\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:18",
                            "text": "Sacrifice was under the Law, in the Gospel is mercy."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:19",
                            "text": "\"The Law was given by Moses, grace by Me\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:20",
                            "text": "55."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:21",
                            "text": "And again further on He says: \"He that despiseth Me, and receiveth not My words, hath one that judgeth him\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:22",
                            "text": "Does he seem to you to have received Christ's words who has not corrected himself? Undoubtedly not."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:23",
                            "text": "He, then, who corrects himself receives His word, for this is His word, that every one should turn back from sin."
                        },
                        {
                            "verse": 24,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:24",
                            "text": "So, then, of necessity you must either reject this saying of His, or if you cannot deny it you must accept it."
                        },
                        {
                            "verse": 25,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:25",
                            "text": "56."
                        },
                        {
                            "verse": 26,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:26",
                            "text": "It is also necessary that he who leaves off sinning must keep the commandments of God and renounce his sins."
                        },
                        {
                            "verse": 27,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:27",
                            "text": "We ought not, then, to interpret this saying of him who has always kept the commandments, for if this had been His meaning He would have added the word always, but by not adding it He shows that He was speaking of him who has kept what he has heard, and what he heard has led him to correct his faults; he has then kept what he has heard."
                        },
                        {
                            "verse": 28,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:28",
                            "text": "57."
                        },
                        {
                            "verse": 29,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:29",
                            "text": "But how hard it is to condemn to penance for life one who even afterwards keeps the commandments of the Lord, let Him teach us Himself Who has not refused forgiveness."
                        },
                        {
                            "verse": 30,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:30",
                            "text": "Even to those who do not keep His commandments, as you read in the  Psalm: \"If they profane My statutes and keep not My commandments, I will visit their offences with the rod and their sins with scourges, but My mercy will I not take from them\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:31",
                            "text": "So, then, He promises mercy to all."
                        },
                        {
                            "verse": 32,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:32",
                            "text": "58."
                        },
                        {
                            "verse": 33,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:33",
                            "text": "Yet that we may not think that this mercy is without judgment, there is a distinction made between those who have paid continual obedience to God's commandments, and those who at some time, either by error or by compulsion, have fallen."
                        },
                        {
                            "verse": 34,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:34",
                            "text": "And that you may not think that it is only our arguments which press you, consider the decision of Christ, Who said: \"If the servant knew his Lord's will and did it not, he shall be beaten with many stripes, but if he knew it not, he shall be beaten with few stripes\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 12,
                            "name": "Ambrose: On Repentance Book I 12:35",
                            "text": "Each, then, if he believes, is received, for God \"chasteneth every son whom He receiveth,\" and him whom He chasteneth He does not give over unto death, for it is written: \"The Lord hath chastened me sore, but He hath not given me over unto death\"."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Ambrose: On Repentance Book I 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:2",
                            "text": "They who have committed a \"sin unto death\" are not to be abandoned, but subjected to penance, according to St."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:3",
                            "text": "Paul."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:4",
                            "text": "Explanation of the phrase \"Deliver unto Satan\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:5",
                            "text": "Satan can afflict the body, but these afflictions bring spiritual profit, showing the power of God, Who thus turns Satan's devices against himself."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:6",
                            "text": "59."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:7",
                            "text": "Lastly, Paul teaches us that we must not abandon those who have committed a sin unto death, but that we must rather coerce them with the bread of tears and tears to drink, yet so that their sorrow itself be moderated."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:8",
                            "text": "For this is the meaning of the passage: \"Thou hast given them to drink in large measure,\" that their sorrow itself should have its measure, lest perchance he who is doing penance should be consumed by overmuch sorrow, as was said to the Corinthians: \"What will ye? Shall I come to you with a rod, or in love and a spirit of meekness?\" But even the rod is not severe, since he had read: \"Thou shalt beat him indeed with the rod, but shalt deliver his soul from death\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:9",
                            "text": "60."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:10",
                            "text": "What the Apostle means by the rod is shown by his invective against fornication, his denunciation of incest, his reprehension of pride, because they were puffed up who ought rather to be mourning, and lastly, his sentence on the guilty person, that he should be excluded from communion, and delivered to the adversary, not for the destruction of the soul but of the flesh."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:11",
                            "text": "For as the Lord did not give power to Satan over the soul of holy Job, but allowed him to afflict his body, so here, too, the sinner is delivered to Satan for the destruction of the flesh, that the serpent might lick the dust of his flesh, but not hurt his soul."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:12",
                            "text": "61."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:13",
                            "text": "Let, then, our flesh die to lusts, let it be captive, let it be subdued, and not war against the law of our mind, but die in subjection to a good service, as in Paul, who buffeted his body that he might bring it into subjection, in order that his preaching might become more approved, if the law of his flesh agreed and was consonant with the law of his flesh."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:14",
                            "text": "For the flesh dies when its wisdom passes over into the spirit, so that it no longer has a taste for the things of the flesh, but for the things of the spirit."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:15",
                            "text": "Would that I might see my flesh growing weak, would that I were not dragged captive into the law of sin, would that I lived not in the flesh, but in the faith of Christ! And so there is greater grace in the infirmity of the body than in its soundness."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:16",
                            "text": "62."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:17",
                            "text": "Having explained Paul's meaning, let us now consider the words themselves, in what sense he said that he had delivered him to Satan for the destruction of the flesh, for the devil it is who tries us."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:18",
                            "text": "For he brings ailments on each of our limbs, and sickness on our whole bodies."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:19",
                            "text": "And then, too, he smote holy Job with evil sores from the feet to the head, because he had received the power of destroying his flesh, when God said: \"Behold, I give him up unto thee, only preserve his life\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:20",
                            "text": "This the Apostle took up in the same words, giving up this man to Satan for the destruction of the flesh, that his spirit might be saved in the day of our Lord Jesus Christ."
                        },
                        {
                            "verse": 21,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:21",
                            "text": "63."
                        },
                        {
                            "verse": 22,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:22",
                            "text": "Great is the power, great is the gift, which commands the devil to destroy himself."
                        },
                        {
                            "verse": 23,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:23",
                            "text": "For he destroys himself when he makes the man whom he is seeking to overthrow by temptation stronger instead of weak, because whilst he is weakening the body he is strengthening his soul."
                        },
                        {
                            "verse": 24,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:24",
                            "text": "For sickness of the body restrains sin, but luxury sets on fire the sin of the flesh."
                        },
                        {
                            "verse": 25,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:25",
                            "text": "64."
                        },
                        {
                            "verse": 26,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:26",
                            "text": "The devil is then deceived so as to wound himself with his own bite, and to arm against himself him whom he thought to weaken."
                        },
                        {
                            "verse": 27,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:27",
                            "text": "So he armed holy Job the more  after he wounded him, who, with his whole body covered with sores, endured indeed the bite of the devil, but felt not his poison."
                        },
                        {
                            "verse": 28,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:28",
                            "text": "And so it is well said of him, \"Thou shalt draw out the dragon with an hook, thou wilt play with him as with a bird, thou shalt bind him as a boy doth a sparrow, thou shalt lay thine hand upon him\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:29",
                            "text": "65."
                        },
                        {
                            "verse": 30,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:30",
                            "text": "You see how he is mocked by Paul, so that, like the child in prophecy, he lays his hand on the hole of the asp, and the serpent injures him not; he draws him out of his hiding-places, and makes of his venom a spiritual antidote, so that what is venom becomes a medicine, the venom serves to the destruction of the flesh, it becomes medicine to the healing of the spirit."
                        },
                        {
                            "verse": 31,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:31",
                            "text": "For that which hurts the body benefits the spirit."
                        },
                        {
                            "verse": 32,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:32",
                            "text": "66."
                        },
                        {
                            "verse": 33,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:33",
                            "text": "Let, then, the serpent bite the earthy part of me, let him drive his tooth into my flesh, and bruise my body; and may the Lord say of me: \"I give him up unto thee, only preserve his life\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:34",
                            "text": "How great is the power of Christ, that the guardianship of man is made a charge even to the devil himself, who always desires to injure him."
                        },
                        {
                            "verse": 35,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:35",
                            "text": "Let us then make the Lord Jesus favourable to ourselves."
                        },
                        {
                            "verse": 36,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:36",
                            "text": "At the command of Christ the devil himself becomes the guardian of his prey."
                        },
                        {
                            "verse": 37,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:37",
                            "text": "Even unwillingly he carries out the commands of heaven, and, though cruel, obeys the commands of gentleness."
                        },
                        {
                            "verse": 38,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:38",
                            "text": "67."
                        },
                        {
                            "verse": 39,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:39",
                            "text": "But why do I commend his obedience? Let him be ever evil that God may be ever good, Who converts his ill-will into grace for us."
                        },
                        {
                            "verse": 40,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:40",
                            "text": "He wishes to injure us, but cannot if Christ resist him."
                        },
                        {
                            "verse": 41,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:41",
                            "text": "He wounds the flesh but preserves the life."
                        },
                        {
                            "verse": 42,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:42",
                            "text": "And then it is written: \"Then shall the wolves and the lambs feed together, the lion and the ox shall eat straw, and they shall not hurt nor destroy in My holy mountain, saith the Lord\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:43",
                            "text": "For this is the sentence of condemnation on the serpent: \"Dust shall be thy food\"."
                        },
                        {
                            "verse": 44,
                            "chapter": 13,
                            "name": "Ambrose: On Repentance Book I 13:44",
                            "text": "What dust? Surely that of which it is said: \"Dust thou art, and into dust shalt thou return\"."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Ambrose: On Repentance Book I 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:2",
                            "text": "St."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:3",
                            "text": "Ambrose explains that the flesh given to Satan for destruction is eaten by the serpent when the soul is set free from carnal desires."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:4",
                            "text": "He gives, therefore, various rules for guarding the senses, points out the snares laid for us by means of pleasures, and exhorts his hearers not to fear the destruction of the flesh by the serpent."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:5",
                            "text": "68."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:6",
                            "text": "The serpent eats this dust, if the Lord Jesus is favourable to us, that our spirit may not sympathize with the weakness of the flesh, nor be set on fire by the vapours of the flesh and the heat of our members."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:7",
                            "text": "\"It is better to marry than to burn,\" for there is a flame which burns within."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:8",
                            "text": "Let us not then suffer this fire to approach the bosom of our minds and the depths of our hearts, lest we burn up the covering of our inmost hearts, and lest the devouring fire of lust consume this outward garment of the soul and its fleshy veil, but let us pass through the fire."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:9",
                            "text": "And should any one fall into the fire of love let him leap over it and pass forth; let him not bind to himself adulterous lust with the bands of thoughts, let him not tie knots around himself by the fastenings of continual reflection, let him not too often turn his attention to the form of a harlot, and let not a maiden lift her eyes to the countenance of a youth."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:10",
                            "text": "And if by chance she has looked and is caught, how much more will she be entangled if she gazes with curiosity."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:11",
                            "text": "69."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:12",
                            "text": "Let custom itself teach us."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:13",
                            "text": "A woman covers her face with a veil for this reason, that in public her modesty may be safe."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:14",
                            "text": "That her face may not easily meet the gaze of a youth, let her be covered with the nuptial veil, so that not even in chance meetings she might be exposed to the wounding of another or of herself, though the wound of either were indeed hers."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:15",
                            "text": "But if she cover her head with a veil that she may not accidentally see or be seen (for when the head is veiled the face is hidden), how much more ought she to cover herself with the veil of modesty, so as even in public to have her own secret place."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:16",
                            "text": "70."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:17",
                            "text": "But granted that the eye has fallen upon another, at least let not the inward affection follow."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:18",
                            "text": "For to have seen is no sin, but one must be careful that it be not the source of sin."
                        },
                        {
                            "verse": 19,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:19",
                            "text": "The bodily eye sees, but let the eye of the heart be closed; let modesty of mind remain."
                        },
                        {
                            "verse": 20,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:20",
                            "text": "We have a Lord Who is both strict and indulgent."
                        },
                        {
                            "verse": 21,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:21",
                            "text": "The prophet indeed said: \"Look not upon the beauty of a woman that is all harlot\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:22",
                            "text": "But the Lord said: \"Whoever shall look on a woman to lust after her, hath committed adultery with her already in his heart\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:23",
                            "text": "He does not say, \"Whosoever shall look hath committed adultery,\" but \"Whosoever shall look on her to lust after her\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:24",
                            "text": "He condemned not the look but sought out the inward affection."
                        },
                        {
                            "verse": 25,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:25",
                            "text": "But that modesty is praiseworthy  which has so accustomed itself to close the bodily eyes as often not to see what we really behold."
                        },
                        {
                            "verse": 26,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:26",
                            "text": "For we seem to behold with the bodily sight whatever meets us; but if there be not joined to this any attention of the mind, the sight also, according to what is usual in the body, fades away, so that in reality we see rather with the mind than with the body."
                        },
                        {
                            "verse": 27,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:27",
                            "text": "71."
                        },
                        {
                            "verse": 28,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:28",
                            "text": "And if the flesh has seen the flame, let us not cherish that flame in our bosoms, that is, in the depths of the heart and the inward part of the mind."
                        },
                        {
                            "verse": 29,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:29",
                            "text": "Let us not instil this fire into our bones, let us not bind bonds upon ourselves, let us not join in conversation with such as may be the cause to us of unholy fires."
                        },
                        {
                            "verse": 30,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:30",
                            "text": "The speech of a maiden is a snare to a youth, the words of a youth are the bonds of love."
                        },
                        {
                            "verse": 31,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:31",
                            "text": "72."
                        },
                        {
                            "verse": 32,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:32",
                            "text": "Joseph saw the fire when the woman eager for adultery spoke to him."
                        },
                        {
                            "verse": 33,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:33",
                            "text": "She wished to catch him with her words."
                        },
                        {
                            "verse": 34,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:34",
                            "text": "She set the snares of her lips, but was not able to capture the chaste man."
                        },
                        {
                            "verse": 35,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:35",
                            "text": "For the voice of modesty, the voice of gravity, the rein of caution, the care for integrity, the discipline of chastity, loosed the woman's chains."
                        },
                        {
                            "verse": 36,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:36",
                            "text": "So that unchaste person could not entangle him in her meshes."
                        },
                        {
                            "verse": 37,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:37",
                            "text": "She laid her hand upon him; she caught his garment, that she might tighten the noose around him."
                        },
                        {
                            "verse": 38,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:38",
                            "text": "The words of a lascivious woman are the snares of lust, and her hands the bonds of love; but the chaste mind could not be taken either by snares or by bonds."
                        },
                        {
                            "verse": 39,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:39",
                            "text": "The garment was cast off, the bonds were loosed, and because he did not admit the fire into the bosom of his mind, his body was not burnt."
                        },
                        {
                            "verse": 40,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:40",
                            "text": "73."
                        },
                        {
                            "verse": 41,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:41",
                            "text": "You see, then, that our mind is the cause of our guilt."
                        },
                        {
                            "verse": 42,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:42",
                            "text": "And so the flesh is innocent, but is often the minister of sin."
                        },
                        {
                            "verse": 43,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:43",
                            "text": "Let not, then, desire of beauty overcome you."
                        },
                        {
                            "verse": 44,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:44",
                            "text": "Many nets and many snares are spread by the devil."
                        },
                        {
                            "verse": 45,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:45",
                            "text": "The look of a harlot is the snare of him who loves her."
                        },
                        {
                            "verse": 46,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:46",
                            "text": "Our own eyes are nets to us, wherefore it is written: \"Be not taken with thine eyes\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:47",
                            "text": "So, then, we spread nets for ourselves in which we are entangled and hampered."
                        },
                        {
                            "verse": 48,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:48",
                            "text": "We bind chains on ourselves, as we read: \"For every one is bound with the chains of his own sins\"."
                        },
                        {
                            "verse": 49,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:49",
                            "text": "74."
                        },
                        {
                            "verse": 50,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:50",
                            "text": "Let us then pass through the fires of youth and the glow of early years; let us pass through the waters, let us not remain therein, lest the deep floods shut us in."
                        },
                        {
                            "verse": 51,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:51",
                            "text": "Let us rather pass over, that we too may say: \"Our soul has passed over the stream,\" for he who has passed over is safe."
                        },
                        {
                            "verse": 52,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:52",
                            "text": "And lastly, the Lord speaks thus: \"If thou pass through the water, I am with thee, the rivers shall not overflow thee\"."
                        },
                        {
                            "verse": 53,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:53",
                            "text": "And the prophet says: \"I have seen the wicked exalted above the cedars of Libanus, and I passed by, and lo, he was not\"."
                        },
                        {
                            "verse": 54,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:54",
                            "text": "Pass by things of this world, and you will see that the high places of the wicked have fallen."
                        },
                        {
                            "verse": 55,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:55",
                            "text": "Moses, too, passing by things of this world, saw a great sight and said: \"I will turn aside and see this great sight,\" for had he been held by the fleeting pleasures of this world he would not have seen so great a mystery."
                        },
                        {
                            "verse": 56,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:56",
                            "text": "75."
                        },
                        {
                            "verse": 57,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:57",
                            "text": "Let us also pass over this fire of lust, fearing which Paulbut fearing for us, inasmuch as by buffeting his body he had come no longer to fear for himselfsays to us: \"Flee fornication\"."
                        },
                        {
                            "verse": 58,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:58",
                            "text": "Let us then flee it as though following us, though indeed it follows not behind us, but within our very selves."
                        },
                        {
                            "verse": 59,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:59",
                            "text": "Let us then diligently take heed lest while we are fleeing from it we carry it with ourselves."
                        },
                        {
                            "verse": 60,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:60",
                            "text": "For we wish for the most part to flee, but if we do not wholly cast it out of our mind, we rather take it up than forsake it."
                        },
                        {
                            "verse": 61,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:61",
                            "text": "Let us then spring over it, lest it be said to us: \"Walk ye in the flame of your fire, which ye have kindled for yourselves\"."
                        },
                        {
                            "verse": 62,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:62",
                            "text": "For as he who \"takes fire into his bosom burns his clothes,\" so he who walks upon fiery coals must of necessity burn his feet, as it is written: \"Can one walk upon coals of fire and not burn his feet?\"  76."
                        },
                        {
                            "verse": 63,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:63",
                            "text": "This fire is dangerous, let us then not feed it with the fuel of luxury."
                        },
                        {
                            "verse": 64,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:64",
                            "text": "Lust is fed by feastings, nourished by delicacies, kindled by wine, and inflamed by drunkenness."
                        },
                        {
                            "verse": 65,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:65",
                            "text": "Still more dangerous than these are the incentives of words, which intoxicate the mind as it were with a kind of wine of the vine of Sodom."
                        },
                        {
                            "verse": 66,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:66",
                            "text": "Let us be on our guard against abundance of this wine, for when the flesh is intoxicated the mind totters, the heart wavers, the heart is carried to and fro."
                        },
                        {
                            "verse": 67,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:67",
                            "text": "And so with regard to each that precept is useful wherein Timothy is warned: \"Drink a little wine because of thy frequent infirmities\"."
                        },
                        {
                            "verse": 68,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:68",
                            "text": "When the body is heated, it excites the glow of the mind; when the flesh is chilled with the cold of disease the spirit is chilled; when the body is in pain, the mind is sad, but the sadness shall become joy."
                        },
                        {
                            "verse": 69,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:69",
                            "text": "77."
                        },
                        {
                            "verse": 70,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:70",
                            "text": "Do not then fear if your flesh be eaten away, the soul is not consumed."
                        },
                        {
                            "verse": 71,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:71",
                            "text": "And so  David says that he does not fear, because the enemy were eating up his flesh but not his soul, as we read: \"When evil-doers come near upon me to eat up my flesh, my foes who trouble me, they were weakened and fell\"."
                        },
                        {
                            "verse": 72,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:72",
                            "text": "So the serpent works overthrow for himself alone, therefore is he who has been injured by the serpent given over to the serpent that he may raise up again him whom he cast down, and the overthrow of the serpent may be the raising again of the man."
                        },
                        {
                            "verse": 73,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:73",
                            "text": "And Scripture testifies that Satan is the author of this bodily suffering and weakness of the flesh, where Paul says: \"There was given unto me a thorn in the flesh, a messenger of Satan to buffet me, that I should not be exalted\"."
                        },
                        {
                            "verse": 74,
                            "chapter": 14,
                            "name": "Ambrose: On Repentance Book I 14:74",
                            "text": "So Paul learned to heal even as he himself had been made whole."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Ambrose: On Repentance Book I 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:2",
                            "text": "Returning from this digression, St."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:3",
                            "text": "Ambrose explains what is the meaning of St."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:4",
                            "text": "Paul where he speaks of coming \"with a rod or in the spirit of meekness\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:5",
                            "text": "One who has grievously fallen is to be separated, but to be again restored to religious privileges when he has sufficiently repented."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:6",
                            "text": "The old leaven is purged out when the hardness of the letter is tempered by the meal of a milder interpretation."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:7",
                            "text": "All should be sprinkled with the Church's meal and fed with the food of charity, lest they become like that envious elder brother, whose example is followed by the Novatians."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:8",
                            "text": "78."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:9",
                            "text": "That faithful teacher, having promised one of two things, gave each."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:10",
                            "text": "He came with a rod, for he separated the guilty man from the holy fellowship."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:11",
                            "text": "And well is he said to be delivered to Satan who is separated from the body of Christ."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:12",
                            "text": "But he came in love and with the spirit of meekness, whether because he so delivered him up as to save his soul, or because he afterwards restored to the sacraments him whom he had before separated."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:13",
                            "text": "79."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:14",
                            "text": "For it is needful to separate one who has grievously fallen, lest a little leaven corrupt the whole lump."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:15",
                            "text": "And the old leaven must be purged out, or the old man in each person; that is, the outward man and his deeds, he who among the people has grown old in sin and hardened in vices."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:16",
                            "text": "And well did he say purged, not cast forth, for what is purged is not considered wholly valueless, for to this end is it purged, that what is of value be separated from the worthless, but that which is cast forth is considered to have in itself nothing of value."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:17",
                            "text": "80."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:18",
                            "text": "The Apostle then judged that the sinner should then at once be restored to the heavenly sacraments if he himself wished to be cleansed."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:19",
                            "text": "And well is it said \"Purge,\" for he is purged as by certain things done by the whole people, and is washed in the tears of the multitude, and redeemed from sin by the weeping of the multitude, and is purged in the inner man."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:20",
                            "text": "For Christ granted to His Church that one should be redeemed by means of all, as she herself was found worthy of the coming of the Lord Jesus, in order that through One all might be redeemed."
                        },
                        {
                            "verse": 21,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:21",
                            "text": "81."
                        },
                        {
                            "verse": 22,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:22",
                            "text": "This is Paul's meaning which the words make more obscure."
                        },
                        {
                            "verse": 23,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:23",
                            "text": "Let us consider the exact words of the Apostle: \"Purge out,\" says he, \"the old leaven, that ye may be a new lump, even as ye are unleavened\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:24",
                            "text": "Either that the whole Church takes up the burden of the sinner, with whom she has to suffer in weeping and prayer and pain, and, as it were, covers herself with his leaven, in order that by means of all that which is to be done away in the individual doing penance may be purged by a kind of contribution and commixture of compassion and mercy offered with manly vigor."
                        },
                        {
                            "verse": 25,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:25",
                            "text": "Or one may understand it as that woman in the Gospel teaches us, who is a type of the Church, when she hid the leaven in her meal, till all was leavened, and the whole could be used as pure."
                        },
                        {
                            "verse": 26,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:26",
                            "text": "82."
                        },
                        {
                            "verse": 27,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:27",
                            "text": "The Lord taught me in the Gospel what leaven is when He said: \"Do ye not understand that I said not concerning bread, Beware of the leaven of the Pharisees and Sadducees?\" Then, it is said, they understood that He spake not of bread, but that they should beware of the doctrine of the Pharisees and Sadducees."
                        },
                        {
                            "verse": 28,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:28",
                            "text": "This leaven, thenthat is, the doctrine of the Pharisees and the contentiousness of the Sadduceesthe Church hides in her meal, when she softened the hard letter of the Law by a spiritual interpretation, and ground it as it were in the mill of her explanations, bringing out as it were from the husks of the letter the inner secrets of the mysteries, and setting forth the belief in the Resurrection, wherein the mercy of God is proclaimed, and wherein it is believed that the life of those who are dead is restored."
                        },
                        {
                            "verse": 29,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:29",
                            "text": "83."
                        },
                        {
                            "verse": 30,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:30",
                            "text": "Now this comparison seems to be not unfitly brought forward in this place, since the kingdom of heaven is redemption from sin, and therefore we all, both bad and good, are mingled with the meal of the Church that we all may be a new lump."
                        },
                        {
                            "verse": 31,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:31",
                            "text": "But that no one may be afraid that an admixture of evil leaven might injure the lump, the Apostle said: \"That ye may be a new lump, even as ye are unleavened;\" that is to say, This mixture will render you again such, as in the pure integrity of your innocence."
                        },
                        {
                            "verse": 32,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:32",
                            "text": "If we thus have compassion, we are not stained with the sins of others, but we gain the restoration of another to the increase of our own grace, so that our integrity remains as it was."
                        },
                        {
                            "verse": 33,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:33",
                            "text": "And therefore he adds: \"For Christ our Passover is sacrificed for us; \" that is, the Passion of the Lord profited all, and gave redemption to sinners who repented of the sins they had committed."
                        },
                        {
                            "verse": 34,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:34",
                            "text": "84."
                        },
                        {
                            "verse": 35,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:35",
                            "text": "Let us then keep the feast on good food, doing penance yet joyful in our redemption, for no food is sweeter than kindness and gentleness."
                        },
                        {
                            "verse": 36,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:36",
                            "text": "Let no envy towards the sinner who is saved be mingled with our feasts and joy, lest that envious brother, as is set forth in the Gospel, exclude himself from the house of his Father, because he grieved at the reception of his brother, at whose lasting exile he was wont to rejoice."
                        },
                        {
                            "verse": 37,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:37",
                            "text": "85."
                        },
                        {
                            "verse": 38,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:38",
                            "text": "And you Novatians cannot deny that you are like him, who, as you say, do not come together to the Church because by penance a hope of return had been given to those who had lapsed."
                        },
                        {
                            "verse": 39,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:39",
                            "text": "But this is only a pretence, for Novatian contrived his schism through grief at his loss of the episcopal office."
                        },
                        {
                            "verse": 40,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:40",
                            "text": "86."
                        },
                        {
                            "verse": 41,
                            "chapter": 15,
                            "name": "Ambrose: On Repentance Book I 15:41",
                            "text": "But do you not understand that the Apostle also prophesied of you and says to you: \"And ye are puffed up and did not rather mourn, that he who did this deed might be taken away from among you\"? He is, then, wholly taken away when his sin is done away, but the Apostle does not say that the sinner is to be shut out of the Church who counsels his cleansing."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Ambrose: On Repentance Book I 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Ambrose: On Repentance Book I 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Ambrose: On Repentance Book I 16:2",
                            "text": "Comparison between the apostles and Novatians."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Ambrose: On Repentance Book I 16:3",
                            "text": "The fitness of the words, \"Ye know not what spirit ye are of,\" when applied to them."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Ambrose: On Repentance Book I 16:4",
                            "text": "The desire of penance is extinguished by them when they take away its fruit."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Ambrose: On Repentance Book I 16:5",
                            "text": "And thus are sinners deprived of the promises of Christ, though, indeed, they ought not to be too soon admitted to the mysteries."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Ambrose: On Repentance Book I 16:6",
                            "text": "Some examples of repentance."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Ambrose: On Repentance Book I 16:7",
                            "text": "87."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Ambrose: On Repentance Book I 16:8",
                            "text": "Inasmuch, then, as the Apostle forgave sins, by what authority do you say that they are not to be forgiven? Who has the most reverence for Christ, Paul or Novatian? But Paul knew that the Lord was merciful."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Ambrose: On Repentance Book I 16:9",
                            "text": "He knew that the Lord Jesus was offended more by the harshness of the disciples than by their pitifulness."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Ambrose: On Repentance Book I 16:10",
                            "text": "88."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Ambrose: On Repentance Book I 16:11",
                            "text": "Furthermore, Jesus rebuked James and John when they spoke of bringing down fire from heaven to consume those who refused to receive the Lord, and said to them: \"Ye know not whose spirit ye are of; for the Son of Man is not come to destroy men's lives but to save them\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Ambrose: On Repentance Book I 16:12",
                            "text": "To them, indeed, He said, \"Ye know not whose spirit ye are of,\" who were of His spirit; but to you He says, \"Ye are not of My spirit, who hold not fast My clemency, who reject My mercy, who refuse repentance which I willed to be preached by the apostles in My Name\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Ambrose: On Repentance Book I 16:13",
                            "text": "89."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Ambrose: On Repentance Book I 16:14",
                            "text": "For it is in vain that you say that you preach repentance who remove the fruits of repentance."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Ambrose: On Repentance Book I 16:15",
                            "text": "For men are led to the pursuit of anything either by rewards or results, and every pursuit grows slack by delay."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Ambrose: On Repentance Book I 16:16",
                            "text": "And for this reason the Lord, in order that the devotion of His disciples might be increased, said that every one who had left all that was his, and followed God, should receive sevenfold more both here and hereafter."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Ambrose: On Repentance Book I 16:17",
                            "text": "First of all He promised the reward here, to do away with the tedium of delay, and again hereafter, that we might learn to believe that rewards will also be given to us hereafter."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Ambrose: On Repentance Book I 16:18",
                            "text": "Present rewards are then an earnest of those hereafter."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Ambrose: On Repentance Book I 16:19",
                            "text": "90."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "Ambrose: On Repentance Book I 16:20",
                            "text": "If, then, any one, having committed hidden sins, shall nevertheless diligently do penance, how shall he receive those rewards if not restored to the communion of the Church? I am willing, indeed, that the guilty man should hope for pardon, should seek it with tears and groans, should seek it with the aid of the tears of all the people, should implore forgiveness; and if communion be postponed two or three times, that he should believe that his entreaties have not been urgent enough, that he must increase his tears, must come again even in greater trouble, clasp the feet of the faithful with his arms, kiss them, wash them with tears, and not let them go, so that the Lord Jesus may say of him too: \"His sins which are many are forgiven, for he loved much\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "Ambrose: On Repentance Book I 16:21",
                            "text": "91."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "Ambrose: On Repentance Book I 16:22",
                            "text": "I have known penitents whose countenance was furrowed with tears, their cheeks worn with constant weeping, who offered their body to be trodden under foot by all, who with faces ever pale and worn with fasting bore about in a yet living body the likeness of death."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Ambrose: On Repentance Book I 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:2",
                            "text": "That gentleness must be added to severity, as is shown in the case of St."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:3",
                            "text": "Paul at Corinth."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:4",
                            "text": "The man had been baptized, though the Novatians argue against it."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:5",
                            "text": "And by the word \"destruction\" is not meant annihilation but severe chastening."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:6",
                            "text": "92."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:7",
                            "text": "Why do we postpone the time of pardon for those who have mortified themselves, who during life have done themselves to death? \"Sufficient,\" says St."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:8",
                            "text": "Paul, \"to such a one is this punishment which is inflicted by the many; so that contrariwise, ye should rather forgive him and comfort him, lest by any means he should be swallowed up with overmuch sorrow\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:9",
                            "text": "If the punishment which is inflicted by the many is sufficient for condemnation, the intercession which is made by many is also sufficient for the remission of sin."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:10",
                            "text": "The Master of morals, Who both knows our weakness and is the interpreter of the will of God, wills that comfort should be given, lest sorrow through the weariness of long delay should swallow up the penitent."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:11",
                            "text": "93."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:12",
                            "text": "The Apostle then forgave him, and not only forgave him, but desired that love to him should again grow strong."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:13",
                            "text": "He who is loved receives not harshness but mercy."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:14",
                            "text": "And not only did he himself forgive him only, but willed that all should forgive him, and says that he forgave for the sake of others, lest many should be longer saddened on account of one."
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:15",
                            "text": "\"To whom,\" says he, \"ye have forgiven anything, I forgive also, for I also have forgiven for your sakes in the person of Christ, for we are not ignorant of his devices\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:16",
                            "text": "Rightly can he be on his guard against the serpent who is not ignorant of his devices, of which there are so many to our detriment."
                        },
                        {
                            "verse": 17,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:17",
                            "text": "He is always desirous to do harm, always desirous to circumvent us, that he may cause death; but we ought to take heed lest our remedy become an occasion of triumph for him; for we are circumvented by him, if any one perish through overmuch sorrow, who might be set free by pitifulness."
                        },
                        {
                            "verse": 18,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:18",
                            "text": "94."
                        },
                        {
                            "verse": 19,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:19",
                            "text": "And that we may know that this person was baptized, he added: \"I wrote to you in my epistle to have no company with fornicators, not altogether with fornicators of this world\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:20",
                            "text": "And farther on he adds: \"But now I write unto you not to keep company if any man that is named a brother be a fornicator, or covetous, or an idolator\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:21",
                            "text": "Those whom he has joined together under one penalty, he willed to attain together to forgiveness."
                        },
                        {
                            "verse": 22,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:22",
                            "text": "\"If any be such,\" he says, \"with him not to eat\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:23",
                            "text": "How severe he is with the obstinate, how indulgent to those who seek."
                        },
                        {
                            "verse": 24,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:24",
                            "text": "Against those rises up in arms the injury done to Christ, whilst the calling upon Christ aids these."
                        },
                        {
                            "verse": 25,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:25",
                            "text": "95."
                        },
                        {
                            "verse": 26,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:26",
                            "text": "But lest any one be perplexed because it is written: \"I have delivered such an one unto Satan for the destruction of the flesh,\" and should say: How can he attain forgiveness whose whole flesh has perished, seeing that it is evident that man was redeemed both in body and soul, and is saved in both and that neither the soul without the body, nor yet the body without the soul, since both are united by their fellowship in the deeds that have been done, can be without fellowship either in punishment or in reward? Let this suffice for an answer to him: That \"destruction\" does not mean the complete annihilation of the flesh, but its chastening."
                        },
                        {
                            "verse": 27,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:27",
                            "text": "For as he who is dead to sin lives to God, so the allurements of the flesh perish, and the flesh dies to its lusts, in order that it may live again to purity and to other good works."
                        },
                        {
                            "verse": 28,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:28",
                            "text": "96."
                        },
                        {
                            "verse": 29,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:29",
                            "text": "And what more suitable example can we take than one from our common mother? For the earth itself, from which we are all taken, when it is not worked and cultivated, seems to be desert; and the field dies to the vines or olive-trees with which it was planted, and yet it does not lose its own nutritive power, which is, as it were, its life."
                        },
                        {
                            "verse": 30,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:30",
                            "text": "And then later, when cultivation begins once more, and the seed is sown for which the land seems suitable, it breaks forth again more fruitful than before with its products."
                        },
                        {
                            "verse": 31,
                            "chapter": 17,
                            "name": "Ambrose: On Repentance Book I 17:31",
                            "text": "It is not, then, anything so strange if our flesh is said to die, and yet is understood to be subdued rather than annihilated."
                        }
                    ]
                }
            ]
        }
    ]
}