{
    "books": [
        {
            "name": "Methodius: Concerning Free Will",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Methodius: Concerning Free Will 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:1",
                            "text": "Concerning Free Will: Orthodoxus."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:2",
                            "text": "The old man of Ithaca, according to the legend of the Greeks, when he wished to hear the song of the Sirens, on account of the charm of their voluptuous voice, sailed to Sicily in bonds, and stopped up the ears of his companions; not that he grudged them the hearing, or desired to load himself with bonds, but because the consequence of those singers' music to those who heard it was death."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:3",
                            "text": "For such, in the opinion of the Greeks, are the charms of the Sirens."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:4",
                            "text": "Now I am not within hearing of any such song as this; nor have I any desire to hear the Sirens who chant men's dirges, and whose silence is more profitable to men than their voice; but I pray to enjoy the pleasure of a divine voice, which, though it be often beard, I long to hear again; not that I am overcome with the charm of a voluptuous voice, but I am being taught divine mysteries, and expect as the result, not death but eternal salvation."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:5",
                            "text": "For the singers are not the deadly Sirens of the Greeks, but a divine choir of prophets, with whom there is no need to stop the ears of one's companions, nor to load one's-self with bonds, in fear of the penalty of hearing."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:6",
                            "text": "For, in the one case, the hearer, with the entrance of the voice, ceases to live; in the other, the more he hears, the better life will he enjoy, being led onwards by a divine Spirit."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:7",
                            "text": "Let every one come, then, and hear the divine song without any fear."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:8",
                            "text": "There are not with us the Sirens from the shore of Sicily, nor the bonds of Ulysses, nor the wax poured melting into men's ears; but a loosening of all bonds, and liberty to listen to every one that approaches."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:9",
                            "text": "For it is worthy of us to hear such a song as this; and to hear such singers as these, seems to me to be a thing to be prayed for."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:10",
                            "text": "But if one wishes to hear the choir of the apostles as well, he will find the same harmony of song."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:11",
                            "text": "For the others sang beforehand the divine plan in a mystical manner; but these sing an interpretation of what has been mystically announced by the former."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:12",
                            "text": "Oh, concordant harmony, composed by the Divine Spirit! Oh, the comeliness of those who sing of the mysteries of God! Oh, that I also may join in these songs in my prayer."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:13",
                            "text": "Let us then also sing the like song, and raise the hymn to the Holy Father, glorifying in the Spirit Jesus, who is in His bosom."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:14",
                            "text": "Shun not, man, a spiritual hymn, nor be ill-disposed to listen to it."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:15",
                            "text": "Death belongs not to it; a story of salvation is our song."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:16",
                            "text": "Already I seem to taste better enjoyments, as I discourse on such subjects as these; and especially when there is before me such a flowering meadow, that is to say, our assembly of those who unite in singing and hearing the divine mysteries."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:17",
                            "text": "Wherefore I dare to ask you to listen to me with ears free from all envy, without imitating the jealousy of Cain, or persecuting your brother, like Esau, or approving the brethren of Joseph, because they hated their brother on account of his words; but differing far from all these, insomuch that each of you is used to speak the mind of his neighbour."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:18",
                            "text": "And, on this account, there is no evil jealousy among you, as ye have undertaken to supply your brother's deficiencies."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:19",
                            "text": "O noble audience, and venerable company, and spiritual food! That I may ever have a right to share in such pleasures, be this my prayer!  Valentinian."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:20",
                            "text": "As I was walking yesterday evening, my friend, along the shore of the sea, and was gazing on it somewhat intently, I saw an extraordinary instance of divine power, and a work of art produced by wise science, if at least such a thing may be called a work of art."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:21",
                            "text": "For as that verse of Homer says,—  \"As when two adverse winds blowing from Thrace,  Boreas and Zephyrus, the fishy deep  Vex sudden, all around, the sable flood  High curled, flings forth the salt weed on the shore;\"—  So it seemed to me to have happened yesterday."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:22",
                            "text": "For I saw waves very like mountain-tops, and, so to speak, reaching up to heaven itself."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:23",
                            "text": "Whence I expected nothing else but that the whole land would be deluged, and I began to form in my mind a place of escape, and a Noah's ark."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:24",
                            "text": "But it was not as I thought; for, just as the sea rose to a crest, it broke up again into itself, without overstepping its own limits, having, so to speak, a feeling of awe for a divine decree."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:25",
                            "text": "And as oftentimes a servant, compelled by his master to do something against his will, obeys the command through fear, while he dares not say a word of what he suffers in his unwillingness to do it, but, full of rage, mutters to himself,—somewhat so it appeared to me that the sea, as if enraged and confining its awe within itself, kept itself under, as not willing to let its Master perceive its anger."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:26",
                            "text": "On these occurrences I began to gaze in silence, and wished to measure in my mind the heaven and its sphere."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:27",
                            "text": "I began to inquire whence it rises and where it sets; also what sort of motion it had—whether a progressive one, that is to say, one from place to place, or a revolving one; and, besides, how its movement is continued."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:28",
                            "text": "And, of a truth, it seemed worth while to inquire also about the sun,—what is the manner of his being set in the heaven; also what is the orbit he traverses; also whither it is that, after a short time, he retires; and why it is that even he does not go out of his proper course: but he, too, as one may say, is observing a commandment of a higher power, and appears with us just when he is allowed to do so, and departs as if he were called away."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:29",
                            "text": "So, as I was investigating these things, I saw that the sunshine was departing, and the daylight failing, and that immediately darkness came on; and the sun was succeeded by the moon, who, at her first rising, was not of full size, but after advancing in her course presented a larger appearance."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:30",
                            "text": "And I did not cease inquiring about her also, but examined the cause of her waning and waxing, and why it is that she, too, observes the revolution of days; and it seemed to me from all this that there is a divine government and power controlling the whole, which we may justly call God."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:31",
                            "text": "And thereupon I began to praise the Creator, as I saw the earth fast fixed, and living creatures in such variety, and the blossoms of plants with their many hues."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:32",
                            "text": "But my mind did not rest upon these things alone; but thereupon I began to inquire whence they have their origin—whether from some source eternally co-existent with God, or from Himself alone, none co-existing with Him; for that He has made nothing out of that which has no existence appeared to me the right view to take, unless my reason were altogether untrustworthy."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:33",
                            "text": "For it is the nature of things which come into being to derive their origin from what is already existing."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:34",
                            "text": "And it seemed to me that it might be said with equal truth, that nothing is eternally co-existent with God distinct from Himself, but that whatever exists has its origin from Him, and I was persuaded of this also by the undeniable disposition of the elements, and by the orderly arrangement of nature about them."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:35",
                            "text": "So, with some such thoughts of the fair order of things, I returned home."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:36",
                            "text": "But on the day following, that is today, as I came I saw two beings of the same race—I mean men—striking and abusing one another; and another, again, wishing to strip his neighbour."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:37",
                            "text": "And now some began to venture upon a more terrible deed; for one stripped a corpse, and exposed again to the light of day a body that had been once hidden in the earth, and treated a form like his own with such insult as to leave the corpse to be food for dogs; while another bared his sword, and attacked a man like himself."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:38",
                            "text": "And he wanted to procure safety by flight; but the other ceased not from pursuing, nor would control his anger."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:39",
                            "text": "And why should I say more? It is enough that he attacked him, and at once smote him with his sword."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:40",
                            "text": "So the wounded man became a suppliant to his fellow, and spread out his hands in supplication, and was willing to give up his clothing, and only made a claim for life."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:41",
                            "text": "But the other did not subdue his anger, nor pity his fellowman, nor would he see his own image in the being before him; but, like a wild beast, made preparations with his sword for feeding upon him."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:42",
                            "text": "And now he was even putting his mouth to the body so like his own, such was the extent of his rage."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:43",
                            "text": "And there was to be seen one man suffering injurious treatment, and another forthwith stripping him, and not even covering with earth the body which he denuded of clothing."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:44",
                            "text": "But, in addition to these, there was another who, robbing others of their marriage rights, wanted to insult his neighbour's wife, and urged her to turn to unlawful embraces, not wishing her husband to be father to a child of his own."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:45",
                            "text": "After that I began to believe the tragedies, and thought that the dinner of Thyestes had really taken place; and believed in the unlawful lust of Oinomaos, nor doubted of the strife in which brother drew the sword on brother."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:46",
                            "text": "So, after beholding such things as these, I began to inquire whence they arise, and what is their origin, and who is the author of such devices against men, whence came their discovery, and who is the teacher of them."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:47",
                            "text": "Now to dare to say that God was the author of these things was impossible; for surely it could not even be said that they have from Him their substance, or their existence."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:48",
                            "text": "For how were it possible to entertain these thoughts of God? For He is good, and the Creator of what is excellent, and to Him belongs nothing bad."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:49",
                            "text": "Nay, it is His nature to take no pleasure in such things; but He forbids their production, and rejects those who delight in them, but admits into His presence those who avoid them."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:50",
                            "text": "And how could it be anything but absurd to call God the maker of these things of which He disapproves? For He would not wish them not to be, if He had first been their creator; and He wishes those who approach Him to be imitators of Him."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:51",
                            "text": "Wherefore it seemed to me unreasonable to attribute these things to God, or to speak of them as having sprung from Him; though it must certainly be granted that it is possible for something to come into existence out of what has no existence, in case He made what is evil."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:52",
                            "text": "For He who brought them into existence out of non-existence would not reduce them to the loss of it."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:53",
                            "text": "And again, it must be said that there was once a time when God took pleasure in evil things, which now is not the case."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:54",
                            "text": "Wherefore it seems to me impossible to say this of God."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:55",
                            "text": "For it is unsuitable to His nature to attach this to Him."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:56",
                            "text": "Wherefore it seemed to me that there is co-existent with Him somewhat which has the name of matter, from which He formed existing things, distinguishing between them with wise art, and arranging them in a fair order, from which also evil things seem to have come into being."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:57",
                            "text": "For as this matter was without quality or form, and, besides this, was borne about without order, and was untouched by divine art, God bore no grudge against it, nor left it to be continually thus borne about, but began to work upon it, and wished to separate its best parts from its worst, and thus made all that it was fitting for God to make out of it; but so much of it as was like lees, so to speak, this being unfitted for being made into anything, He left as it was, since it was of no use to Him; and from this it seems to me that what is evil has now streamed down among men."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:58",
                            "text": "This seemed to me the right view to take of these things."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:59",
                            "text": "But, my friend, if you think that anything I have said is wrong, mention it, for I exceedingly desire to hear about these things."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:60",
                            "text": "Orthodoxus."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:61",
                            "text": "I appreciate your readiness, my friend, and applaud your zeal about the subject; and as for the opinion which you have expressed respecting existing things, to the effect that God made them out of some underlying substance, I do not altogether find fault with it."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:62",
                            "text": "For, truly, the origin of evil is a subject that has called out opinions from many men."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:63",
                            "text": "Before you and me, no doubt, there have been many able men who have made the most searching inquiry into the matter."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:64",
                            "text": "And some of them expressed the same opinion as you did, but others again represented God as the creator of these things, fearing to allow the existence of substance as coeval with Him; while the former, from fear of saying that God was the author of evil, thought fit to represent matter as coeval with Him."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:65",
                            "text": "And it was the fate of both of these to fail to speak rightly on the subject, in consequence of their fear of God not being in agreement with an accurate knowledge of the truth."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:66",
                            "text": "But others declined to inquire about such a question at all, on the ground that such an inquiry is endless."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:67",
                            "text": "As for me, however, my connection with you in friendship does not allow me to decline the subject of inquiry, especially when you announce your own purpose, that you are not swayed by prejudice,—although you had your opinion about the condition of things derived from your conjectures,—but say that you are confirmed in a desire of knowing the truth."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:68",
                            "text": "Wherefore I will willingly turn to the discussion of the question."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:69",
                            "text": "But I wish this companion of mine here to listen to our conversation."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:70",
                            "text": "For, indeed, he seems to have much the same opinions about these things as you have, wherefore I wish that you should both have a share in the discussion."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:71",
                            "text": "For whatever I should say to you, situated as you are, I shall say just as much to him."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:72",
                            "text": "If, then, you are indulgent enough to think I speak truly on this great subject, give an answer to each question I ask; for the result of this will be that you will gain a knowledge of the truth, and I shall not carry on my discussion with you at random."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:73",
                            "text": "Valentinian."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:74",
                            "text": "I am ready to do as you say; and therefore be quite ready to ask those questions from which you think I may be able to gain an accurate knowledge of this important subject."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:75",
                            "text": "For the object which I have set before myself is not the base one of gaining a victory, but that of becoming thoroughly acquainted with the truth."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:76",
                            "text": "Wherefore apply yourself to the rest of the discussion."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:77",
                            "text": "Orthodoxus."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:78",
                            "text": "Well, then, I do not suppose you are ignorant that it is impossible for two uncreated things to exist together, although you seem to have expressed nearly as much as this in an earlier part of the conversation."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:79",
                            "text": "Assuredly we must of necessity say one of two things: either that God is separate from matter, or, on the other hand, that He is inseparable from it."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:80",
                            "text": "If, then, one would say that they are united, he will say that that which is uncreated is one only, for each of the things spoken of will be a part of the other; and as they are parts of each other, there will not be two uncreated things, but one composed of different elements."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:81",
                            "text": "For we do not, because a man has different members, break him up into many beings."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:82",
                            "text": "But, as the demands of reason require, we say that a single being, man, of many parts, has been created by God."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:83",
                            "text": "So it is necessary, if God be not separate from matter, to say that that which is uncreated is one only; but if one shall say that He is separate, there must necessarily be something intermediate between the two, which makes their separation evident."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:84",
                            "text": "For it is impossible to estimate the distance of one thing from another, unless there be something else with which the distance between them may be compared."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:85",
                            "text": "And this holds good, not only as far as the instance before us, but also to any number of others."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:86",
                            "text": "For the argument which we advanced in the case of two uncreated things would of necessity be of equal force, were the uncreated things granted to be three in number."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:87",
                            "text": "For I should ask also respecting them, whether they are separate from each other, or, on the other hand, are united each to its neighbour."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:88",
                            "text": "For if any one resolve to say that they are united, he will be told the same as before; if, again, that they are separate, he will not escape the necessary existence of that which separates them."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:89",
                            "text": "If, then, any one were to say that there is a third account which might fitly be given of uncreated things, namely, that neither is God separate from matter, nor, again, are they united as part of a whole; but that God is locally situate in matter, and matter in God, he must be told as the consequence, that if we say that God is placed in matter, we must of necessity say that He is contained within limits, and circumscribed by matter."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:90",
                            "text": "But then He must, equally with matter, be carried about without order."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:91",
                            "text": "And that He rests not, nor remains by Himself, is a necessary result of that in which He is being carried, now this way, and now that."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:92",
                            "text": "And besides this, we must say that God was in worse case still."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:93",
                            "text": "For if matter were once without order, and He, determining to change it for the better, put it into order, there was a time when God was in that which had no order."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:94",
                            "text": "And I might fairly ask this question also, whether God filled matter completely, or existed in some part of it."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:95",
                            "text": "For if one resolve to say that God was in some part of matter, how far smaller than matter does he make Him; that is, if a part of it contained God altogether."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:96",
                            "text": "But if he were to say that He is in all of it, and is extended through the whole of matter, he must tell us how He wrought upon it."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:97",
                            "text": "For we must say that there was a sort of contraction of God, which being effected, He wrought upon that from which He was withdrawn, or else that He wrought in union with matter, without having a place of withdrawal."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:98",
                            "text": "But if any one say that matter is in God, there is equal need of inquiry, namely, whether it is by His being separated from Himself, and as creatures exist in the air, by His being divided and parted for the reception of the beings that are in Him; or whether it is locally situated, that is to say, as water in land; for if we were to say, as in the air, we must say that God is divisible; but if, as water in earth,—since matter was without order and arrangement, and besides, contained what was evil,—we must say, that in God were to be found the disorderly and the evil."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:99",
                            "text": "Now this seems to me an unbecoming conclusion, nay, more a dangerous one."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:100",
                            "text": "For you wish for the existence of matter, that you may avoid saying that God is the author of evil; and, determining to avoid this, you say that He is the receptacle of evil."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:101",
                            "text": "If, then, under the supposition that matter is separate from created substances, you had said that it is uncreated, I should have said much about it, to prove that it is impossible for it to be uncreated; but since you say that the question of the origin of evil is the cause of this supposition, it therefore seems to me right to proceed to inquire into this."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:102",
                            "text": "For when it is clearly stated how evil exists, and that it is not possible to say that God is the cause of evil, because of matter being subject to Him, it seems to me to destroy such a supposition, to remark, that if God created the qualities which did not exist, He equally created the substances."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:103",
                            "text": "Do you say then, that there co-exists with God matter without qualities out of which He formed the beginning of this world?  Valentinian."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:104",
                            "text": "So I think."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:105",
                            "text": "Orthodoxus."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:106",
                            "text": "If, then, matter had no qualities, and the world were produced by God, and qualities exist in the world, then God is the maker of qualities?  Valentinian."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:107",
                            "text": "It is so."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:108",
                            "text": "Orthodoxus."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:109",
                            "text": "Now, as I heard you say some time ago that it is impossible for anything to come into being out of that which has no existence, answer my question: Do you think that the qualities of the world were not produced out of any existing qualities?  Valentinian."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:110",
                            "text": "I do."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:111",
                            "text": "Orthodoxus."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:112",
                            "text": "And that they are something distinct from substances?  Valentinian."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:113",
                            "text": "Yes."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:114",
                            "text": "Orthodoxus."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:115",
                            "text": "If, then, qualities were neither made by God out of any ready at hand, nor derive their existence from substances, because they are not substances, we must say that they were produced by God out of what had no existence."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:116",
                            "text": "Wherefore I thought you spoke extravagantly in saying that it was impossible to suppose that anything was produced by God out of what did not exist."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:117",
                            "text": "But let our discussion of this matter stand thus."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:118",
                            "text": "For truly we see among ourselves men making things out of what does not exist, although they seem for the most part to be making them with something."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:119",
                            "text": "As, for instance, we may have an example in the case of architects; for they truly do not make cities out of cities, nor in like manner temples out of temples."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:120",
                            "text": "•                      •                      •                      •                      •                      •  But if, because substances underlie these things, you think that the builders make them out of what does exist, you are mistaken in your calculation."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:121",
                            "text": "For it is not the substance which makes the city or the temples, but art applied to substance."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:122",
                            "text": "And this art is not produced out of some art which lies in the substances themselves, but from that which is not in them."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:123",
                            "text": "But you seem likely to meet me with this argument: that the artificer makes the art which is connected with the substance out of the art which he has."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:124",
                            "text": "Now I think it is a good reply to this to say, that in man it is not produced from any art lying beneath; for it is not to be granted that substance by itself is art."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:125",
                            "text": "For art is in the class of accidents, and is one of the things that have an existence only when they are employed about some substance."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:126",
                            "text": "For man will exist even without the art of building, but it will have no existence unless man be previously in being."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:127",
                            "text": "Whence we must say that it is in the nature of things for arts to be produced in men out of what has no existence."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:128",
                            "text": "If, then, we have shown that this is so in the case of men, why was it improper to say that God is able to make not only qualities, but also substances, out of that which has no existence? For as it appears possible for something to be produced out of what exists not, it is evident that this is the case with substances."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:129",
                            "text": "To return to the question of evil."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:130",
                            "text": "Do you think evil comes under the head of substances, or of qualities of substances?  Valentinian."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:131",
                            "text": "Of qualities."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:132",
                            "text": "Orthodoxus."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:133",
                            "text": "But matter was found to be without quality or form?  Valentinian."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:134",
                            "text": "It was."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:135",
                            "text": "Orthodoxus."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:136",
                            "text": "Well, then, the connection of these names with substance is owing to its accidents."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:137",
                            "text": "For murder is not a substance, nor is any other evil; but the substance receives a cognate name from putting it into practice."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:138",
                            "text": "For a man is not (spoken of as) murder, but by committing it he receives the derived name of murderer, without being himself murder; and, to speak concisely, no other evil is a substance; but by practising any evil, it can be called evil."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:139",
                            "text": "Similarly consider, if you imagine anything else to be the cause of evil to men, that it too is evil by reason of its acting by them, and suggesting the committal of evil."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:140",
                            "text": "For a man is evil in consequence of his actions."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:141",
                            "text": "For he is said to be evil, because he is the doer of evil."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:142",
                            "text": "Now what a man does, is not the man himself, but his activity, and it is from his actions that he receives the title of evil."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:143",
                            "text": "For if we were to say that he is that which he does, and he commits murders, adulteries, and such-like, he will be all these."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:144",
                            "text": "Now if he is these, then when they are produced he has an existence, but when they are not, he too ceases to be."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:145",
                            "text": "Now these things are produced by men."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:146",
                            "text": "Men then will be the authors of them, and the causes of their existing or not existing."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:147",
                            "text": "But if each man is evil in consequence of what he practises, and what he practises has an origin, he also made a beginning in evil, and evil too had a beginning."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:148",
                            "text": "Now if this is the case, no one is without a beginning in evil, nor are evil things without an origin."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:149",
                            "text": "Valentinian."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:150",
                            "text": "Well, my friend, you seem to me to have argued sufficiently against the other side."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:151",
                            "text": "For you appeared to draw right conclusions from the premises which we granted to the discussion."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:152",
                            "text": "For truly if matter is without qualities, then God is the maker of qualities; and if evils are qualities, God will be the author of evils."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:153",
                            "text": "But it seems to me false to say that matter is without qualities; for it cannot be said respecting any substance that it is without qualities."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:154",
                            "text": "But indeed, in the very act of saying that it is without qualities, you declare that it has a quality, by describing the character of matter, which is a kind of quality."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:155",
                            "text": "Therefore, if you please, begin the discussion from the beginning; for it seems to me that matter never began to have qualities."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:156",
                            "text": "For such being the case, I assert, my friend, that evil arises from its emanation."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:157",
                            "text": "Orthodoxus."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:158",
                            "text": "If matter were possessed of qualities from eternity, of what will God be the creator? For if we say substances, we speak of them as pre-existing; if, again, we say qualities, these too are declared to have an existence."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:159",
                            "text": "Since, then, both substances and qualities exist, it seems to me superfluous to call God a creator."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:160",
                            "text": "But answer me a question."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:161",
                            "text": "In what way do you say that God was a creator? Was it by changing the existence of those substances into non-existence, or by changing the qualities while He preserved the substances?  Valentinian."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:162",
                            "text": "I think that there was no change of the substances, but only of the qualities; and in respect to these we call God a creator."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:163",
                            "text": "And just as if one might chance to say that a house was made of stones, it cannot be said of them that they do not still continue stones in substance, because they are called a house; for I affirm that the house is made by the quality of construction."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:164",
                            "text": "So I think that God, while substance remained, produced a change of its qualities, by reason of which I say that this world was made by God."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:165",
                            "text": "Orthodoxus."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:166",
                            "text": "Do you think, too, that evil is among the qualities of substances?  Valentinian."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:167",
                            "text": "I do."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:168",
                            "text": "Orthodoxus."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:169",
                            "text": "And were these qualities in matter from the first, or had they a beginning?  Valentinian."
                        },
                        {
                            "verse": 170,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:170",
                            "text": "I say that these qualities were eternally co-existent with matter."
                        },
                        {
                            "verse": 171,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:171",
                            "text": "Orthodoxus."
                        },
                        {
                            "verse": 172,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:172",
                            "text": "But do you not say that God has made a change in the qualities?  Valentinian."
                        },
                        {
                            "verse": 173,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:173",
                            "text": "I do say this."
                        },
                        {
                            "verse": 174,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:174",
                            "text": "Orthodoxus."
                        },
                        {
                            "verse": 175,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:175",
                            "text": "For the better?  Valentinian."
                        },
                        {
                            "verse": 176,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:176",
                            "text": "I think so."
                        },
                        {
                            "verse": 177,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:177",
                            "text": "Orthodoxus."
                        },
                        {
                            "verse": 178,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:178",
                            "text": "If, then, evil is among the qualities of matter, and its qualities were changed by God for the better, the inquiry must be made whence evil arose."
                        },
                        {
                            "verse": 179,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:179",
                            "text": "For either all of them, being evil, underwent a change for the better, or some of them being evil, and some not, the evil ones were not changed for the better; but the rest, as far as they were found superior, were changed by God for the sake of order."
                        },
                        {
                            "verse": 180,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:180",
                            "text": "Valentinian."
                        },
                        {
                            "verse": 181,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:181",
                            "text": "That is the opinion I held from the beginning."
                        },
                        {
                            "verse": 182,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:182",
                            "text": "Orthodoxus."
                        },
                        {
                            "verse": 183,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:183",
                            "text": "How, then, do you say it was that He left the qualities of evil as they were? Was it that He was able to do away with them, or that, though He wished to do so, He was unable? For if you say that He was able, but disinclined to do so, He must be the author of these things; because, while He had power to bring evil to an end, He allowed it to remain as it was, especially when He had begun to work upon matter."
                        },
                        {
                            "verse": 184,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:184",
                            "text": "For if He had had nothing at all to do with matter, He would not have been the author of what He allowed to remain."
                        },
                        {
                            "verse": 185,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:185",
                            "text": "But since He works upon a part of it, and leaves a part of it to itself, while He has power to change it for the better, I think He is the author of evil, since He left part of matter in its vileness."
                        },
                        {
                            "verse": 186,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:186",
                            "text": "He wrought then for the ruin of a part; and, in this respect, it seems to me that this part was chiefly injured by His arranging it in matter, so that it became partaker of evil."
                        },
                        {
                            "verse": 187,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:187",
                            "text": "For before matter was put in order, it was without the perception of evil; but now each of its parts has the capacity of perceiving evil."
                        },
                        {
                            "verse": 188,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:188",
                            "text": "Now, take an example in the case of man."
                        },
                        {
                            "verse": 189,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:189",
                            "text": "Previously to becoming a living creature, he was insensible to evil; but from the time when he is fashioned by God into the form of man, he gains the perception of approaching evil."
                        },
                        {
                            "verse": 190,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:190",
                            "text": "So this act of God, which you say was done for the benefit of matter, is found to have happened to it rather for the worse."
                        },
                        {
                            "verse": 191,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:191",
                            "text": "But if you say that God was not able to stop evil, does the impossibility result from His being naturally weak, or from His being overcome by fear, and in subjection to some more powerful being? See which of these you would like to attribute to the almighty and good God."
                        },
                        {
                            "verse": 192,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:192",
                            "text": "But, again, answer me about matter."
                        },
                        {
                            "verse": 193,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:193",
                            "text": "Is matter simple or compound? For if matter be simple and uniform, and the universe compound, and composed of different substances, it is impossible to say that it is made of matter, because compound things cannot be composed of one pure and simple ingredient."
                        },
                        {
                            "verse": 194,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:194",
                            "text": "For composition indicates the mixture of several simple things."
                        },
                        {
                            "verse": 195,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:195",
                            "text": "But if, on the other hand, you say that matter is compound, it has been entirely composed of simple elements, and they were once each separately simple, and by their composition matter was produced; for compound things derive their composition from simple things."
                        },
                        {
                            "verse": 196,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:196",
                            "text": "So there was once a time when matter did not exist—that is to say, before the combination of the simple elements."
                        },
                        {
                            "verse": 197,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:197",
                            "text": "But if there was once a time when matter did not exist, and there was never a time when what is uncreated did not exist, then matter is not uncreated."
                        },
                        {
                            "verse": 198,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:198",
                            "text": "And from this it follows that there are many things which are uncreated."
                        },
                        {
                            "verse": 199,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:199",
                            "text": "For if God were uncreated, and the simple elements of which matter was composed were uncreated, the number of the uncreated would be more than two."
                        },
                        {
                            "verse": 200,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:200",
                            "text": "But to omit inquiring what are the simple elements, matter or form—for this would be followed by many absurdities—let me ask, do you think that nothing that exists is contrary to itself?  Valentinian."
                        },
                        {
                            "verse": 201,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:201",
                            "text": "I do."
                        },
                        {
                            "verse": 202,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:202",
                            "text": "Orthodoxus."
                        },
                        {
                            "verse": 203,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:203",
                            "text": "Yet water is contrary to fire, and darkness to light, and heat to cold, and moisture to dryness."
                        },
                        {
                            "verse": 204,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:204",
                            "text": "Valentinian."
                        },
                        {
                            "verse": 205,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:205",
                            "text": "I think it is."
                        },
                        {
                            "verse": 206,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:206",
                            "text": "Orthodoxus."
                        },
                        {
                            "verse": 207,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:207",
                            "text": "If, then, nothing that exists is contrary to itself, and these are contrary to one another, they will not be one and the same matter—no, nor formed from one and the same matter."
                        },
                        {
                            "verse": 208,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:208",
                            "text": "But, again, I wish to ask, do you think that the parts of a thing are not destructive of one another?  Valentinian."
                        },
                        {
                            "verse": 209,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:209",
                            "text": "I do."
                        },
                        {
                            "verse": 210,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:210",
                            "text": "Orthodoxus."
                        },
                        {
                            "verse": 211,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:211",
                            "text": "And that fire and water, and the rest likewise, are parts of matter?  Valentinian."
                        },
                        {
                            "verse": 212,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:212",
                            "text": "I hold them to be so."
                        },
                        {
                            "verse": 213,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:213",
                            "text": "Orthodoxus."
                        },
                        {
                            "verse": 214,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:214",
                            "text": "Why, then, do you not think that water is destructive of fire, and light of darkness, and so on with the rest?  Valentinian."
                        },
                        {
                            "verse": 215,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:215",
                            "text": "I do."
                        },
                        {
                            "verse": 216,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:216",
                            "text": "Orthodoxus."
                        },
                        {
                            "verse": 217,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:217",
                            "text": "Then, if parts of a thing are not destructive of one another, and these are found to be so, they will not be parts of the same thing."
                        },
                        {
                            "verse": 218,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:218",
                            "text": "But if they are not parts of the same thing, they will not be parts of one and the same matter."
                        },
                        {
                            "verse": 219,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:219",
                            "text": "And, indeed, they will not be matter either, because nothing that exists is destructive of itself."
                        },
                        {
                            "verse": 220,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:220",
                            "text": "And this being the case with the contraries, it is shown that they are not matter."
                        },
                        {
                            "verse": 221,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:221",
                            "text": "This is enough on the subject of matter."
                        },
                        {
                            "verse": 222,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:222",
                            "text": "Now we must come to the examination of evils, and must necessarily inquire into the evils among men."
                        },
                        {
                            "verse": 223,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:223",
                            "text": "As to these, are they forms of the principle of evil, or parts of it? If forms, evil will not have a separate existence distinct from them, because the species are to be sought for in the forms, and underlie them."
                        },
                        {
                            "verse": 224,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:224",
                            "text": "But if this is the case, evil has an origin."
                        },
                        {
                            "verse": 225,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:225",
                            "text": "For its forms are shown to have an origin—such as murder, and adultery, and the like."
                        },
                        {
                            "verse": 226,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:226",
                            "text": "But if you will have them to be parts of some principle of evil, and they have an origin, it also must have an origin."
                        },
                        {
                            "verse": 227,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:227",
                            "text": "For those things whose parts have an origin, are of necessity originated likewise."
                        },
                        {
                            "verse": 228,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:228",
                            "text": "For the whole consists of parts."
                        },
                        {
                            "verse": 229,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:229",
                            "text": "And the whole will not exist if the parts do not, though there may be some parts, even if the whole be not there."
                        },
                        {
                            "verse": 230,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:230",
                            "text": "Now there is nothing existing of which one part is originated, and another part not."
                        },
                        {
                            "verse": 231,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:231",
                            "text": "But if I were even to grant this, then there was a time when evil was not complete, namely, before matter was wrought by God."
                        },
                        {
                            "verse": 232,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:232",
                            "text": "And it attains completeness when man is produced by God; for man is the maker of the parts of evil."
                        },
                        {
                            "verse": 233,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:233",
                            "text": "And from this it follows that the cause of evil being complete, is God the Creator, which it is impious to say."
                        },
                        {
                            "verse": 234,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:234",
                            "text": "But if you say that evil is neither of the things supposed, but is the doing of something evil, you declare that it has an origin."
                        },
                        {
                            "verse": 235,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:235",
                            "text": "For the doing of a thing makes the beginning of its existence."
                        },
                        {
                            "verse": 236,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:236",
                            "text": "And besides this, you have nothing further to pronounce evil."
                        },
                        {
                            "verse": 237,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:237",
                            "text": "For what other action have you to point out as such, except what happens among men? Now, it has been already shown that he who acts is not evil according to his being, but in accordance with his evil doing."
                        },
                        {
                            "verse": 238,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:238",
                            "text": "Because there is nothing evil by nature, but it is by use that evil things become such."
                        },
                        {
                            "verse": 239,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:239",
                            "text": "So I say, says he, that man was made with a free-will, not as if there were already evil in existence, which he had the power of choosing if he wished, but on account of his capacity of obeying or disobeying God."
                        },
                        {
                            "verse": 240,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:240",
                            "text": "For this was the meaning of the gift of Free Will."
                        },
                        {
                            "verse": 241,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:241",
                            "text": "And man after his creation receives a commandment from God; and from this at once rises evil, for he does not obey the divine command; and this alone is evil, namely, disobedience, which had a beginning."
                        },
                        {
                            "verse": 242,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:242",
                            "text": "For man received power, and enslaved himself, not because he was overpowered by the irresistible tendencies of his nature, nor because the capacity with which he was gifted deprived him of what was better for him; for it was for the sake of this that I say he was endowed with it (but he received the power above mentioned), in order that he may obtain an addition to what he already possesses, which accrues to him from the Superior Being in consequence of his obedience, and is demanded as a debt from his Maker."
                        },
                        {
                            "verse": 243,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:243",
                            "text": "For I say that man was made not for destruction, but for better things."
                        },
                        {
                            "verse": 244,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:244",
                            "text": "For if he were made as any of the elements, or those things which render a similar service to God, he would cease to receive a reward befitting deliberate choice, and would be like an instrument of the maker; and it would be unreasonable for him to suffer blame for his wrong-doings, for the real author of them is the one by whom he is used."
                        },
                        {
                            "verse": 245,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:245",
                            "text": "But man did not understand better things, since he did not know the author (of his existence), but only the object for which he was made."
                        },
                        {
                            "verse": 246,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:246",
                            "text": "I say therefore that God, purposing thus to honour man, and to grant him an understanding of better things, has given him the power of being able to do what he wishes, and commends the employment of his power for better things; not that He deprives him again of free-will, but wishes to point out the better way."
                        },
                        {
                            "verse": 247,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:247",
                            "text": "For the power is present with him, and he receives the commandment; but God exhorts him to turn his power of choice to better things."
                        },
                        {
                            "verse": 248,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:248",
                            "text": "For as a father exhorts his son, who has power to learn his lessons, to give more attention to them inasmuch as, while he points out this as the better course, he does not deprive his son of the power which he possessed, even if he be not inclined to learn willingly; so I do not think that God, while He urges on man to obey His commands, deprives him of the power of purposing and withholding obedience."
                        },
                        {
                            "verse": 249,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:249",
                            "text": "For He points out the cause of His giving this advice, in that He does not deprive him of the power."
                        },
                        {
                            "verse": 250,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:250",
                            "text": "But He gives commands, in order that man may be able to enjoy better things."
                        },
                        {
                            "verse": 251,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:251",
                            "text": "For this is the consequence of obeying the commands of God."
                        },
                        {
                            "verse": 252,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:252",
                            "text": "So that He does not give commands in order to take away the power which He has given, but in order that a better gift may be bestowed, as to one worthy of attaining greater things, in return for his having rendered obedience to God, while he had power to withhold it."
                        },
                        {
                            "verse": 253,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:253",
                            "text": "I say that man was made with free-will, not as if there were already existing some evil, which he had the power of choosing if he wished,…but that the power of obeying and disobeying God is the only cause."
                        },
                        {
                            "verse": 254,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:254",
                            "text": "For this was the object to be obtained by free-will."
                        },
                        {
                            "verse": 255,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:255",
                            "text": "And man after his creation receives a commandment from God, and from this at once rises evil; for he does not obey the divine command, and this alone is evil, namely, disobedience, which had a beginning."
                        },
                        {
                            "verse": 256,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:256",
                            "text": "For no one has it in his power to say that it is without an origin, when its author had an origin."
                        },
                        {
                            "verse": 257,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:257",
                            "text": "But you will be sure to ask whence arose this disobedience."
                        },
                        {
                            "verse": 258,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:258",
                            "text": "It is clearly recorded in Holy Scripture, by which I am enabled to say that man was not made by God in this condition, but that he has come to it by some teaching."
                        },
                        {
                            "verse": 259,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:259",
                            "text": "For man did not receive such a nature as this."
                        },
                        {
                            "verse": 260,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:260",
                            "text": "For if it were the case that his nature was such, this would not have come upon him by teaching."
                        },
                        {
                            "verse": 261,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:261",
                            "text": "Now one says in Holy Writ, that \"man has learnt (evil)\"."
                        },
                        {
                            "verse": 262,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:262",
                            "text": "I say, then, that disobedience to God is taught."
                        },
                        {
                            "verse": 263,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:263",
                            "text": "For this alone is evil which is produced in opposition to the purpose of God, for man would not learn evil by itself."
                        },
                        {
                            "verse": 264,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:264",
                            "text": "He, then, who teaches evil is the Serpent."
                        },
                        {
                            "verse": 265,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:265",
                            "text": "For my part, I said that the beginning of evil was envy, and that it arose from man's being distinguished by God with higher honour."
                        },
                        {
                            "verse": 266,
                            "chapter": 1,
                            "name": "Methodius: Concerning Free Will 1:266",
                            "text": "Now evil is disobedience to the commandment of God."
                        }
                    ]
                }
            ]
        }
    ]
}