{
    "books": [
        {
            "name": "Clement: Homily V",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Clement: Homily V 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Clement: Homily V 1:1",
                            "text": "Homily V: Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Clement: Homily V 1:2",
                            "text": "—Appion Does Not Appear."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Clement: Homily V 1:3",
                            "text": "The next day, therefore, in Tyre, as we had agreed, I came to the quiet place, and there I found the rest, with some others also."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Clement: Homily V 1:4",
                            "text": "Then I saluted them."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Clement: Homily V 1:5",
                            "text": "But as I did not see Appion, I asked the reason of his not being present; and some one said that he had been unwell ever since last evening."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Clement: Homily V 1:6",
                            "text": "Then, when I said that it was reasonable that we should immediately set out to visit him, almost all begged me first to discourse to them, and that then we could go to see him."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Clement: Homily V 1:7",
                            "text": "Therefore, as all were of one opinion, I proceeded to say:—."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Clement: Homily V 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Clement: Homily V 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Clement: Homily V 2:2",
                            "text": "—Clement's Previous Knowledge of Appion."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Clement: Homily V 2:3",
                            "text": "\"Yesterday, when I left this, O friends, I confess that, through much anxiety about the discussion that was to take place with Appion, I was not able to get any sleep."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Clement: Homily V 2:4",
                            "text": "And while I was unable to sleep, I remembered a trick that I played upon him in Rome."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Clement: Homily V 2:5",
                            "text": "It was this."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Clement: Homily V 2:6",
                            "text": "From my boyhood I Clement was a lover of truth, and a seeker of the things that are profitable for the soul, and spending my time in raising and refuting theories; but being unable to find anything perfect, through distress of mind I fell sick."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Clement: Homily V 2:7",
                            "text": "And while I was confined to bed Appion came to Rome, and being my father's friend, he lodged with me; and hearing that I was in bed, he came to me, as being not unacquainted with medicine, and inquired the cause of my being in bed."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Clement: Homily V 2:8",
                            "text": "But I, being aware that the man exceedingly hated the Jews, as also that he had written many books against them, and that he had formed a friendship with this Simon, not through desire of learning, but because he knew that he was a Samaritan and a hater of the Jews, and that he had come forth in opposition to the Jews, therefore he had formed an alliance with him, that he might learn something from him against the Jews;—."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Clement: Homily V 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Clement: Homily V 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Clement: Homily V 3:2",
                            "text": "—Clement's Trick."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Clement: Homily V 3:3",
                            "text": "\"I knowing this before concerning Appion, as soon as he asked me the cause of my sickness, answered feignedly, that I was suffering and distressed in my mind after the manner of young men."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Clement: Homily V 3:4",
                            "text": "And to this he said, 'My son, speak freely as to a father:  what is your soul's ailment?'  And when I again groaned feignedly, as being ashamed to speak of love, by means of silence and down-looking I conveyed the impression of what I wished to intimate."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Clement: Homily V 3:5",
                            "text": "But he, being persuaded that I was in love with a woman, said:  'There is nothing in life which does not admit of help."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Clement: Homily V 3:6",
                            "text": "For indeed I myself, when I was young, being in love with a most accomplished woman, not only thought it impossible to obtain her, but did not even hope ever to address her."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Clement: Homily V 3:7",
                            "text": "And yet, having fallen in with a certain Egyptian who was exceedingly well versed in magic, and having become his friend, I disclosed to him my love, and not only did he assist me in all that I wished, but, honouring me more bountifully, he hesitated not to teach me an incantation by means of which I obtained her; and as soon as I had obtained her, by means of his secret instruction, being persuaded by the liberality of my teacher, I was cured of love."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Clement: Homily V 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Clement: Homily V 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Clement: Homily V 4:2",
                            "text": "—Appion's Undertaking."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Clement: Homily V 4:3",
                            "text": "\"'Whence, if you also suffer any such thing after the manner of men, use freedom with me with all security; for within seven days I shall put you fully in possession of her."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Clement: Homily V 4:4",
                            "text": "'  When I heard this, looking at the object I had in view, I said:  'Pardon me that I do not altogether believe in the existence of magic; for I have already tried many who have made many promises, and have deceived me."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Clement: Homily V 4:5",
                            "text": "However, your undertaking influences me, and leads me to hope."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Clement: Homily V 4:6",
                            "text": "But when I think of the matter, I am afraid that the demons are sometimes not subject to the magicians with respect to the things that are commanded them."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Clement: Homily V 4:7",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Clement: Homily V 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Clement: Homily V 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Clement: Homily V 5:2",
                            "text": "—Theory of Magic."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Clement: Homily V 5:3",
                            "text": "\"Then Appion said:  'Admit that I know more of these things than you do."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Clement: Homily V 5:4",
                            "text": "However, that you may not think that there is nothing in what you have heard from me in reference to what you have said, I will tell you how the demons are under necessity to obey the magicians in the matters about which they are commanded."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Clement: Homily V 5:5",
                            "text": "For as it is impossible for a soldier to contradict his general, and impossible for the generals themselves to disobey the king—for if any one oppose those set over him, he is altogether deserving of punishment—so it is impossible for the demons not to serve the angels who are their generals; and when they are adjured by them, they yield trembling, well knowing that if they disobey they shall be fully punished."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Clement: Homily V 5:6",
                            "text": "But the angels also themselves, being adjured by the magicians in the name of their ruler, obey, lest, being found guilty of disobedience, they be destroyed."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Clement: Homily V 5:7",
                            "text": "For unless all things that are living and rational foresaw vengeance from the ruler, confusion would ensue, all revolting against one another."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Clement: Homily V 5:8",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Clement: Homily V 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Clement: Homily V 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Clement: Homily V 6:2",
                            "text": "—Scruples."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Clement: Homily V 6:3",
                            "text": "\"Then said I:  'Are those things correct, then, which are spoken by poets and philosophers, that in Hades the souls of the wicked are judged and punished for their attempts; such as those of Ixion, and Tantalus, and Tityus, and Sisyphus, and the daughters of Danaus, and as many others as have been impious here?  And how, if these things are not so, is it possible that magic can subsist?'  Then he having told me that these things are so in Hades, I asked him:  'Why are not we ourselves afraid of magic, being persuaded of the punishment in Hades for adultery?  For I do not admit that it is a righteous thing to compel to adultery a woman who is unwilling; but if any one will engage to persuade her, I am ready for that, besides confessing my thanks."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Clement: Homily V 6:4",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Clement: Homily V 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Clement: Homily V 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Clement: Homily V 7:2",
                            "text": "—A Distinction with a Difference."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Clement: Homily V 7:3",
                            "text": "\"Then Appion said:  'Do you not think it is the same thing, whether you obtain her by magic, or by deceiving her with words?'  Then said I:  'Not altogether the same; for these differ widely from one another."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Clement: Homily V 7:4",
                            "text": "For he who constrains an unwilling woman by the force of magic, subjects himself to the most terrible punishment, as having plotted against a chaste woman; but he who persuades her with words, and puts the choice in her own power and will, does not force her."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Clement: Homily V 7:5",
                            "text": "And I am of opinion, that he who has persuaded a woman will not suffer so great punishment as he who has forced her."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Clement: Homily V 7:6",
                            "text": "Therefore, if you can persuade her, I shall be thankful to you when I have obtained her; but otherwise, I had rather die than force her against her will."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Clement: Homily V 7:7",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Clement: Homily V 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Clement: Homily V 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Clement: Homily V 8:2",
                            "text": "—Flattery or Magic."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Clement: Homily V 8:3",
                            "text": "\"Then Appion, being really puzzled, said:  'What am I to say to you?  For at one time, as one perturbed with love, you pray to obtain her; and anon, as if you loved her not, you make more account of your fear than your desire:  and you think that if you can persuade her you shall be blameless, as without sin; but obtaining her by the power of magic, you will incur punishment."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Clement: Homily V 8:4",
                            "text": "But do you not know that it is the end of every action that is judged, the fact that it has been committed, and that no account is made of the means by which it has been effected?  And if you commit adultery, being enabled by magic, shall you be judged as having done wickedly; and if by persuasion, shall you be absolved from sin in respect of the adultery?'  Then I said:  'On account of my love, there is a necessity for me to choose one or other of the means that are available to procure the object of my love; and I shall choose, as far as possible, to cajole her rather than to use magic."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Clement: Homily V 8:5",
                            "text": "But neither is it easy to persuade her by flattery, for the woman is very much of a philosopher."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Clement: Homily V 8:6",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Clement: Homily V 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Clement: Homily V 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Clement: Homily V 9:2",
                            "text": "—A Love-Letter."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Clement: Homily V 9:3",
                            "text": "\"Then Appion said:  'I am all the more hopeful to be able to persuade her, as you wish, provided only we be able to converse with her."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Clement: Homily V 9:4",
                            "text": "'  'That,' said I, 'is impossible."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Clement: Homily V 9:5",
                            "text": "'  Then Appion asked if it were possible to send a letter to her."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Clement: Homily V 9:6",
                            "text": "Then I said:  'That indeed may be done."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Clement: Homily V 9:7",
                            "text": "'  Then Appion said:  'This very night I shall write a paper on encomiums of adultery, which you shall get from me and despatch to her; and I hope that she shall be persuaded, and consent."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Clement: Homily V 9:8",
                            "text": "'  Appion accordingly wrote the paper, and gave it to me; and I thought of it this very night, and I remembered that fortunately I have it by me, along with other papers which I carry about with me\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Clement: Homily V 9:9",
                            "text": "Having thus spoken, I showed the paper to those who were present, and read it to them as they wished to hear it; and having read it, I said:  \"This, O men, is the instruction of the Greeks, affording a bountiful licence to sin without fear."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Clement: Homily V 9:10",
                            "text": "The paper was as follows:—."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Clement: Homily V 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Clement: Homily V 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Clement: Homily V 10:2",
                            "text": "—The Lover to the Beloved One."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Clement: Homily V 10:3",
                            "text": "\"'Anonymously, on account of the laws of foolish men."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Clement: Homily V 10:4",
                            "text": "At the bidding of Love, the first-born of all, salutation:  I know that you are devoted to philosophy, and for the sake of virtue you affect the life of the noble."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Clement: Homily V 10:5",
                            "text": "But who are nobler than the gods among all, and philosophers among men?  For these alone know what works are good or evil by nature, and what, not being so, are accounted so by the imposition of laws."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Clement: Homily V 10:6",
                            "text": "Now, then, some have supposed that the action which is called adultery is evil, although it is in every respect good."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Clement: Homily V 10:7",
                            "text": "For it is by the appointment of Eros for the increase of life."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Clement: Homily V 10:8",
                            "text": "And Eros is the eldest of all the gods."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Clement: Homily V 10:9",
                            "text": "For without Eros there can be no mingling or generation either of elements, or gods, or men, or irrational animals, or aught else."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Clement: Homily V 10:10",
                            "text": "For we are all instruments of Eros."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Clement: Homily V 10:11",
                            "text": "He, by means of us, is the fabricator of all that is begotten, the mind inhabiting our souls."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Clement: Homily V 10:12",
                            "text": "Hence it is not when we ourselves wish it, but when we are ordered by him, that we desire to do his will."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Clement: Homily V 10:13",
                            "text": "But if, while we desire according to his will, we attempt to restrain the desire for the sake of what is called chastity, what do we do but the greatest impiety, when we oppose the oldest of all gods and men?."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Clement: Homily V 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Clement: Homily V 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Clement: Homily V 11:2",
                            "text": "—\"All Uncleanness with Greediness\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Clement: Homily V 11:3",
                            "text": "\"'But let all doors be opened to him, and let all baneful and arbitrary laws be set aside, which have been ordained by fanatical men, who, under the power of senselessness, and not willing to understand what is reasonable, and, moreover, suspecting those who are called adulterers, are with good reason mocked with arbitrary laws by Zeus himself, through Minos and Rhadamanthus."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Clement: Homily V 11:4",
                            "text": "For there is no restraining of Eros dwelling in our souls; for the passion of lovers is not voluntary."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Clement: Homily V 11:5",
                            "text": "Therefore Zeus himself, the giver of these laws, approached myriads of women; and, according to some wise men, he sometimes had intercourse with human beings, as a benefactor for the production of children."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Clement: Homily V 11:6",
                            "text": "But in the case of those to whom he knew that his being unknown would be a favour, he changed his form, in order that he might neither grieve them, nor seem to act in opposition to the laws given by himself."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Clement: Homily V 11:7",
                            "text": "It becomes you, therefore, who are debaters of philosophy, for the sake of a good life, to imitate those who are acknowledged to be the nobler, who have had sexual intercourse ten thousand times."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Clement: Homily V 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Clement: Homily V 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Clement: Homily V 12:2",
                            "text": "—Jupiter's Amours."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Clement: Homily V 12:3",
                            "text": "\"'And not to spend the time to no purpose in giving more examples, I shall begin with mentioning some embraces of Zeus himself, the father of gods and men."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Clement: Homily V 12:4",
                            "text": "For it is impossible to mention all, on account of their multitude."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Clement: Homily V 12:5",
                            "text": "Hear, therefore, the amours of this great Jupiter, which he concealed by changing his form, on account of the fanaticism of senseless men."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Clement: Homily V 12:6",
                            "text": "For, in the first place, wishing to show to wise men that adultery is no sin, when he was going to marry, being, according to the multitude, knowingly an adulterer, in his first marriage, but not being so in reality, by means, as I said, of a seeming sin be accomplished a sinless marriage."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Clement: Homily V 12:7",
                            "text": "For he married his own sister Hera, assuming the likeness of a cuckoo's wing; and of her were born Hebe and Ilithyia."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Clement: Homily V 12:8",
                            "text": "For he gave birth to Metis without copulation with any one, as did also Hera to Vulcan."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Clement: Homily V 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Clement: Homily V 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Clement: Homily V 13:2",
                            "text": "—Jupiter's Amours Continued."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Clement: Homily V 13:3",
                            "text": "\"'Then he committed incest with his sister, who was born of Kronos and Thalasse, after the dismemberment of Kronos, and of whom were born Eros and Cypris, whom they call also Dodone."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Clement: Homily V 13:4",
                            "text": "Then, in the likeness of a satyr, he had intercourse with Antiope the daughter of Nycteus, of whom were born Amphion and Zethus."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Clement: Homily V 13:5",
                            "text": "And he embraced Alcmene, the wife of Amphitryon, in the form of her husband Amphitryon, of whom was born Hercules."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Clement: Homily V 13:6",
                            "text": "And, changed into an eagle, he approached aegina, the daughter of Asclepius, of whom aeacus was born."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Clement: Homily V 13:7",
                            "text": "And in the form of a bear he lay with Amalthea the daughter of Phocus; and in a golden shower he fell upon Danae, the daughter of Acrisius, of whom sprang Perseus."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Clement: Homily V 13:8",
                            "text": "He became wild as a lion to Callisto the daughter of Lycaon and begat Arcus the second."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Clement: Homily V 13:9",
                            "text": "And with Europa the daughter of Phoenix he had intercourse by means of a bull, of whom sprang Minos, and Rhadamanthus, and Sarpedon; and with Eurymedusa the daughter of Achelous, changing himself into an ant, of whom was born Myrmidon."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Clement: Homily V 13:10",
                            "text": "With a nymph of Hersaeus, in the form of a vulture, from whom sprang the wise men of old in Sicily."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Clement: Homily V 13:11",
                            "text": "He came to Juno the earth-born in Rhodes, and of her were born Pargaeus, Kronius, Kytis."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Clement: Homily V 13:12",
                            "text": "And he deflowered Ossia, taking the likeness of her husband Phoenix, of whom Anchinous was born to him."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Clement: Homily V 13:13",
                            "text": "Of Nemesis the daughter of Thestius, who is also thought to be Leda, he begot Helena, in the form of a swan or goose; and again, in the form of a star, he produced Castor and Polydeuces."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Clement: Homily V 13:14",
                            "text": "With Lamia he was transformed into a hoopoo."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Clement: Homily V 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Clement: Homily V 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Clement: Homily V 14:2",
                            "text": "—Jupiter's Undisguised Amours."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Clement: Homily V 14:3",
                            "text": "\"'In the likeness of a shepherd he made Mnemosyne mother of the Muses."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Clement: Homily V 14:4",
                            "text": "Setting himself on fire, he married Semele, the daughter of Cadmus, of whom he begat Dionysus."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Clement: Homily V 14:5",
                            "text": "In the likeness of a dragon he deflowered his daughter Persephone, thought to be the wife of his brother Pluto."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Clement: Homily V 14:6",
                            "text": "He had intercourse with many other women without undergoing any change in his form; for the husbands had no ill-will to him as if it were a sin, but knew well that in associating with their wives he bountifully produced children for them, bestowing upon them the Hermeses, the Apollos, the Dionysi, the Endymions, and others whom we have spoken of, most excellent in beauty through his fatherhood."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Clement: Homily V 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Clement: Homily V 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Clement: Homily V 15:2",
                            "text": "—Unnatural Lusts."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Clement: Homily V 15:3",
                            "text": "\"'And not to spend the time in an endless exposition, you will find numerous unions with Jupiter of all the gods."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Clement: Homily V 15:4",
                            "text": "But senseless men call these doings of the gods adulteries; even of those gods who did not refrain from the abuse of males as disgraceful, but who practised even this as seemly."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Clement: Homily V 15:5",
                            "text": "For instance, Jupiter himself was in love with Ganymede:  Poseidon with Pelops; Apollo with Cinyras, Zacyinthus, Hyacinthus, Phorbas, Hylas, Admetus, Cyparissus, Amyclas, Troilus, Branchus the Tymnaean, Parus the Potnian, Orpheus; Dionysus with Laonis, Ampelus, Hymenaeus, Hermaphrodites, Achilles; Asclepius with Hippolytus, and Hephaestus with Peleus; Pan with Daphnis; Hermes with Perseus, Chrysas, Theseus, Odrysus; Hercules with Abderus, Dryops, Jocastus, Philoctetes, Hylas, Polyphemus, Haemon, Chonus, Eurystheus."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Clement: Homily V 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Clement: Homily V 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Clement: Homily V 16:2",
                            "text": "—Praise of Unchastity."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Clement: Homily V 16:3",
                            "text": "\"'Thus have I in part set before you the amours of all the more noted gods, beloved, that you may know that fanaticism respecting this thing is confined to senseless men."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Clement: Homily V 16:4",
                            "text": "Therefore they are mortal, and spend their lives sadly, because through their zeal they proclaim those things to be evil which the gods esteem as excellent."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Clement: Homily V 16:5",
                            "text": "Therefore for the future you will be blessed, imitating the gods, and not men."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Clement: Homily V 16:6",
                            "text": "For men, seeing you preserving that which is thought to be chastity, on account of what they themselves feel, praise you indeed, but do not help you."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Clement: Homily V 16:7",
                            "text": "But the gods, seeing you like unto themselves, will both praise and help."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Clement: Homily V 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Clement: Homily V 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Clement: Homily V 17:2",
                            "text": "—The Constellations."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Clement: Homily V 17:3",
                            "text": "\"'For reckon to me how many mistresses they have rewarded, some of whom they have placed among the stars; and of some they have blessed both the children and the associates."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Clement: Homily V 17:4",
                            "text": "Thus Zeus made Callisto a constellation, called the Little Bear, which some also call the Dog's Tail."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Clement: Homily V 17:5",
                            "text": "Poseidon also placed the dolphin in the sky for the sake of Amphitrite; and he gave a place among the stars to Orion the son of Euryale, the daughter of Minos, for the sake of his mother Euryale."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Clement: Homily V 17:6",
                            "text": "And Dionysus made a constellation of the crown of Ariadne, and Zeus invested the eagle which assisted him in the rape of Ganymede, and Ganymede himself with the honour of the Water-pourer."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Clement: Homily V 17:7",
                            "text": "Also he honoured the bull for the sake of Europa; and also having bestowed Castor, and Polydeuces, and Helena upon Leda, he made them stars."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Clement: Homily V 17:8",
                            "text": "Also Perseus for the sake of Danae; and Arcus for the sake of Callisto."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Clement: Homily V 17:9",
                            "text": "The virgin who also is Dice, for the sake of Themis; and Heracles for the sake of Alcmene."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Clement: Homily V 17:10",
                            "text": "But I do not enlarge further; for it were long to tell particularly how many others the gods have blessed for the sake of their many mistresses."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Clement: Homily V 17:11",
                            "text": "in their intercourse with human beings, which senseless men repudiate as evil deeds, not knowing that pleasure is the great advantage among men."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Clement: Homily V 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Clement: Homily V 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Clement: Homily V 18:2",
                            "text": "—The Philosophers Advocates of Adultery."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Clement: Homily V 18:3",
                            "text": "\"'But why?  Do not the celebrated philosophers extol pleasure, and have they not had intercourse with what women they would?  Of these the first was that teacher of Greece, of whom Phoebus himself said, \"Of all men, Socrates is the wisest\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Clement: Homily V 18:4",
                            "text": "Does not he teach that in a well-regulated state women should be common? and did he not conceal the fair Alcibiades under his philosopher's gown?  And the Socratic Antisthenes writes of the necessity of not abandoning what is called adultery."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Clement: Homily V 18:5",
                            "text": "And even his disciple Diogenes, did not he freely associate with Lais, for the hire of carrying her on his shoulders in public?  Does not Epicurus extol pleasure?  Did not Aristippus anoint himself with perfumes, and devote himself wholly to Aphrodite?  Does not Zeno, intimating indifference, say that the deity pervades all things, that it may be known to the intelligent, that with whomsoever a man has intercourse, it is as with himself; and that it is superfluous to forbid what are called adulteries, or intercourse with mother, or daughter, or sister, or children."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Clement: Homily V 18:6",
                            "text": "And Chrysippus, in his erotic epistles, makes mention of the statue in Argos, representing Hera and Zeus in an obscene position."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Clement: Homily V 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Clement: Homily V 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Clement: Homily V 19:2",
                            "text": "—Close of the Love-Letter."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Clement: Homily V 19:3",
                            "text": "\"'I know that to those uninitiated in the truth these things seem dreadful and most base; but not so to the gods and the philosophers of the Greeks, nor to those initiated in the mysteries of Dionysus and Demeter."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Clement: Homily V 19:4",
                            "text": "But above all these, not to waste time in speaking of the lives of all the gods, and all the philosophers, let the two chief be your marks—Zeus the greatest of the gods, and Socrates of philosophic men."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Clement: Homily V 19:5",
                            "text": "And the other things which I have mentioned in this letter, understand and attend to, that you may not grieve your lover; since, if you act contrarily to gods and heroes, you will be judged wicked, and will subject yourself to fitting punishment."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Clement: Homily V 19:6",
                            "text": "But if you offer yourself to every lover, then, as an imitator of the gods, you shall receive benefits from them."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Clement: Homily V 19:7",
                            "text": "For the rest, dearest one, remember what mysteries I have disclosed to you, and inform me by letter of your choice."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Clement: Homily V 19:8",
                            "text": "Fare thee well."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Clement: Homily V 19:9",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Clement: Homily V 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Clement: Homily V 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Clement: Homily V 20:2",
                            "text": "—The Use Made of It."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Clement: Homily V 20:3",
                            "text": "\"I therefore, having received this billet from Appion, as though I were really going to send it to a beloved one, pretended as if she had written in answer to it; and the next day, when Appion came, I gave him the reply, as if from her, as follows:—."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Clement: Homily V 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Clement: Homily V 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Clement: Homily V 21:2",
                            "text": "—Answer to Appion's Letter."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Clement: Homily V 21:3",
                            "text": "\"'I wonder how, when you commend me for wisdom, you write to me as to a fool."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Clement: Homily V 21:4",
                            "text": "For, wishing to persuade me to your passion, you make use of examples from the mythologies of the gods, that Eros is the eldest of all, as you say, and above all gods and men, not being afraid to blaspheme, that you might corrupt my soul and insult my body."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Clement: Homily V 21:5",
                            "text": "For Eros is not the leader of the gods,—he, I mean, who has to do with lusts."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Clement: Homily V 21:6",
                            "text": "For if he lusts willingly, he is himself his own suffering and punishment; and he who should suffer willingly could not be a god."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Clement: Homily V 21:7",
                            "text": "But if against his will he lust for copulation, and, pervading our souls as through the members of our bodies, is borne into intermeddling with our minds, then he that impels him to love is greater than he."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Clement: Homily V 21:8",
                            "text": "And again, he who impels him, being himself impelled by another desire, another greater than he is found impelling him."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Clement: Homily V 21:9",
                            "text": "And thus we come to an endless succession of lovers, which is impossible."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Clement: Homily V 21:10",
                            "text": "Thus, neither is there an impeller nor an impelled; but it is the lustful passion of the lover himself, which is increased by hope and diminished by despair."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Clement: Homily V 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Clement: Homily V 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Clement: Homily V 22:2",
                            "text": "—Lying Fables."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Clement: Homily V 22:3",
                            "text": "\"'But those who will not subdue base lusts belie the gods, that, by representing the gods as first doing the things which they do, they may be set free from blame."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Clement: Homily V 22:4",
                            "text": "For if those who are called gods committed adulteries for the sake of begetting children, and not through lasciviousness, why did they also debauch males?  But it is said they complimented their mistresses by making them stars."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Clement: Homily V 22:5",
                            "text": "Therefore before this were there no stars, until such time as, by reason of wantonness, the heaven was adorned with stars by adulterers?  And how is it that the children of those who have been made stars are punished in Hades,—Atlas loaded, Tantalus tortured with thirst, Sisyphus pushing a stone, Tityus thrust through the bowels, Ixion continually rolled round a wheel?  How is it that these divine lovers made stars of the women whom they defiled, but gave no such grace to these?."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Clement: Homily V 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Clement: Homily V 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Clement: Homily V 23:2",
                            "text": "—The Gods No Gods."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Clement: Homily V 23:3",
                            "text": "\"'They were not gods, then, but representations of tyrants."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Clement: Homily V 23:4",
                            "text": "For a certain tomb is shown among the Caucasian mountains, not in heaven, but in earth, as that of Kronos, a barbarous man and a devourer of children."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Clement: Homily V 23:5",
                            "text": "Further, the tomb of the lascivious Zeus, so famed in story, who in like manner devoured his own daughter Metis, is to be seen in Crete, and those of Pluto and Poseidon in the Acherusian lake; and that of Helius in Astra, and of Selene in Carrae, of Hermes in Hermopolis, of Ares in Thrace, of Aphrodite in Cyprus, of Dionysus in Thebes, and of the rest in other places."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Clement: Homily V 23:6",
                            "text": "At all events, the tombs are shown of those that I have named; for they were men, and in respect of these things, wicked men and magicians."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Clement: Homily V 23:7",
                            "text": "For else they should not have become despots—I mean Zeus, renowned in story, and Dionysus—but that by changing their forms they prevailed over whom they pleased, for whatever purpose they designed."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Clement: Homily V 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Clement: Homily V 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Clement: Homily V 24:2",
                            "text": "—If a Principle Be Good, Carry It Out."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Clement: Homily V 24:3",
                            "text": "\"'But if we must emulate their lives, let us imitate not only their adulteries, but also their banquets."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Clement: Homily V 24:4",
                            "text": "For Kronos devoured his own children, and Zeus in like manner his own daughter."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Clement: Homily V 24:5",
                            "text": "And what must I say?  Pelops served as a supper for all the gods."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Clement: Homily V 24:6",
                            "text": "Wherefore let us also, before unhallowed marriages, perpetrate a supper like that of the gods; for thus the supper would be worthy of the marriages."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Clement: Homily V 24:7",
                            "text": "But this you would never consent to; no more will I to adultery."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Clement: Homily V 24:8",
                            "text": "Besides this, you threaten me with the anger of Eros as of a powerful god."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Clement: Homily V 24:9",
                            "text": "Eros is not a god, as I conceive him, but a desire occurring from the temperament of the living creature in order to the perpetuation of life, according to the foresight of Him who worketh all things, that the whole race may not fail, but by reason of pleasure another may be produced out of the substance of one who shall die, springing forth by lawful marriage, that he may know to sustain his own father in old age."
                        },
                        {
                            "verse": 10,
                            "chapter": 24,
                            "name": "Clement: Homily V 24:10",
                            "text": "And this those born from adultery cannot do, not having the nature of affection towards those who have begotten them."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Clement: Homily V 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Clement: Homily V 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Clement: Homily V 25:2",
                            "text": "—Better to Marry Than to Burn."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Clement: Homily V 25:3",
                            "text": "\"'Since, therefore, the erotic desire occurs for the sake of continuation and legitimate increasing, as I have said, it behoves parents providing for the chastity of their children to anticipate the desire, by imbuing them with instruction by means of chaste books, and to accustom them beforehand by excellent discourses; for custom is a second nature."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Clement: Homily V 25:4",
                            "text": "And in addition to this, frequently to remind them of the punishments appointed by the laws, that, using fear as a bridle, they may not run on in wicked pleasures."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Clement: Homily V 25:5",
                            "text": "And it behoves them also, before the springing of the desire, to satisfy the natural passion of puberty by marriage, first persuading them not to look upon the beauty of another woman."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Clement: Homily V 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Clement: Homily V 26:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Clement: Homily V 26:2",
                            "text": "—Close of the Answer."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Clement: Homily V 26:3",
                            "text": "\"'For our mind, whenever it is impressed delightfully with the image of a beloved one, always seeing the form as in a mirror, is tormented by the recollection; and if it do not obtain its desire, it contrives ways of obtaining it; but if it do obtain it, it is rather increased, like fire having a supply of wood, and especially when there is no fear impressed upon the soul of the lover before the rise of passion."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Clement: Homily V 26:4",
                            "text": "For as water extinguishes fire, so fear is the extinguisher of unreasonable desire."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Clement: Homily V 26:5",
                            "text": "Whence I, having learned from a certain Jew both to understand and to do the things that are pleasing to God, am not to be entrapped into adultery by your lying fables."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Clement: Homily V 26:6",
                            "text": "But may God help you in your wish and efforts to be chaste, and afford a remedy to your soul burning with love."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Clement: Homily V 26:7",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Clement: Homily V 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Clement: Homily V 27:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Clement: Homily V 27:2",
                            "text": "—A Reason for Hatred."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Clement: Homily V 27:3",
                            "text": "\"When Appion heard the pretended answer, he said:  'Is it without reason that I hate the Jews?  Here now some Jew has fallen in with her, and has converted her to his religion, and persuaded her to chastity, and it is henceforth impossible that she ever have intercourse with another man; for these fellows, setting God before them as the universal inspector of actions, are extremely persistent in chastity, as being unable to be concealed from Him."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Clement: Homily V 27:4",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Clement: Homily V 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Clement: Homily V 28:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Clement: Homily V 28:2",
                            "text": "—The Hoax Confessed."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Clement: Homily V 28:3",
                            "text": "\"When I heard this, I said to Appion:  'Now I shall confess the truth to you."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Clement: Homily V 28:4",
                            "text": "I was not enamoured of the woman, or of any one else, my soul being exceedingly spent upon other desires, and upon the investigation of true doctrines."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Clement: Homily V 28:5",
                            "text": "And till now, although I have examined many doctrines of philosophers, I have inclined to none of them, excepting only that of the Jews,—a certain merchant of theirs having sojourned here in Rome, selling linen clothes, and a fortunate meeting having set simply before me the doctrine of the unity of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Clement: Homily V 28:6",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Clement: Homily V 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Clement: Homily V 29:1",
                            "text": "Chapter XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Clement: Homily V 29:2",
                            "text": "—Appion's Resentment."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Clement: Homily V 29:3",
                            "text": "\"Then Appion, having heard from me the truth, with his unreasonable hatred of the Jews, and neither knowing nor wishing to know what their faith is, being senselessly angry, forthwith quitted Rome in silence."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Clement: Homily V 29:4",
                            "text": "And as this is my first meeting with him since then, I naturally expect his anger in consequence."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Clement: Homily V 29:5",
                            "text": "However, I shall ask him in your presence what he has to say concerning those who are called gods, whose lives, fabled to be filled with all passions, are constantly celebrated to the people, in order to their imitation; while, besides their human passions as I have said, their graves are also shown in different places\"."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Clement: Homily V 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Clement: Homily V 30:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Clement: Homily V 30:2",
                            "text": "—A Discussion Promised."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Clement: Homily V 30:3",
                            "text": "The others having heard these things from me, and desiring to learn what would ensue, accompanied me to visit Appion."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Clement: Homily V 30:4",
                            "text": "And we found him bathed, and sitting at a table furnished."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Clement: Homily V 30:5",
                            "text": "Wherefore we inquired but little into the matter concerning the gods."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Clement: Homily V 30:6",
                            "text": "But he, understanding, I suppose, our wish, promised that next day he would have something to say about the gods, and appointed to us the same place where he would converse with us."
                        },
                        {
                            "verse": 7,
                            "chapter": 30,
                            "name": "Clement: Homily V 30:7",
                            "text": "And we, as soon as he had promised, thanked him, and departed, each one to his home."
                        }
                    ]
                }
            ]
        }
    ]
}