{
    "books": [
        {
            "name": "Methodius: Other Fragments",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Methodius: Other Fragments 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Methodius: Other Fragments 1:1",
                            "text": "Other Fragments of Methodius: I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Methodius: Other Fragments 1:2",
                            "text": "But, perhaps, since the friends of Job imagined that they understood the reason why he suffered such things, that just man, using a long speech to them, confesses that the wisdom of the divine judgment is incomprehensible, not only to him, but also to every man, and declares that this earthly region is not the fitting place for understanding the knowledge of the divine counsels."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Methodius: Other Fragments 1:3",
                            "text": "One might say, that perfect and absolute piety—a thing plainly divine, and of God alone given to man, is in this place called wisdom."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Methodius: Other Fragments 1:4",
                            "text": "But the sense of the words is as follows: God, he says, hath given great things unto men, sowing, as it were, in their nature the power of discovery, together with wisdom, and the faculty of art."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Methodius: Other Fragments 1:5",
                            "text": "And men having received this, dig metals out of the earth, and cultivate it; but that wisdom which is conjoined with piety, it is not possible in any place to discover."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Methodius: Other Fragments 1:6",
                            "text": "Man cannot obtain it from his own resources, nor can he give it unto others."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Methodius: Other Fragments 1:7",
                            "text": "Hence it was that the wise men of the Greeks, who in their own strength sought to search out piety, and the worship of the Deity, did not attain their end."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Methodius: Other Fragments 1:8",
                            "text": "For it is a thing, as we have said, which exceeds human strength, the gift and the grace of God; and therefore from the beginning, partly by visions, partly by the intervention of angels, partly by the discourses of the divinely-inspired prophets, God instructed man in the principles of true religion."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Methodius: Other Fragments 1:9",
                            "text": "Nay, moreover, that contemplative wisdom by which we are impelled to the arts, and to other pursuits, and with which we are all in common, just and unjust, alike endued, is the gift of God: if we have been made rational creatures, we have received this."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Methodius: Other Fragments 1:10",
                            "text": "Wherefore, also, in a former place it was said, as of a thing that is of God bestowed, \"Is it not the Lord who teacheth understanding and knowledge?\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Methodius: Other Fragments 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Methodius: Other Fragments 2:1",
                            "text": "II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Methodius: Other Fragments 2:2",
                            "text": "Observe that the Lord was not wont from the beginning to speak with man; but after that the soul was prepared, and exercised in many ways, and had ascended into the height by contemplation, so far as it is possible for human nature to ascend, then is it His wont to speak, and to reveal His Word unto those who have attained unto this elevation."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Methodius: Other Fragments 2:3",
                            "text": "But since the whirlwind is the producer of the tempests, and Job, in the tempest of his afflictions, had not made shipwreck of his faith, but his constancy shone forth the rather; therefore it was that He who gave him an answer answered him by the whirlwind, to signify the tempest of calamity which had befallen him; but, because He changed the stormy condition of his affairs into one of serene tranquillity, He spoke to him not only by the whirlwind, but in clouds also."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Methodius: Other Fragments 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Methodius: Other Fragments 3:1",
                            "text": "III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Methodius: Other Fragments 3:2",
                            "text": "Many have descended into the deep, not so as to walk on it, but so as to be by its bonds restrained."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Methodius: Other Fragments 3:3",
                            "text": "Jesus alone walked on the deep, where there are no traces of walkers, as a free man."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Methodius: Other Fragments 3:4",
                            "text": "For He chose death, to which He was not subject, that He might deliver those who were the bondslaves of death; saying to the prisoners, \"Go forth; and to them that are in darkness, show yourselves\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Methodius: Other Fragments 3:5",
                            "text": "With which, also, the things which follow are consistent."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Methodius: Other Fragments 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Methodius: Other Fragments 4:1",
                            "text": "IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Methodius: Other Fragments 4:2",
                            "text": "Seest thou how, at the end of the contest, with a loud proclamation he declares the praises of the combatant, and discovers that which was in his afflictions hidden, in the words: \"Thinkest thou that I had else answered thee, but that thou shouldest appear just?\" This is the salve of his wounds, this the reward of his patience."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Methodius: Other Fragments 4:3",
                            "text": "For as to what followed, although he received double his former possessions, these may seem to have been given him by divine providence as small indeed, and for trifling causes, even though to some they may appear great."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Methodius: Other Fragments 4:4",
                            "text": "Fragment, Uncertain."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Methodius: Other Fragments 4:5",
                            "text": "Thou contendest with Me, and settest thyself against Me, and opposest those who combat for Me."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Methodius: Other Fragments 4:6",
                            "text": "But where wert thou when I made the world? What wert thou then? Hadst thou yet, says He, fallen from thy mother? for there was darkness, in the beginning of the world's creation, He says, upon the face of the deep."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Methodius: Other Fragments 4:7",
                            "text": "Now this darkness was no created darkness, but one which of set purpose had place, by reason of the absence of light."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Methodius: Other Fragments 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Methodius: Other Fragments 5:1",
                            "text": "V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Methodius: Other Fragments 5:2",
                            "text": "But Methodius: The Holy Spirit, who of God is given to all men, and of whom Solomon said, \"For Thine incorruptible Spirit is in all things,\" He receives for the conscience, which condemns the offending soul."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Methodius: Other Fragments 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Methodius: Other Fragments 6:1",
                            "text": "VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Methodius: Other Fragments 6:2",
                            "text": "The Same Methodius."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Methodius: Other Fragments 6:3",
                            "text": "I account it a greater good to be reproved than to reprove, inasmuch as it is more excellent to free oneself from evil than to free another."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Methodius: Other Fragments 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Methodius: Other Fragments 7:1",
                            "text": "VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Methodius: Other Fragments 7:2",
                            "text": "The Same Methodius."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Methodius: Other Fragments 7:3",
                            "text": "Human nature cannot clearly perceive pure justice in the soul, since, as to many of its thoughts, it is but dim-sighted."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Methodius: Other Fragments 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Methodius: Other Fragments 8:1",
                            "text": "VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Methodius: Other Fragments 8:2",
                            "text": "The Same Methodius."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Methodius: Other Fragments 8:3",
                            "text": "Wickedness never could recognise virtue or its own self."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Methodius: Other Fragments 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Methodius: Other Fragments 9:1",
                            "text": "IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Methodius: Other Fragments 9:2",
                            "text": "The Same Methodius."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Methodius: Other Fragments 9:3",
                            "text": "Justice, as it seems, is four square, on all sides equal and like."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Methodius: Other Fragments 9:4",
                            "text": "The just judgment of God is accommodated to our affections; and such as our estate is, proportionate and similar shall the retribution be which is allotted us."
                        }
                    ]
                }
            ]
        }
    ]
}