{
    "books": [
        {
            "name": "Synod of Carthage",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Synod of Carthage 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Synod of Carthage 1:1",
                            "text": "The Synod held at Carthage over which presided the Great and Holy Martyr Cyprian, Bishop of Carthage."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Synod of Carthage 1:2",
                            "text": "a."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Synod of Carthage 1:3",
                            "text": "d."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Synod of Carthage 1:4",
                            "text": "257."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Synod of Carthage 1:5",
                            "text": "(Found in Beveridge, Synodicon, Tom."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Synod of Carthage 1:6",
                            "text": "I."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Synod of Carthage 1:7",
                            "text": ", p."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Synod of Carthage 1:8",
                            "text": "365, and in Labbe and Cossart, Concilia, Tom."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Synod of Carthage 1:9",
                            "text": "I."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Synod of Carthage 1:10",
                            "text": ", col."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Synod of Carthage 1:11",
                            "text": "786."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Synod of Carthage 1:12",
                            "text": ")  When very many bishops were met together at Carthage on the Calends of September from the province of Africa, Numidia and Mauritania, with the presbyters and deacons (the greater part of the people being likewise present) and when the holy letters of Jubaianus to Cyprian had been read, and Cyprian's answers to Jubaianus, concerning heretical baptisms, as well as what the same Jubaianus afterwards wrote to Cyprian,  Cyprian said:  Ye have heard, my dearly beloved colleagues, what our fellow bishop Jubaianus has written to me, taking counsel of my littleness concerning the illicit and profane baptisms of heretics, and the answer which I made him; being of the same opinion as we have been on former occasions, that heretics coming to the Church should be baptized and sanctified with the Church's baptism."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Synod of Carthage 1:13",
                            "text": "Moreover there has been read to you also the other letter of Jubaianus, in which answering for his sincere and pious devotion to our letter, not only he agrees therewith but offered thanks that he has been so instructed by it."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Synod of Carthage 1:14",
                            "text": "It only remains therefore that we, each one of us, one by one, say what our mind is in this matter, without condemning any one or removing any one from the right of communion who does not agree with us."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Synod of Carthage 1:15",
                            "text": "For no one [of us] has set himself up [to be] bishop [of bishops], or attempted with tyrannical dread to force his colleagues to obedience to him, since every bishop has, for the license of liberty and power, his own will, and as he cannot be judged by another, so neither can he judge another."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Synod of Carthage 1:16",
                            "text": "But we await the judgment of our universal Lord, our Lord Jesus Christ, who one and alone hath the power, both of advancing us in the governance of his Church, and of judging of our actions [in that position]."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Synod of Carthage 1:17",
                            "text": "[The bishops then one by one declared against heretical baptism."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Synod of Carthage 1:18",
                            "text": "Last of all (col."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Synod of Carthage 1:19",
                            "text": "796)]:  Cyprian, the Confessor and Martyr of Carthage, said:  The letter which was written to Jubaianus, my colleague, most fully set forth my opinion, that heretics who, according to the evangelical and apostolic witness, are called adversaries of Christ's and anti-Christs, when they come to the Church, should be baptized with the one (unico) baptism of the Church, that they may become instead of adversaries friends, and Christians instead of Antichrists."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Synod of Carthage 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:1",
                            "text": "Epistle LXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:2",
                            "text": "Cyprian, Liberalis, Caldonius, etc."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:3",
                            "text": ", to their brethren Januarius, etc."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:4",
                            "text": "Greeting."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:5",
                            "text": "When we were together in council, dearest brethren, we read the letter which you addressed to us respecting those who are thought to be baptized by heretics and schismatics, whether, when they come to the one true Catholic Church, they ought to be baptized."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:6",
                            "text": "Wherein, although ye yourselves also hold the Catholic rule in its truth and fixedness, yet since, out of our mutual affection, ye have thought good to consult us, we deliver not our sentence as though new but, by a kindred harmony, we unite with you in that long since settled by our predecessors, and observed by us; thinking, namely, and holding for certain, that no one can be baptized without the Church, in that there is one Baptism appointed in the holy Church, and it is written, the Lord himself speaking, \"They have forsaken me, the Fountain of living water, and hewed them out broken cisterns that can hold no water\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:7",
                            "text": "Again, holy Scripture admonishes us, and says, \"Keep thee from the strange water, and drink not from a fountain of strange water\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:8",
                            "text": "The water then must first be cleansed and sanctified by the priest, that it may be able, by Baptism therein, to wash away the sins of the baptized, for the Lord says by the prophet Ezekiel, \"Then will I sprinkle clean water upon you, and ye shall be cleansed from all your filthiness, and from all your idols will I cleanse you; a new heart also will I give you, and a new spirit will I put within you\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:9",
                            "text": "But how can he cleanse and sanctify the water, who is himself unclean, and with whom the Spirit is not? whereas the Lord says in Numbers, \"And whatsoever the unclean person toucheth shall be unclean\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:10",
                            "text": "Or how can he that baptizeth give remission of sins to another, who cannot himself free himself from his own sins, out of the Church?  Moreover, the very interrogatory which is put in Baptism, is a witness of the truth."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:11",
                            "text": "For when we say, \"Dost thou believe in eternal life, and remission of sins through the holy Church?\" we mean, that remission of sins is not given, except in the Church; but that, with heretics, where the Church is not, sins cannot be remitted."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:12",
                            "text": "They, therefore, who claim that heretics can baptize, let them either change the interrogatory, or maintain the truth; unless indeed they ascribe a Church also to those who they contend have Baptism."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:13",
                            "text": "Anointed also must he of necessity be, who is baptized, that having received the chrism—that is, unction, he may be the anointed of God, and have within him the grace of Christ."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:14",
                            "text": "Moreover, it is the Eucharist through which the baptized are anointed, the oil sanctified on the altar."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:15",
                            "text": "But he cannot sanctify the creature of oil, who has neither altar nor church."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:16",
                            "text": "Whence neither can the spiritual unction be with heretics, since it is acknowledged that the oil cannot be sanctified nor the Eucharist celebrated among them."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:17",
                            "text": "But we ought to know and remember that it is written, \"Let not the oil of a sinner anoint my head;\" which the Holy Ghost forewarned in the Psalms, lest any, quitting the track, and wandering out of the path of truth, be anointed by heretics and adversaries of Christ."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:18",
                            "text": "Moreover, when baptized, what kind of prayer can a profane priest and a sinner offer? in that it is written, \"God heareth not a sinner; but if any man be a worshipper of God, and doeth his will, him he heareth\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:19",
                            "text": "But who can give what himself hath not? or how can he perform spiritual acts, who hath himself lost the Holy Spirit?  Wherefore he is to be baptized and received, who comes uninitiated to the Church, that within he may be hallowed through the holy; for it is written, \"Be ye holy, for I am holy, saith the Lord\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:20",
                            "text": "So that he who has been seduced into error and washed without should, in the true Baptism of the Church, put off this very thing also; that he, a man coming to God, while seeking for a priest, fell, through the deceit of error, upon one profane."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:21",
                            "text": "But to acknowledge any case where they have baptized, is to approve the baptism of heretics and schismatics."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:22",
                            "text": "For neither can part of what they do be void and part avail."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:23",
                            "text": "If he could baptize, he could also give the Holy Ghost."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:24",
                            "text": "But if he cannot give the Holy Ghost because, being set without, he is not with the Holy Ghost, neither can he baptize any that cometh:  for that there is both one Baptism, and one Holy Ghost, and one Church, founded by Christ the Lord upon Peter, through an original and principle of unity; so it results, that since all among them is void and false, nothing that they have done ought to be approved by us."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:25",
                            "text": "For what can be ratified and confirmed by God, which they do whom the Lord calls his enemies and adversaries, propounding in his Gospel, \"He that is not with me, is against me; and he that gathereth not with me, scattereth\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:26",
                            "text": "And the blessed Apostle John also, keeping the commandments and precepts of the Lord, has written in his Epistle, \"Ye have heard that Antichrist shall come; even now are there many Antichrists, whereby we know that it is the last time."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:27",
                            "text": "They went out from us, but were not of us; for if they had been of us, they would no doubt have continued with us\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:28",
                            "text": "Whence we, too, ought to infer and consider, whether they who are the adversaries of the Lord, and are called Antichrists, can give the grace of Christ."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:29",
                            "text": "Wherefore we who are with the Lord, and who hold the unity of the Lord, and according to this vouchsafement administer his priesthood in the Church, ought to repudiate and reject and account as profane, whatever his adversaries and Antichrists do; and to those who, coming from error and wickedness, acknowledge the true faith of the one Church, we should impart the reality of unity and faith by all the sacraments of Divine grace."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Synod of Carthage 2:30",
                            "text": "We bid you, dearest brethren, ever heartily farewell."
                        }
                    ]
                }
            ]
        }
    ]
}