{
    "books": [
        {
            "name": "John Cassian: The Twelve Books IV",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "John Cassian: The Twelve Books IV 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books IV 1:1",
                            "text": "Book IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books IV 1:2",
                            "text": "Of the Institutes of the Renunciants."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books IV 1:3",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books IV 1:4",
                            "text": "Of the training of those who renounce this world, and of the way in which those are taught among the monks of Tabenna and the Egyptians who are received into the monasteries."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "John Cassian: The Twelve Books IV 1:5",
                            "text": "From the canonical system of Psalms and prayers which ought to be observed in the daily services throughout the monasteries, we pass, in the due course of our narrative, to the training of one who renounces this world; endeavouring first, as well as we can, to embrace, in a short account, the terms on which those who desire to turn to the Lord can be received in the monasteries; adding some things from the rule of the Egyptians, some from that of the monks of Tabenna, whose monastery in the Thebaid is better filled as regards numbers, as it is stricter in the rigour of its system, than all others, for there are in it more than five thousand brethren under the rule of one Abbot; and the obedience with which the whole number of monks is at all times subject to one Elder is what no one among us would render to another even for a short time, or would demand from him."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "John Cassian: The Twelve Books IV 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books IV 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books IV 2:2",
                            "text": "Of the way in which among them men remain in the monasteries even to extreme old age."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "John Cassian: The Twelve Books IV 2:3",
                            "text": "And I think that before anything else we ought to touch on their untiring perseverance and humility and subjection,—how it lasts for so long, and by what system it is formed, through which they remain in the monasteries till they are bent double with old age; for it is so great that we cannot recollect any one who joined our monasteries keeping it up unbroken even for a year: so that when we have seen the beginning of their renunciation of the world, we shall understand how it came about that, starting from such a commencement, they reached such a height of perfection."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "John Cassian: The Twelve Books IV 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books IV 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books IV 3:2",
                            "text": "Of the ordeal by which one who is to be received in the monastery is tested."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books IV 3:3",
                            "text": "One, then, who seeks to be admitted to the discipline of the monastery is never received before he gives, by lying outside the doors for ten days or even longer, an evidence of his perseverance and desire, as well as of humility and patience."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books IV 3:4",
                            "text": "And when, prostrate at the feet of all the brethren that pass by, and of set purpose repelled and scorned by all of them, as if he was wanting to enter the monastery not for the sake of religion but because he was obliged; and when, too, covered with many insults and affronts, he has given a practical proof of his steadfastness, and has shown what he will be like in temptations by the way he has borne the disgrace; and when, with the ardour of his soul thus ascertained, he is admitted, then they enquire with the utmost care whether he is contaminated by a single coin from his former possessions clinging to him."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "John Cassian: The Twelve Books IV 3:5",
                            "text": "For they know that he cannot stay for long under the discipline of the monastery, nor ever learn the virtue of humility and obedience, nor be content with the poverty and difficult life of the monastery, if he knows that ever so small a sum of money has been kept hid; but, as soon as ever a disturbance arises on some occasion or other, he will at once dart off from the monastery like a stone from a sling, impelled to this by trusting in that sum of money."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "John Cassian: The Twelve Books IV 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books IV 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books IV 4:2",
                            "text": "The reason why those who are received in the monastery are not allowed to bring anything in with them."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books IV 4:3",
                            "text": "And for these reasons they do not agree to take from him money to be used even for the  good of the monastery: First, in case he may be puffed up with arrogance, owing to this offering, and so not deign to put himself on a level with the poorer brethren; and next, lest he fail through this pride of his to stoop to the humility of Christ, and so, when he cannot hold out under the discipline of the monastery, leave it, and afterwards, when he has cooled down, want in a bad spirit to receive and get back—not without loss to the monastery—what he had contributed in the early days of his renunciation, when he was aglow with spiritual fervour."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books IV 4:4",
                            "text": "And that this rule should always be kept they have been frequently taught by many instances."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "John Cassian: The Twelve Books IV 4:5",
                            "text": "For in some monasteries where they are not so careful some who have been received unreservedly have afterwards tried most sacrilegiously to demand a return of that which they had contributed and which had been spent on God's work."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "John Cassian: The Twelve Books IV 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books IV 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books IV 5:2",
                            "text": "The reason why those who give up the world, when they are received in the monasteries, must lay aside their own clothes and be clothed in others by the Abbot."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "John Cassian: The Twelve Books IV 5:3",
                            "text": "Wherefore each one on his admission is stripped of all his former possessions, so that he is not allowed any longer to keep even the clothes which he has on his back: but in the council of the brethren he is brought forward into the midst and stripped of his own clothes, and clad by the Abbot's hands in the dress of the monastery, so that by this he may know not only that he has been despoiled of all his old things, but also that he has laid aside all worldly pride, and come down to the want and poverty of Christ, and that he is now to be supported not by wealth sought for by the world's arts, nor by anything reserved from his former state of unbelief, but that he is to receive out of the holy and sacred funds of the monastery his rations for his service; and that, as he knows that he is thence to be clothed and fed and that he has nothing of his own, he may learn, nevertheless, not to be anxious about the morrow, according to the saying of the Gospel, and may not be ashamed to be on a level with the poor, that is with the body of the brethren, with whom Christ was not ashamed to be numbered, and to call himself their brother, but that rather he may glory that he has been made to share the lot of his own servants."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "John Cassian: The Twelve Books IV 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books IV 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books IV 6:2",
                            "text": "The reason why the clothes of the renunciants with which they joined the monastery are preserved by the steward."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books IV 6:3",
                            "text": "But those clothes, which he laid aside, are consigned to the care of the steward and kept until by different sorts of temptations and trials they can recognize the excellence of his progress and life and endurance."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books IV 6:4",
                            "text": "And if they see that he can continue therein as time goes on, and remain in that fervour with which he began, they give them away to the poor."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books IV 6:5",
                            "text": "But if they find that he has been guilty of any fault of murmuring, or of even the smallest piece of disobedience, then they strip off from him the dress of the monastery in which he had been clad, and reclothe him in his old garments which had been confiscated, and send him away."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books IV 6:6",
                            "text": "For it is not right for him to go away with those which he had received, nor do they allow any one to be any longer dressed in them if they have seen him once grow cold in regard to the rule of their institution."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "John Cassian: The Twelve Books IV 6:7",
                            "text": "Wherefore, also, the opportunity of going out openly is not given to any one, unless he escapes like a runaway slave by taking advantage of the thickest shades of night, or is judged unworthy of this order and profession and lays aside the dress of the monastery and is expelled with shame and disgrace before all the brethren."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "John Cassian: The Twelve Books IV 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books IV 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books IV 7:2",
                            "text": "The reason why those who are admitted to a monastery are not permitted to mix at once with the congregation of the brethren, but are first committed to the guest house."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books IV 7:3",
                            "text": "When, then, any one has been received and proved by that persistence of which we have spoken, and, laying aside his own garments, has been clad in those of the monastery, he is not allowed to mix at once with the congregation of the brethren, but is given into the charge of an Elder, who lodges apart not far from the entrance of the monastery, and is entrusted with the care of strangers and guests, and bestows all his diligence in receiving them kindly."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "John Cassian: The Twelve Books IV 7:4",
                            "text": "And when he has served there for a whole year without any complaint, and has given evidence of service towards strangers, being thus initiated in the first rudiments  of humility and patience, and by long practice in it acknowledged, when he is to be admitted from this into the congregation of the brethren he is handed over to another Elder, who is placed over ten of the juniors, who are entrusted to him by the Abbot, and whom he both teaches and governs in accordance with the arrangement which we read of in Exodus as made by Moses."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "John Cassian: The Twelve Books IV 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books IV 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books IV 8:2",
                            "text": "Of the practices in which the juniors are first exercised that they may become proficient in overcoming all their desires."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books IV 8:3",
                            "text": "And his anxiety and the chief part of his instruction—through which the juniors brought to him may be able in due course to mount to the greatest heights of perfection—will be to teach him first to conquer his own wishes; and, anxiously and diligently practising him in this, he will of set purpose contrive to give him such orders as he knows to be contrary to his liking; for, taught by many examples, they say that a monk, and especially the younger ones, cannot bridle the desire of his concupiscence unless he has first learnt by obedience to mortify his wishes."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "John Cassian: The Twelve Books IV 8:4",
                            "text": "And so they lay it down that the man who has not first learnt to overcome his desires cannot possibly stamp out anger or sulkiness, or the spirit of fornication; nor can he preserve true humility of heart, or lasting unity with the brethren, or a stable and continuous concord; nor remain for any length of time in the monastery."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "John Cassian: The Twelve Books IV 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books IV 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books IV 9:2",
                            "text": "The reason why the juniors are enjoined not to keep back any of their thoughts from the senior."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books IV 9:3",
                            "text": "By these practices, then, they hasten to impress and instruct those whom they are training with the alphabet, as it were, and first syllables in the direction of perfection, as they can clearly see by these whether they are grounded in a false and imaginary or in a true humility."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books IV 9:4",
                            "text": "And, that they may easily arrive at this, they are next taught not to conceal by a false shame any itching thoughts in their hearts, but, as soon as ever such arise, to lay them bare to the senior, and, in forming a judgment about them, not to trust anything to their own discretion, but to take it on trust that that is good or bad which is considered and pronounced so by the examination of the senior."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books IV 9:5",
                            "text": "Thus it results that our cunning adversary cannot in any way circumvent a young and inexperienced monk, or get the better of his ignorance, or by any craft deceive one whom he sees to be protected not by his own discretion but by that of his senior, and who cannot be persuaded to hide from his senior those suggestions of his which like fiery darts he has shot into his heart; since the devil, subtle as he is, cannot ruin or destroy a junior unless he has enticed him either through pride or through shame to conceal his thoughts."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "John Cassian: The Twelve Books IV 9:6",
                            "text": "For they lay it down as an universal and clear proof that a thought is from the devil if we are ashamed to disclose it to the senior."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "John Cassian: The Twelve Books IV 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books IV 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books IV 10:2",
                            "text": "How thorough is the obedience of the juniors even in those things which are matters of common necessity."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books IV 10:3",
                            "text": "Next, the rule is kept with such strict obedience that, without the knowledge and permission of their superior, the juniors not only do not dare to leave their cell but on their own authority do not venture to satisfy their common and natural needs."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books IV 10:4",
                            "text": "And so they are quick to fulfil without any discussion all those things that are ordered by him, as if they were commanded by God from heaven; so that sometimes, when impossibilities are commanded them, they undertake them with such faith and devotion as to strive with all their powers and without the slightest hesitation to fulfil them and carry them out; and out of reverence for their senior they do not even consider whether a command is an impossibility."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books IV 10:5",
                            "text": "But of their obedience I omit at present to speak more particularly, for we propose to speak of it in the proper place a little later on, with instances of it, if through your prayers the Lord carry us safely through."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "John Cassian: The Twelve Books IV 10:6",
                            "text": "We now proceed to the other regulations, passing over all account of those which cannot be imposed on  or kept in the monasteries in this country, as we promised to do in our Preface; for instance, how they never use woollen garments, but only cotton, and these not double, changes of which each superior gives out to the ten monks under his care when he sees that those which they are wearing are dirty."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "John Cassian: The Twelve Books IV 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books IV 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books IV 11:2",
                            "text": "The kind of food which is considered the greater delicacy by them."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books IV 11:3",
                            "text": "I pass over, too, that difficult and sublime sort of self-control, through which it is considered the greatest luxury if the plant called cherlock, prepared with salt and steeped in water, is set on the table for the repast of the brethren; and many other things like this, which in this country neither the climate nor the weakness of our constitution would permit."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "John Cassian: The Twelve Books IV 11:4",
                            "text": "And I shall only follow up those matters which cannot be interfered with by any weakness of the flesh or local situation, if only no weakness of mind or coldness of spirit gets rid of them."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "John Cassian: The Twelve Books IV 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books IV 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books IV 12:2",
                            "text": "How they leave off every kind of work at the sound of some one knocking at the door, in their eagerness to answer at once."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "John Cassian: The Twelve Books IV 12:3",
                            "text": "And so, sitting in their cells and devoting their energies equally to work and to meditation, when they hear the sound of some one knocking at the door and striking on the cells of each, summoning them to prayer or some work, every one eagerly dashes out from his cell, so that one who is practising the writer's art, although he may have just begun to form a letter, does not venture to finish it, but runs out with the utmost speed, at the very moment when the sound of the knocking reaches his ears, without even waiting to finish the letter he has begun; but, leaving the lines of the letter incomplete, he aims not at abridging and saving his labour, but rather hastens with the utmost earnestness and zeal to attain the virtue of obedience, which they put not merely before manual labour and reading and silence and quietness in the cell, but even before all virtues, so that they consider that everything should be postponed to it, and are content to undergo any amount of inconvenience if only it may be seen that they have in no way neglected this virtue."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "John Cassian: The Twelve Books IV 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books IV 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books IV 13:2",
                            "text": "How wrong it is considered for any one to say that anything, however trifling, is his own."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books IV 13:3",
                            "text": "Among their other practices I fancy that it is unnecessary even to mention this virtue, viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "John Cassian: The Twelve Books IV 13:4",
                            "text": ", that no one is allowed to possess a box or basket as his special property, nor any such thing which he could keep as his own and secure with his own seal, as we are well aware that they are in all respects stripped so bare that they have nothing whatever except their shirt, cloak, shoes, sheepskin, and rush mat; for in other monasteries as well, where some indulgence and relaxation is granted, we see that this rule is still most strictly kept, so that no one ventures to say even in word that anything is his own: and it is a great offence if there drops from the mouth of a monk such an expression as \"my book,\" \"my tablets,\" \"my pen,\" \"my coat,\" or \"my shoes;\" and for this he would have to make satisfaction by a proper penance, if by accident some such expression escaped his lips through thoughtlessness or ignorance."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "John Cassian: The Twelve Books IV 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books IV 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books IV 14:2",
                            "text": "How, even if a large sum of money is amassed by the labour of each, still no one may venture to exceed the moderate limit of what is appointed as adequate."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books IV 14:3",
                            "text": "And although each one of them may bring in daily by his work and labour so great a return to the monastery that he could out of it not only satisfy his own moderate demands but could also abundantly supply the wants of many, yet he is no way puffed up, nor does he flatter himself on account of his toil and this large gain from his labour, but, except two biscuits, which are sold there for scarcely threepence, no one thinks that he has a right to anything further."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books IV 14:4",
                            "text": "And among them there is nothing (and I am ashamed to say this, and heartily wish it was unknown in our own monasteries) which is claimed by any of them, I will not say in deed but even in thought, as  his special property."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "John Cassian: The Twelve Books IV 14:5",
                            "text": "And though he believes that the whole granary of the monastery forms his substance, and, as lord of all, devotes his whole care and energy to it all, yet nevertheless, in order to maintain that excellent state of want and poverty which he has secured and which he strives to preserve to the very last in unbroken perfection, he regards himself as a foreigner and an alien to them all, so that he conducts himself as a stranger and a sojourner in this world, and considers himself a pupil of the monastery and a servant instead of imagining that he is lord and master of anything."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "John Cassian: The Twelve Books IV 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books IV 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books IV 15:2",
                            "text": "Of the excessive desire of possession among us."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books IV 15:3",
                            "text": "To this what shall we wretched creatures say, who though living in Coenobia and established under the government and care of an Abbot yet carry about our own keys, and trampling under foot all feeling of shame and disgrace which should spring from our profession, are not ashamed actually to wear openly upon our fingers rings with which to seal what we have stored up; and in whose case not merely boxes and baskets, but not even chests and closets are sufficient for those things which we collect or which we reserved when we forsook the world; and who sometimes get so angry over trifles and mere nothings (to which however we lay claim as if they were our own) that if any one dares to lay a finger on any of them, we are so filled with rage against him that we cannot keep the wrath of our heart from being expressed on our lips and in bodily excitement."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "John Cassian: The Twelve Books IV 15:4",
                            "text": "But, passing by our faults and treating with silence those things of which it is a shame even to speak, according to this saying: \"My mouth shall not speak the deeds of men,\" let us in accordance with the method of our narration which we have begun proceed to those virtues which are practised among them, and which we ought to aim at with all earnestness; and let us briefly and hastily set down the actual rules and systems that afterwards, coming to some of the deeds and acts of the elders which we propose carefully to preserve for recollection, we may support by the strongest testimonies what we have set forth in our treatise, and still further confirm everything that we have said by examples and instances from life."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "John Cassian: The Twelve Books IV 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books IV 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books IV 16:2",
                            "text": "On the rules for various rebukes."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books IV 16:3",
                            "text": "If then any one by accident breaks an earthenware jar (which they call \"baucalis\"), he can only expiate his carelessness by public penance; and when all the brethren are assembled for service he must lie on the ground and ask for absolution until the service of the prayers is finished; and will obtain it when by the Abbot's command he is bidden to rise from the ground."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books IV 16:4",
                            "text": "The same satisfaction must be given by one who when summoned to some work or to the usual service comes rather late, or who when singing a Psalm hesitates ever so little."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books IV 16:5",
                            "text": "Similarly if he answers unnecessarily or roughly or impertinently, if he is careless in carrying out the services enjoined to him, if he makes a slight complaint, if preferring reading to work or obedience he is slow in performing his appointed duties, if when service is over he does not make haste to go back at once to his cell, if he stops for ever so short a time with some one else, if he goes anywhere else even for a moment, if he takes any one else by the hand, if he ventures to discuss anything however small with one who is not the joint-occupant of his cell, if he prays with one who is suspended from prayer, if he sees any of his relations or friends in the world and talks with them without his senior, if he tries to receive a letter from any one or to write back without his Abbot's leave."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books IV 16:6",
                            "text": "To such an extent does spiritual censure proceed and in such matters and faults like these."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books IV 16:7",
                            "text": "But as for other things which when indiscriminately committed among us are treated by us too as blameworthy, viz."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "John Cassian: The Twelve Books IV 16:8",
                            "text": ": open wrangling, manifest contempt, arrogant contradictions, going out from the monastery freely and without check, familiarity with women, wrath, quarrelling, jealousies, disputes, claiming something as  one's own property, the infection of covetousness, the desire and acquisition of unnecessary things which are not possessed by the rest of the brethren, taking food between meals and by stealth, and things like these—they are dealt with not by that spiritual censure of which we spoke, but by stripes; or are atoned for by expulsion."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "John Cassian: The Twelve Books IV 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books IV 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books IV 17:2",
                            "text": "Of those who introduced the plan that the holy Lessons should be read in the Coenobia while the brethren are eating, and of the strict silence which is kept among the Egyptians."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books IV 17:3",
                            "text": "But we have been informed that the plan that, while the brethren are eating, the holy lessons should be read in the Coenobia did not originate in the Egyptian system but in the Cappadocian."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books IV 17:4",
                            "text": "And there is no doubt that they meant to establish it not so much for the sake of the spiritual exercise as for the sake of putting a stop to unnecessary and idle conversation, and especially discussions, which so often arise at meals; since they saw that these could not be prevented among them in any other way."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books IV 17:5",
                            "text": "For among the Egyptians and especially those of Tabenna so strict a silence is observed by all that when so large a number of the brethren has sat down together to a meal, no one ventures to talk even in a low tone except the dean, who however if he sees that anything is wanted to be put on or taken off the table, signifies it by a sign rather than a word."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "John Cassian: The Twelve Books IV 17:6",
                            "text": "And while they are eating, the rule of this silence is so strictly kept that with their hoods drawn down over their eyelids (to prevent their roving looks having the opportunity of wandering inquisitively) they can see nothing except the table, and the food that is put on it, and which they take from it; so that no one notices what another is eating."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "John Cassian: The Twelve Books IV 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books IV 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books IV 18:2",
                            "text": "How it is against the rule for any one to take anything to eat or drink except at the common table."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "John Cassian: The Twelve Books IV 18:3",
                            "text": "In between their regular meals in common they are especially careful that no one should presume to gratify his palate with any food: so that when they are walking casually through gardens or orchards, when the fruit hanging enticingly on the trees not only knocks against their breasts as they pass through, but is also lying on the ground and offering itself to be trampled under foot, and (as it is all ready to be gathered) would easily be able to entice those who see it to gratify their appetite, and by the chance offered to them and the quantity of the fruit, to excite even the most severe and abstemious to long for it; still they consider it wrong not merely to taste a single fruit, but even to touch one with the hand, except what is put on the table openly for the common meal of all, and supplied publicly by the steward's catering through the service of the brethren, for their enjoyment."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "John Cassian: The Twelve Books IV 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books IV 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books IV 19:2",
                            "text": "How throughout Palestine and Mesopotamia a daily service is undertaken by the brethren."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books IV 19:3",
                            "text": "In order that we may not appear to omit any of the Institutes of the Coenobia I think that it should be briefly mentioned that in other countries as well there is a daily service undertaken by the brethren."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books IV 19:4",
                            "text": "For throughout the whole of Mesopotamia, Palestine, and Cappadocia and all the East the brethren succeed one another in turn every week for the performance of certain duties, so that the number serving is told off according to the whole number of monks in the Coenobium."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books IV 19:5",
                            "text": "And they hasten to fulfil these duties with a zeal and humility such as no slave bestows on his service even to a most harsh and powerful master; so that not satisfied only with these services which are rendered by canonical rule, they actually rise by night in their zeal and relieve those whose special duty this is; and secretly anticipating them try to finish those duties which these others would have to do."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books IV 19:6",
                            "text": "But each one who undertakes these weeks is on duty and has to serve until supper on  Sunday, and when this is done, his duty for the whole week is finished, so that, when all the brethren come together to chant the Psalms (which according to custom they sing before going to bed) those whose turn is over wash the feet of all in turn, seeking faithfully from them the reward of this blessing for their work during the whole week, that the prayers offered up by all the brethren together may accompany them as they fulfil the command of Christ, the prayer, to wit, that intercedes for their ignorances and for their sins committed through human frailty, and may commend to God the complete service of their devotion like some rich offering."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books IV 19:7",
                            "text": "And so on Monday after the Mattin hymns they hand over to others who take their place the vessels and utensils with which they have ministered, which these receive and keep with the utmost care and anxiety, that none of them may be injured or destroyed, as they believe that even for the smallest vessels they must give an account, as sacred things, not only to a present steward, but to the Lord, if by chance any of them is injured through their carelessness."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books IV 19:8",
                            "text": "And what limit there is to this discipline, and what fidelity and care there is in keeping it up, you may see from one instance which I will give as an example."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "John Cassian: The Twelve Books IV 19:9",
                            "text": "For while we are anxious to satisfy that fervour of yours through which you ask for a full account of everything, and want even what you know perfectly well to be repeated to you in this treatise, we are also afraid of exceeding the limits of brevity."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "John Cassian: The Twelve Books IV 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books IV 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books IV 20:2",
                            "text": "Of the three lentil beans which the Steward found."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books IV 20:3",
                            "text": "During the week of a certain brother the steward passing by saw lying on the ground three lentil beans which had slipped out of the hand of the monk on duty for the week as he was hastily preparing them for cooking, together with the water in which he was washing them; and immediately he consulted the Abbot on the subject; and by him the monk was adjudged a pilferer and careless about sacred property, and so was suspended from prayer."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books IV 20:4",
                            "text": "And the offence of his negligence was only pardoned when he had atoned for it by public penance."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books IV 20:5",
                            "text": "For they believe not only that they themselves are not their own, but also that everything that they possess is consecrated to the Lord."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books IV 20:6",
                            "text": "Wherefore if anything whatever has once been brought into the monastery they hold that it ought to be treated with the utmost reverence as an holy thing."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "John Cassian: The Twelve Books IV 20:7",
                            "text": "And they attend to and arrange everything with great fidelity, even in the case of things which are considered unimportant or regarded as common and paltry, so that if they change their position and put them in a better place, or if they fill a bottle with water, or give anybody something to drink out of it, or if they remove a little dust from the oratory or from their cell they believe with implicit faith that they will receive a reward from the Lord."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "John Cassian: The Twelve Books IV 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books IV 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books IV 21:2",
                            "text": "Of the spontaneous service of some of the brethren."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "John Cassian: The Twelve Books IV 21:3",
                            "text": "We have been told of brethren in whose week there was such a scarcity of wood that they had not enough to prepare the usual food for the brethren; and when it had been ordered by the Abbot's authority that until more could be brought and fetched, they should content themselves with dried food, though this was agreed to by all and no one could expect any cooked food; still these men as if they were cheated of the fruit and reward of their labour and service, if they did not prepare the food for their brethren according to custom in the order of their turn—imposed upon themselves such uncalled-for labour and care that in those dry and sterile regions where wood cannot possibly be procured unless it is cut from the fruit trees (for there are no wild shrubs found there as with us), they wander about through the wide deserts, and traversing the wilderness which stretches towards the Dead Sea, collect in their lap and the folds of their dress the scanty stubble and brambles which the wind carries hither and thither, and so by their voluntary service prepare all their usual food for the brethren, so that they suffer nothing to be diminished of the ordinary supply; discharging these duties of theirs towards their brethren with such fidelity that though the scarcity of wood and the  Abbot's order would be a fair excuse for them, yet still out of regard for their profit and reward they will not take advantage of this liberty."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "John Cassian: The Twelve Books IV 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books IV 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books IV 22:2",
                            "text": "The system of the Egyptians, which is appointed for the daily service of the brethren."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books IV 22:3",
                            "text": "These things have been told in accordance with the system, as we remarked before, of the whole East, which also we say should be observed as a matter of course in our own country."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books IV 22:4",
                            "text": "But among the Egyptians whose chief care is for work there is not the mutual change of weekly service, for fear lest owing to the requirements of office they might all be hindered from keeping the rule of work."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books IV 22:5",
                            "text": "But one of the most approved brethren is given the care of the larder and kitchen, and he takes charge of that office for good and all as long as his strength and years permit."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "John Cassian: The Twelve Books IV 22:6",
                            "text": "For he is exhausted by no great bodily labour, because no great care is expended among them in preparing food or in cooking, as they so largely make use of dried and uncooked food, and among them the leaves of leeks cut each month, and cherlock, table salt, olives, tiny little salt fish which they call sardines, form the greatest delicacy."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "John Cassian: The Twelve Books IV 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "John Cassian: The Twelve Books IV 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "John Cassian: The Twelve Books IV 23:2",
                            "text": "The obedience of Abbot John by which he was exalted even to the grace of prophecy."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "John Cassian: The Twelve Books IV 23:3",
                            "text": "And since this book is about the training of one who renounces this world, whereby, making a beginning of true humility and perfect obedience, he may be enabled to ascend the heights of the other virtues as well, I think it well to set down just by way of specimen, as we promised, some of the deeds of the elders whereby they excelled in this virtue, selecting a few only out of many instances, that, if any are anxious to aim at still greater heights, they may not only receive from these an incitement towards the perfect life, but may also be furnished with a model of what they purpose."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "John Cassian: The Twelve Books IV 23:4",
                            "text": "Wherefore, to make this book as short as possible we will produce and set down two or three out of the whole number of the Fathers; and first of all Abbot John who lived near Lycon which is a town in the Thebaid; and who was exalted even to the grace of prophecy for his admirable obedience, and was so celebrated all the world over that he was by his merits rendered famous even among kings of this world."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "John Cassian: The Twelve Books IV 23:5",
                            "text": "For though, as we said, he lived in the most remote parts of the Thebaid, still the Emperor Theodosius did not venture to declare war against the most powerful tyrants before he was encouraged by his utterances and replies: trusting in which as if they had been brought to him from heaven he gained victories over his foes in battles which seemed hopeless."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "John Cassian: The Twelve Books IV 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "John Cassian: The Twelve Books IV 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "John Cassian: The Twelve Books IV 24:2",
                            "text": "Of the dry stick which, at the bidding of his senior, Abbot John kept on watering as if it would grow."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "John Cassian: The Twelve Books IV 24:3",
                            "text": "And so this blessed John from his youth up even to a full and ripe age of manhood was subject to his senior as long as he continued living in this world, and carried out his commands with such humility that his senior himself was utterly astounded at his obedience; and as he wanted to make sure whether this virtue came from genuine faith and profound simplicity of heart, or whether it was put on and as it were constrained and only shown in the presence of the bidder, he often laid upon him many superfluous and almost unnecessary or even impossible commands."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "John Cassian: The Twelve Books IV 24:4",
                            "text": "From which I will select three to show to those who wish to know how perfect was his disposition and subjection."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "John Cassian: The Twelve Books IV 24:5",
                            "text": "For the old man took from his woodstack a stick which had previously been cut and got ready to make the fire with, and which, as no opportunity for cooking had come, was lying not merely dry but even mouldy from the lapse of time."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "John Cassian: The Twelve Books IV 24:6",
                            "text": "And when he had stuck it into the ground before his very eyes, he ordered him to fetch water and to  water it twice a day that by this daily watering it might strike roots and be restored to life as a tree, as it was before, and spread out its branches and afford a pleasant sight to the eyes as well as a shade for those who sat under it in the heat of summer."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "John Cassian: The Twelve Books IV 24:7",
                            "text": "And this order the lad received with his customary veneration, never considering its impossibility, and day by day carried it out so that he constantly carried water for nearly two miles and never ceased to water the stick; and for a whole year no bodily infirmity, no festival services, no necessary business (which might fairly have excused him from carrying out the command), and lastly no severity of winter could interfere and hinder him from obeying this order."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "John Cassian: The Twelve Books IV 24:8",
                            "text": "And when the old man had watched this zeal of his on the sly without saying anything for several days and had seen that he kept this command of his with simple willingness of heart, as if it had come from heaven, without any change of countenance or consideration of its reasonableness—approving the unfeigned obedience of his humility and at the same time commiserating his tedious labour which in the zeal of his devotion he had continued for a whole year—he came to the dry stick, and \"John,\" said he, \"has this tree put forth roots or no?\" And when the other said that he did not know, then the old man as if seeking the truth of the matter and trying whether it was yet depending on its roots, pulled up the stick before him with a slight disturbance of the earth, and throwing it away told him that for the future he might stop watering it."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "John Cassian: The Twelve Books IV 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "John Cassian: The Twelve Books IV 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "John Cassian: The Twelve Books IV 25:2",
                            "text": "Of the unique vase of oil thrown away by Abbot John at his senior's command."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "John Cassian: The Twelve Books IV 25:3",
                            "text": "Thus the youth, trained up by exercises of this sort, daily increased in this virtue of obedience, and shone forth more and more with the grace of humility; and when the sweet odour of his obedience spread throughout all the monasteries, some of the brethren, coming to the elder for the sake of testing him or rather of being edified by him, marvelled at his obedience of which they had heard; and so the older called him suddenly, and said, \"Go up and take this cruse of oil\" (which was the only one in the desert and which furnished a very scanty supply of the rich liquid for their own use and for that of strangers) \"and throw it down out of window\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "John Cassian: The Twelve Books IV 25:4",
                            "text": "And he flew up stairs when summoned and threw it out of window and cast it down to the ground and broke it in pieces without any thought or consideration of the folly of the command, or their daily wants, and bodily infirmity, or of their poverty, and the trials and difficulties of the wretched desert in which, even if they had got the money for it, oil of that quality, once lost, could not be procured or replaced."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "John Cassian: The Twelve Books IV 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "John Cassian: The Twelve Books IV 26:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "John Cassian: The Twelve Books IV 26:2",
                            "text": "How Abbot John obeyed his senior by trying to roll a huge stone, which a large number of men were unable to move."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "John Cassian: The Twelve Books IV 26:3",
                            "text": "Again, when some others were anxious to be edified by the example of his obedience, the elder called him and said: \"John, run and roll that stone hither as quickly as possible;\" and he forthwith, applying now his neck, and now his whole body, tried with all his might and main to roll an enormous stone which a great crowd of men would not be able to move, so that not only were his clothes saturated with sweat from his limbs, but the stone itself was wetted by his neck; in this too never weighing the impossibility of the command and deed, out of reverence for the old man and the unfeigned simplicity of his service, as he believed implicitly that the old man could not command him to do anything vain or without reason."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "John Cassian: The Twelve Books IV 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "John Cassian: The Twelve Books IV 27:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "John Cassian: The Twelve Books IV 27:2",
                            "text": "Of the humility and obedience of Abbot Patermucius, which he did not hesitate to make perfect by throwing his little boy into the river at the command of his senior."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "John Cassian: The Twelve Books IV 27:3",
                            "text": "So far let it suffice for me to have told a few things out of many concerning Abbot John: now I will relate a memorable deed of Abbot Patermucius."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "John Cassian: The Twelve Books IV 27:4",
                            "text": "For he, when anxious to renounce the world, remained lying before the doors of the monastery for a long time until by his dogged persistence he induced them—contrary to all the rules of the Coenobia—to receive him together with his little boy who was about eight years old."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "John Cassian: The Twelve Books IV 27:5",
                            "text": "And when they were at last admitted they were at once not  only committed to the care of different superiors, but also put to live in separate cells that the father might not be reminded by the constant sight of the little one that out of all his possessions and carnal treasures, which he had cast off and renounced, at least his son remained to him; and that as he was already taught that he was no longer a rich man, so he might also forget the fact that he was a father."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "John Cassian: The Twelve Books IV 27:6",
                            "text": "And that it might be more thoroughly tested whether he would make affection and love for his own flesh and blood of more account than obedience and Christian mortification (which all who renounce the world ought out of love to Christ to prefer), the child was on purpose neglected and dressed in rags instead of proper clothes; and so covered and disfigured with dirt that he would rather disgust than delight the eyes of his father whenever he saw him."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "John Cassian: The Twelve Books IV 27:7",
                            "text": "And further, he was exposed to blows and slaps from different people, which the father often saw inflicted without the slightest reason on his innocent child under his very eyes, so that he never saw his cheeks without their being stained with the dirty marks of tears."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "John Cassian: The Twelve Books IV 27:8",
                            "text": "And though the child was treated thus day after day before his eyes, yet still out of love for Christ and the virtue of obedience the father's heart stood firm and unmoved."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "John Cassian: The Twelve Books IV 27:9",
                            "text": "For he no longer regarded him as his own son, as he had offered him equally with himself to Christ; nor was he concerned about his present injuries, but rather rejoiced because he saw that they were endured, not without profit; thinking little of his son's tears, but anxious about his own humility and perfection."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "John Cassian: The Twelve Books IV 27:10",
                            "text": "And when the Superior of the Coenobium saw his steadfastness of mind and immovable inflexibility, in order thoroughly to prove the constancy of his purpose, one day when he had seen the child crying, he pretended that he was annoyed with him and told the father to throw him into the river."
                        },
                        {
                            "verse": 11,
                            "chapter": 27,
                            "name": "John Cassian: The Twelve Books IV 27:11",
                            "text": "Then he, as if this had been commanded him by the Lord, at once snatched up the child as quickly as possible, and carried him in his arms to the river's bank to throw him in."
                        },
                        {
                            "verse": 12,
                            "chapter": 27,
                            "name": "John Cassian: The Twelve Books IV 27:12",
                            "text": "And straightway in the fervour of his faith and obedience this would have been carried out in act, had not some of the brethren been purposely set to watch the banks of the river very carefully, and when the child was thrown in, had somehow snatched him from the bed of the stream, and prevented the command, which was really fulfilled by the obedience and devotion of the father, from being consummated in act and result."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "John Cassian: The Twelve Books IV 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "John Cassian: The Twelve Books IV 28:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "John Cassian: The Twelve Books IV 28:2",
                            "text": "How it was revealed to the Abbot concerning Patermucius that he had done the deed of Abraham; and how when the same Abbot died, Patermucius succeeded to the charge of the monastery."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "John Cassian: The Twelve Books IV 28:3",
                            "text": "And this man's faith and devotion was so acceptable to God that it was immediately approved by a divine testimony."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "John Cassian: The Twelve Books IV 28:4",
                            "text": "For it was forthwith revealed to the Superior that by this obedience of his he had copied the deed of the patriarch Abraham."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "John Cassian: The Twelve Books IV 28:5",
                            "text": "And when shortly afterwards the same Abbot of the monastery departed out of this life to Christ, he preferred him to all the brethren, and left him as his successor and as Abbot to the monastery."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "John Cassian: The Twelve Books IV 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "John Cassian: The Twelve Books IV 29:1",
                            "text": "Chapter XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "John Cassian: The Twelve Books IV 29:2",
                            "text": "Of the obedience of a brother who at the Abbot's bidding carried about in public ten baskets and sold them by retail."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "John Cassian: The Twelve Books IV 29:3",
                            "text": "We will also not be silent about a brother whom we knew, who belonged to a high family according to the rank of this world, for he was sprung from a father who was a count and extremely wealthy, and had been well brought up with a liberal education."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "John Cassian: The Twelve Books IV 29:4",
                            "text": "This man, when he had left his parents and fled to the monastery, in order to prove the humility of his disposition and the ardour of his faith was at once ordered by his superior to load his shoulders with ten baskets (which there was no need to sell publicly), and to hawk them about through the streets for sale: this condition being attached, so that he might be kept longer at the work, viz."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "John Cassian: The Twelve Books IV 29:5",
                            "text": ": that if any one should chance to want to buy them all together, he was not to allow it, but was to sell them to purchasers separately."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "John Cassian: The Twelve Books IV 29:6",
                            "text": "And this he carried out with the utmost zeal, and trampling under foot all shame and confusion, out of love for Christ, and for His Name's sake, he put the baskets on his shoulders and sold them by retail at the price fixed and brought back the money to the monastery; not in the least upset by the novelty of so mean and unusual a duty, and paying no attention to the indignity of the thing and the splendour of his birth, and the disgrace of the sale, as he was aiming at gaining through the grace of obedience that humility of Christ which is the true nobility."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "John Cassian: The Twelve Books IV 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books IV 30:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books IV 30:2",
                            "text": "Of the humility of Abbot Pinufius, who left a very famous Coenobium over which he presided as Presbyter, and out of the love of subjection sought a distant monastery where he could be received as a novice."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books IV 30:3",
                            "text": "The limits of the book compel us to draw to a close; but the virtue of obedience, which holds the first place among other good qualities, will not allow us altogether to pass over in silence the deeds of those who have excelled by it."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books IV 30:4",
                            "text": "Wherefore aptly combining these two together, I mean, consulting brevity as well as the wishes and profit of those who are in earnest, we will only add one example of humility, which, as it was shown by no novice but one already perfect and an Abbot, may not only instruct the younger, but also incite the elders to the perfect virtue of humility, as they read it."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books IV 30:5",
                            "text": "Thus we saw Abbot Pinufius who when he was presbyter of a huge Coenobium which is in Egypt not far from the city of Panephysis, was held in honour and respect by all men out of reverence either for his life or for his age or for his priesthood; and when he saw that for this reason he could not practise that humility which he longed for with all the ardour of his disposition, and had no opportunity of exercising the virtue of subjection which he desired, he fled secretly from the Coenobium and withdrew alone into the furthest parts of the Thebaid, and there laid aside the habit of the monks and assumed a secular dress, and thus sought the Coenobium of Tabenna, which he knew to be the strictest of all, and in which he fancied that he would not be known owing to the distance of the spot, or else that he could easily lie hid there in consequence of the size of the monastery and the number of brethren."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books IV 30:6",
                            "text": "There he remained for a long time at the entrance, and as a suppliant at the knees of the brethren sought with most earnest prayers to gain admission."
                        },
                        {
                            "verse": 7,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books IV 30:7",
                            "text": "And when he was at last with much scorn admitted as a feeble old man who had lived all his life in the world, and had asked in his old age to be allowed to enter a Coenobium when he could no longer gratify his passions,—as they said that he was seeking this not for the sake of religion but because he was compelled by hunger and want, they gave him the care and management of the garden, as he seemed an old man and not specially fitted for any particular work."
                        },
                        {
                            "verse": 8,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books IV 30:8",
                            "text": "And this he performed under another and a younger brother who kept him by him as intrusted to him, and he was so subordinate to him, and cultivated the desired virtue of humility so obediently that he daily performed with the utmost diligence not only everything that had to do with the care and management of the garden, but also all those duties which were looked on by the other as hard and degrading, and disagreeable."
                        },
                        {
                            "verse": 9,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books IV 30:9",
                            "text": "Rising also by night he did many things secretly, without any one looking on or knowing it, when darkness concealed him so that no one could discover the author of the deed."
                        },
                        {
                            "verse": 10,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books IV 30:10",
                            "text": "And when he had hidden himself there for three years and had been sought for high and low by the brethren all through Egypt, he was at last seen by one who had come from the parts of Egypt, but could scarcely be recognized owing to the meanness of his dress and the humble character of the duty he was performing."
                        },
                        {
                            "verse": 11,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books IV 30:11",
                            "text": "For he was stooping down and hoeing the ground for vegetables and bringing dung on his shoulders and laying it about their roots."
                        },
                        {
                            "verse": 12,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books IV 30:12",
                            "text": "And seeing this the brother for a long time hesitated about recognizing him, but at last he came nearer, and taking careful note not only of his looks but also of the tone of his voice, straightway fell at his feet: and at first all who saw it were struck with the greatest astonishment why he should do this to one who was looked upon by them as the lowest of all, as being a novice and one who had but lately forsaken the world: but afterwards they were struck with still greater wonder when he forthwith announced his name, which was one that had been well known amongst them also by repute."
                        },
                        {
                            "verse": 13,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books IV 30:13",
                            "text": "And all the brethren asking his pardon for their former ignorance because they had for so long classed him with the juniors and children, brought him back to his own Coenobium, against his will and in tears because by the envy of the devil he had been cheated out of a worthy mode of life and the humility which he was rejoicing in having discovered after his long search, and because he had not succeeded in ending his life in that state of subjection which he had secured."
                        },
                        {
                            "verse": 14,
                            "chapter": 30,
                            "name": "John Cassian: The Twelve Books IV 30:14",
                            "text": "And so they guarded him with the utmost care lest he should slip away again in the same sort of way and escape from them also."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "John Cassian: The Twelve Books IV 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "John Cassian: The Twelve Books IV 31:1",
                            "text": "Chapter XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "John Cassian: The Twelve Books IV 31:2",
                            "text": "How when Abbot Pinufius was brought back to his monastery he stayed there for a little while and then fled again into the regions of Syrian Palestine."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "John Cassian: The Twelve Books IV 31:3",
                            "text": "And when he had stopped there for a little while, again he was seized with a longing and desire for humility, and, taking advantage of the silence of night, made his escape in such a way that this time he sought no neighbouring district, but regions which were unknown and strange and separated by a wide distance."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "John Cassian: The Twelve Books IV 31:4",
                            "text": "For embarking in a ship he managed to travel to Palestine, believing that he would more  securely lie hid if he betook himself to those places in which his name had never been heard."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "John Cassian: The Twelve Books IV 31:5",
                            "text": "And when he had come thither, at once he sought out our own monastery which was at no great distance from the cave in which our Lord vouchsafed to be born of a virgin."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "John Cassian: The Twelve Books IV 31:6",
                            "text": "And though he concealed himself here for some time, yet like \"a city set on an hill\" (to use our Lord's expression) he could not long be hid."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "John Cassian: The Twelve Books IV 31:7",
                            "text": "For presently some of the brethren who had come to the holy places from Egypt to pray there recognized him and recalled him with most fervent prayers to his own Coenobium."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "John Cassian: The Twelve Books IV 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "John Cassian: The Twelve Books IV 32:1",
                            "text": "Chapter XXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "John Cassian: The Twelve Books IV 32:2",
                            "text": "The charge which the same Abbot Pinufius gave to a brother whom he admitted into his monastery in our presence."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "John Cassian: The Twelve Books IV 32:3",
                            "text": "This old man, then, we afterwards diligently sought out in Egypt because we had been intimate with him in our own monastery; and I propose to insert in this work of mine an exhortation which he gave in our presence to a brother whom he admitted into the monastery, because I think that it may be useful."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "John Cassian: The Twelve Books IV 32:4",
                            "text": "You know, said he, that after lying for so many days at the entrance you are to-day to be admitted."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "John Cassian: The Twelve Books IV 32:5",
                            "text": "And to begin with you ought to know the reason of the difficulty put in your way."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "John Cassian: The Twelve Books IV 32:6",
                            "text": "For it may be of great service to you in this road on which you are desirous to enter, if you understand the method of it and approach the service of Christ accordingly, and as you ought."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "John Cassian: The Twelve Books IV 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "John Cassian: The Twelve Books IV 33:1",
                            "text": "Chapter XXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "John Cassian: The Twelve Books IV 33:2",
                            "text": "How it is that, just as a great reward is due to the monk who labours according to the regulations of the fathers, so likewise punishment must he inflicted on an idle one; and therefore no one should be admitted into a monastery too easily."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "John Cassian: The Twelve Books IV 33:3",
                            "text": "For as unbounded glory hereafter is promised to those who faithfully serve God and cleave to Him according to the rule of this system; so the severest penalties are in store for those who have carried it out carelessly and coldly, and have failed to show to Him fruits of holiness corresponding to what they professed or what they were believed by men to be."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "John Cassian: The Twelve Books IV 33:4",
                            "text": "For \"it is better,\" as Scripture says, \"that a man should not vow rather than that he should vow and not pay;\" and \"Cursed is he that doeth the work of the Lord carelessly\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "John Cassian: The Twelve Books IV 33:5",
                            "text": "Therefore you were for a long while declined by us, not as if we did not desire with all our hearts to secure your salvation and the salvation of all, nor as if we did not care to go to meet even afar off those who are longing to be converted to Christ; but for fear lest if we received you rashly we might make ourselves guilty in the sight of God of levity, and make you incur a yet heavier punishment, if, when you had been too easily admitted by us without realizing the responsibility of this profession, you had afterwards turned out a deserter or lukewarm."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "John Cassian: The Twelve Books IV 33:6",
                            "text": "Wherefore you ought in the first instance to learn the actual reason for the renunciation of the world, and when you have seen this, you can be taught more plainly what you ought to do, from the reason for it."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "John Cassian: The Twelve Books IV 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "John Cassian: The Twelve Books IV 34:1",
                            "text": "Chapter XXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "John Cassian: The Twelve Books IV 34:2",
                            "text": "Of the way in which our renunciation is nothing but mortification and the image of the Crucified."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "John Cassian: The Twelve Books IV 34:3",
                            "text": "Renunciation is nothing but the evidence of the cross and of mortification."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "John Cassian: The Twelve Books IV 34:4",
                            "text": "And so you must know that to-day you are dead to this world and its deeds and desires, and that, as the Apostle says, you are crucified to this world and this world to you."
                        },
                        {
                            "verse": 5,
                            "chapter": 34,
                            "name": "John Cassian: The Twelve Books IV 34:5",
                            "text": "Consider therefore the demands of the cross under the sign of which you ought henceforward to live in this life; because you no longer live but He lives in you who was crucified for you."
                        },
                        {
                            "verse": 6,
                            "chapter": 34,
                            "name": "John Cassian: The Twelve Books IV 34:6",
                            "text": "We must therefore pass our time in this life in that fashion and form in which He was crucified for us on the cross so that (as David says) piercing our flesh with the fear of the Lord, we may have all our wishes and desires not subservient to our own lusts but fastened to His mortification."
                        },
                        {
                            "verse": 7,
                            "chapter": 34,
                            "name": "John Cassian: The Twelve Books IV 34:7",
                            "text": "For so shall we fulfil the command of the Lord which says: \"He that taketh not up his cross and followeth me is not worthy of me\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 34,
                            "name": "John Cassian: The Twelve Books IV 34:8",
                            "text": "But perhaps you will say: How can a man carry his cross continually? or how can any one who is alive be crucified? Hear briefly how this is."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "John Cassian: The Twelve Books IV 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "John Cassian: The Twelve Books IV 35:1",
                            "text": "Chapter XXXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "John Cassian: The Twelve Books IV 35:2",
                            "text": "How the fear of the Lord is our cross."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "John Cassian: The Twelve Books IV 35:3",
                            "text": "The fear of the Lord is our cross."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "John Cassian: The Twelve Books IV 35:4",
                            "text": "As then one who is crucified no longer has the power of moving or turning his limbs in any direction as he pleases, so we also ought to affix our wishes and desires—not in accordance with what is pleasant and delightful to us now, but in accordance with the law of the Lord, where it constrains us."
                        },
                        {
                            "verse": 5,
                            "chapter": 35,
                            "name": "John Cassian: The Twelve Books IV 35:5",
                            "text": "And as he who is fastened to the wood of the cross no longer considers things present, nor thinks about his likings, nor is perplexed by anxiety and care for the morrow, nor disturbed by any desire of possession, nor inflamed by any pride or strife or rivalry, grieves not at present injuries, remembers not past ones, and while he is still breathing in the body considers that he is dead to all earthly things, sending the thoughts of his heart on before to that place whither he doubts not that he is shortly to come: so we also, when crucified by the fear of the Lord ought to be dead indeed to all these things, i-e: not only to carnal vices but also to all earthly things, having the eye of our minds fixed there whither we hope at each moment that we are soon to pass."
                        },
                        {
                            "verse": 6,
                            "chapter": 35,
                            "name": "John Cassian: The Twelve Books IV 35:6",
                            "text": "For in this way we can have all our desires and carnal affections mortified."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "John Cassian: The Twelve Books IV 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "John Cassian: The Twelve Books IV 36:1",
                            "text": "Chapter XXXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "John Cassian: The Twelve Books IV 36:2",
                            "text": "How our renunciation of the world is of no use if we are again entangled in those things which we have renounced."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "John Cassian: The Twelve Books IV 36:3",
                            "text": "Beware therefore lest at any time you take again any of those things which you renounced and forsook, and, contrary to the Lord's command, return from the field of evangelical work, and be found to have clothed yourself again in your coat which you had stripped off; neither sink back to the low and earthly lusts and desires of this world, and in defiance of Christ's word come down from the rod of perfection and dare to take up again any of those things which you have renounced and forsaken."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "John Cassian: The Twelve Books IV 36:4",
                            "text": "Beware that you remember nothing of your kinsfolk or of your former affections, and that you are not called back to the cares and anxieties of this world, and (as our Lord says) putting your hand to the plough and looking back be found unfit for the kingdom of heaven."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "John Cassian: The Twelve Books IV 36:5",
                            "text": "Beware lest at any time, when you have begun to dip into the knowledge of the Psalms and of this life, you be little by little puffed up and think of reviving that pride which now at your beginning you have trampled under foot in the ardour of faith and in fullest humility; and thus (as the Apostle says) building again those things which you had destroyed, you make yourself a backslider."
                        },
                        {
                            "verse": 6,
                            "chapter": 36,
                            "name": "John Cassian: The Twelve Books IV 36:6",
                            "text": "But rather take heed to continue even to the end in that state of nakedness of which you made profession in the sight of God and of his angels."
                        },
                        {
                            "verse": 7,
                            "chapter": 36,
                            "name": "John Cassian: The Twelve Books IV 36:7",
                            "text": "In this humility too and patience, with which you persevered for ten days before the doors and entreated with many tears to be admitted into the monastery, you should not only continue but also increase and go forward."
                        },
                        {
                            "verse": 8,
                            "chapter": 36,
                            "name": "John Cassian: The Twelve Books IV 36:8",
                            "text": "For it is too bad that when you ought to be carried on from the rudiments and beginnings, and go forward to perfection, you should begin to fall back from these to worse things."
                        },
                        {
                            "verse": 9,
                            "chapter": 36,
                            "name": "John Cassian: The Twelve Books IV 36:9",
                            "text": "For not he who begins these things, but he who endures in them to the end, shall be saved."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "John Cassian: The Twelve Books IV 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "John Cassian: The Twelve Books IV 37:1",
                            "text": "Chapter XXXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "John Cassian: The Twelve Books IV 37:2",
                            "text": "How the devil always lies in wait for our end, and how we ought continually to watch his head."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "John Cassian: The Twelve Books IV 37:3",
                            "text": "For the subtle serpent is ever \"watching our heel,\" that is, is lying in wait for the close, and endeavouring to trip us up right to the end of our life."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "John Cassian: The Twelve Books IV 37:4",
                            "text": "And therefore it will not be of any use to have made a good beginning and to have eagerly taken the first step towards renouncing the world with all fervour, if a corresponding end does not likewise set it off and conclude it, and if the humility and poverty of Christ, of which you have now made profession in His sight, are not preserved by you even to the close of your life, as they were first secured."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "John Cassian: The Twelve Books IV 37:5",
                            "text": "And that you may succeed in doing this, do you ever \"watch his head,\" i-e: the first rise of thoughts, by bringing them at once to your superior."
                        },
                        {
                            "verse": 6,
                            "chapter": 37,
                            "name": "John Cassian: The Twelve Books IV 37:6",
                            "text": "For thus you will learn to \"bruise\" his dangerous beginnings, if you are not ashamed to disclose any of them to your superior."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "John Cassian: The Twelve Books IV 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "John Cassian: The Twelve Books IV 38:1",
                            "text": "Chapter XXXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "John Cassian: The Twelve Books IV 38:2",
                            "text": "Of the renunciant's preparation against temptation, and of the few who are worthy of imitation."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "John Cassian: The Twelve Books IV 38:3",
                            "text": "Wherefore, as Scripture says, \"when you go forth to serve the Lord stand in the fear of the Lord, and prepare your mind\" not for repose or carelessness or delights, but for temptations and troubles."
                        },
                        {
                            "verse": 4,
                            "chapter": 38,
                            "name": "John Cassian: The Twelve Books IV 38:4",
                            "text": "For \"through much tribulation we must enter into the kingdom of God\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 38,
                            "name": "John Cassian: The Twelve Books IV 38:5",
                            "text": "For \"strait is the gate and narrow is the way which leadeth unto life, and  few there be which find it\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 38,
                            "name": "John Cassian: The Twelve Books IV 38:6",
                            "text": "Consider therefore that you belong to the few and elect; and do not grow cold after the examples of the lukewarmness of many: but live as the few, that with the few you may be worthy of a place in the kingdom of God: for \"many are called, but few chosen,\" and it is a \"little flock to which it is the Father's good pleasure to give\" an inheritance."
                        },
                        {
                            "verse": 7,
                            "chapter": 38,
                            "name": "John Cassian: The Twelve Books IV 38:7",
                            "text": "You should therefore realize that it is no light sin for one who has made profession of perfection to follow after what is imperfect."
                        },
                        {
                            "verse": 8,
                            "chapter": 38,
                            "name": "John Cassian: The Twelve Books IV 38:8",
                            "text": "And to this state of perfection you may attain by the following steps and in the following way."
                        }
                    ]
                },
                {
                    "chapter": 39,
                    "name": "John Cassian: The Twelve Books IV 39",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 39,
                            "name": "John Cassian: The Twelve Books IV 39:1",
                            "text": "Chapter XXXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 39,
                            "name": "John Cassian: The Twelve Books IV 39:2",
                            "text": "Of the way in which we shall mount towards perfection, whereby we may afterwards ascend from the fear of God up to love."
                        },
                        {
                            "verse": 3,
                            "chapter": 39,
                            "name": "John Cassian: The Twelve Books IV 39:3",
                            "text": "\"The beginning\" of our salvation and the safeguard of it is, as I said, \"the fear of the Lord\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 39,
                            "name": "John Cassian: The Twelve Books IV 39:4",
                            "text": "For through this those who are trained in the way of perfection can gain a start in conversion as well as purification from vices and security in virtue."
                        },
                        {
                            "verse": 5,
                            "chapter": 39,
                            "name": "John Cassian: The Twelve Books IV 39:5",
                            "text": "And when this has gained an entrance into a man's heart it produces contempt of all things, and begets a forgetfulness of kinsfolk and an horror of the world itself."
                        },
                        {
                            "verse": 6,
                            "chapter": 39,
                            "name": "John Cassian: The Twelve Books IV 39:6",
                            "text": "But by the contempt for the loss of all possessions humility is gained."
                        },
                        {
                            "verse": 7,
                            "chapter": 39,
                            "name": "John Cassian: The Twelve Books IV 39:7",
                            "text": "And humility is attested by these signs: First of all if a man has all his desires mortified; secondly, if he conceals none of his actions or even of his thoughts from his superior; thirdly, if he puts no trust in his own opinion, but all in the judgment of his superior, and listens eagerly and willingly to his directions; fourthly, if he maintains in everything obedience and gentleness and constant patience; fifthly, if he not only hurts nobody else, but also is not annoyed or vexed at wrongs done to himself; sixthly, if he does nothing and ventures on nothing to which he is not urged by the Common Rule or by the example of our elders; seventhly, if he is contented with the lowest possible position, and considers himself as a bad workman and unworthy in the case of everything enjoined to him; eighthly, if he does not only outwardly profess with his lips that he is inferior to all, but really believes it in the inmost thoughts of his heart; ninthly, if he governs his tongue, and is not over talkative; tenthly, if he is not easily moved or too ready to laugh."
                        },
                        {
                            "verse": 8,
                            "chapter": 39,
                            "name": "John Cassian: The Twelve Books IV 39:8",
                            "text": "For by such signs and the like is true humility recognised."
                        },
                        {
                            "verse": 9,
                            "chapter": 39,
                            "name": "John Cassian: The Twelve Books IV 39:9",
                            "text": "And when this has once been genuinely secured, then at once it leads you on by a still higher step to love which knows no fear; and through this you begin, without any effort and as it were naturally, to keep up everything that you formerly observed not without fear of punishment; no longer now from regard of punishment or fear of it but from love of goodness itself, and delight in virtue."
                        }
                    ]
                },
                {
                    "chapter": 40,
                    "name": "John Cassian: The Twelve Books IV 40",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 40,
                            "name": "John Cassian: The Twelve Books IV 40:1",
                            "text": "Chapter XL."
                        },
                        {
                            "verse": 2,
                            "chapter": 40,
                            "name": "John Cassian: The Twelve Books IV 40:2",
                            "text": "That the monk should seek for examples of perfection not from many instances but from one or a very few."
                        },
                        {
                            "verse": 3,
                            "chapter": 40,
                            "name": "John Cassian: The Twelve Books IV 40:3",
                            "text": "And that you may the more easily arrive at this, the examples of the perfect life of one dwelling in the congregation, which you may imitate, should be sought from a very few or indeed from one or two only and not from too many."
                        },
                        {
                            "verse": 4,
                            "chapter": 40,
                            "name": "John Cassian: The Twelve Books IV 40:4",
                            "text": "For apart from the fact that a life which is tested and refined and purified is only to be found in a few, there is this also to be gained, viz."
                        },
                        {
                            "verse": 5,
                            "chapter": 40,
                            "name": "John Cassian: The Twelve Books IV 40:5",
                            "text": ": that a man is more thoroughly instructed and formed by the example of some one, towards the perfection which he sets before him, viz."
                        },
                        {
                            "verse": 6,
                            "chapter": 40,
                            "name": "John Cassian: The Twelve Books IV 40:6",
                            "text": ": that of the Coenobite life."
                        }
                    ]
                },
                {
                    "chapter": 41,
                    "name": "John Cassian: The Twelve Books IV 41",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 41,
                            "name": "John Cassian: The Twelve Books IV 41:1",
                            "text": "Chapter XLI."
                        },
                        {
                            "verse": 2,
                            "chapter": 41,
                            "name": "John Cassian: The Twelve Books IV 41:2",
                            "text": "The appearance of what infirmities one who lives in a Coenobium ought to exhibit."
                        },
                        {
                            "verse": 3,
                            "chapter": 41,
                            "name": "John Cassian: The Twelve Books IV 41:3",
                            "text": "And that you may be able to attain all this, and continually remain subject to this spiritual rule, you must observe these three things in the congregation: viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 41,
                            "name": "John Cassian: The Twelve Books IV 41:4",
                            "text": ": that as the Psalmist says: \"I was like a deaf man and heard not and as one that is dumb who doth not open his mouth; and I became as a man that heareth not, and in whose mouth there are no reproofs,\" so you also should walk as one that is deaf and dumb and blind, so that—putting aside the contemplation of him who has been rightly chosen by you as your model of perfection—you should be like a blind man and not see any of those things which you find to be unedifying, nor be influenced by the authority or fashion of those who do these things, and give yourself up to what is worse and what you formerly condemned."
                        },
                        {
                            "verse": 5,
                            "chapter": 41,
                            "name": "John Cassian: The Twelve Books IV 41:5",
                            "text": "If you hear any one disobedient or insubordinate or disparaging another or doing anything different from what was taught to you, you should not go wrong and be led astray by such an  example to imitate him; but, \"like a deaf man,\" as if you had never heard it, you should pass it all by."
                        },
                        {
                            "verse": 6,
                            "chapter": 41,
                            "name": "John Cassian: The Twelve Books IV 41:6",
                            "text": "If insults are offered to you or to any one else, or wrongs done, be immovable, and as far as an answer in retaliation is concerned be silent \"as one that is dumb,\" always singing in your heart this verse of the Psalmist: \"I said I will take heed to my ways that I offend not with my tongue."
                        },
                        {
                            "verse": 7,
                            "chapter": 41,
                            "name": "John Cassian: The Twelve Books IV 41:7",
                            "text": "I set a guard to my mouth when the sinner stood before me."
                        },
                        {
                            "verse": 8,
                            "chapter": 41,
                            "name": "John Cassian: The Twelve Books IV 41:8",
                            "text": "I was dumb and was humbled and kept silence from good things\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 41,
                            "name": "John Cassian: The Twelve Books IV 41:9",
                            "text": "But cultivate above everything this fourth thing which adorns and graces those three of which we have spoken above; viz."
                        },
                        {
                            "verse": 10,
                            "chapter": 41,
                            "name": "John Cassian: The Twelve Books IV 41:10",
                            "text": ": make yourself, as the Apostle directs, a fool in this world that you may become wise, exercising no discrimination and judgment of your own on any of those matters which are commanded to you, but always showing obedience with all simplicity and faith, judging that alone to be holy, useful, and wise which God's law or the decision of your superior declares to you to be such."
                        },
                        {
                            "verse": 11,
                            "chapter": 41,
                            "name": "John Cassian: The Twelve Books IV 41:11",
                            "text": "For built up on such a system of instruction you may continue forever under this discipline, and not fall away from the monastery in consequence of any temptations or devices of the enemy."
                        }
                    ]
                },
                {
                    "chapter": 42,
                    "name": "John Cassian: The Twelve Books IV 42",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 42,
                            "name": "John Cassian: The Twelve Books IV 42:1",
                            "text": "Chapter XLII."
                        },
                        {
                            "verse": 2,
                            "chapter": 42,
                            "name": "John Cassian: The Twelve Books IV 42:2",
                            "text": "How a monk should not look for the blessing of patience in his own case as a result of the virtue of others, but rather as a consequence of his own longsuffering."
                        },
                        {
                            "verse": 3,
                            "chapter": 42,
                            "name": "John Cassian: The Twelve Books IV 42:3",
                            "text": "You should therefore not look for patience in your own case from the virtue of others, thinking that then only can you secure it when you are not irritated by any (for it is not in your own power to prevent this from happening); but rather you should look for it as the consequence of your own humility and long-suffering which does depend on your own will."
                        }
                    ]
                },
                {
                    "chapter": 43,
                    "name": "John Cassian: The Twelve Books IV 43",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 43,
                            "name": "John Cassian: The Twelve Books IV 43:1",
                            "text": "Chapter XLIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 43,
                            "name": "John Cassian: The Twelve Books IV 43:2",
                            "text": "Recapitulation of the explanation how a monk can mount up towards perfection."
                        },
                        {
                            "verse": 3,
                            "chapter": 43,
                            "name": "John Cassian: The Twelve Books IV 43:3",
                            "text": "And in order that all these things which have been set forth in a somewhat lengthy discourse may be more easily stamped on your heart and may stick in your thoughts with all tenacity, I will make a summary of them so that you may be able to learn all the changes by heart by reason of their brevity and conciseness."
                        },
                        {
                            "verse": 4,
                            "chapter": 43,
                            "name": "John Cassian: The Twelve Books IV 43:4",
                            "text": "Hear then in few words how you can mount up to the heights of perfection without an effort or difficulty."
                        },
                        {
                            "verse": 5,
                            "chapter": 43,
                            "name": "John Cassian: The Twelve Books IV 43:5",
                            "text": "\"The beginning\" of our salvation and \"of wisdom\" is, according to Scripture, \"the fear of the Lord\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 43,
                            "name": "John Cassian: The Twelve Books IV 43:6",
                            "text": "From the fear of the Lord arises salutary compunction."
                        },
                        {
                            "verse": 7,
                            "chapter": 43,
                            "name": "John Cassian: The Twelve Books IV 43:7",
                            "text": "From compunction of heart springs renunciation, i-e: nakedness and contempt of all possessions."
                        },
                        {
                            "verse": 8,
                            "chapter": 43,
                            "name": "John Cassian: The Twelve Books IV 43:8",
                            "text": "From nakedness is begotten humility; from humility the mortification of desires."
                        },
                        {
                            "verse": 9,
                            "chapter": 43,
                            "name": "John Cassian: The Twelve Books IV 43:9",
                            "text": "Through mortification of desires all faults are extirpated and decay."
                        },
                        {
                            "verse": 10,
                            "chapter": 43,
                            "name": "John Cassian: The Twelve Books IV 43:10",
                            "text": "By driving out faults virtues shoot up and increase."
                        },
                        {
                            "verse": 11,
                            "chapter": 43,
                            "name": "John Cassian: The Twelve Books IV 43:11",
                            "text": "By the budding of virtues purity of heart is gained."
                        },
                        {
                            "verse": 12,
                            "chapter": 43,
                            "name": "John Cassian: The Twelve Books IV 43:12",
                            "text": "By purity of heart the perfection of apostolic love is acquired."
                        }
                    ]
                }
            ]
        }
    ]
}