{
    "books": [
        {
            "name": "Against Eunomius Book VII",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Against Eunomius Book VII 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:1",
                            "text": "Book VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:2",
                            "text": "1."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:3",
                            "text": "The seventh book shows from various statements made to the Corinthians and to the Hebrews, and from the words of the Lord, that the word \"Lord\" is not expressive of essence, according to Eunomius' exposition, but of dignity."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:4",
                            "text": "and after many notable remarks concerning \"the Spirit\" and the Lord, he shows that Eunomius, from his own words, is found to argue in favour of orthodoxy, though without intending it, and to be struck by his own shafts."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:5",
                            "text": "Since, however, Eunomius asserts that the word \"Lord\" is used in reference to the essence and not to the dignity of the Only-begotten, and cites as a witness to this view the Apostle, when he says to the Corinthians, \"Now the Lord is the Spirit,\" it may perhaps be opportune that we should not pass over even this error on his part without correction."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:6",
                            "text": "He asserts that the word \"Lord\" is significative of essence, and by way of proof of this assumption he brings up the passage above mentioned."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:7",
                            "text": "\"The Lord,\" it says, \"is the Spirit\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:8",
                            "text": "But our friend who interprets Scripture at his own sweet will calls \"Lordship\" by the name of \"essence,\" and thinks to bring his statement to proof by means of the words quoted."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:9",
                            "text": "Well, if it had been said by Paul, \"Now the Lord is essence,\" we too would have concurred in his argument."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:10",
                            "text": "But seeing that the inspired writing on the one side says, \"the Lord is the Spirit,\" and Eunomius says on the other, \"Lordship is essence,\" I do not know where he finds support for his statement, unless he is prepared to say again that the word \"Spirit\" stands in Scripture for \"essence\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:11",
                            "text": "Let us consider, then, whether the Apostle anywhere, in his use of the term \"Spirit,\" employs that word to indicate \"essence\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:12",
                            "text": "He says, \"The Spirit itself beareth witness with our Spirit,\" and \"no one knoweth the things of a man save the Spirit of man which is in him,\" and \"the letter killeth, but the Spirit giveth life,\" and \"if ye through the Spirit do mortify the deeds of the body, ye shall live,\" and \"if we live in the Spirit let us also walk in the Spirit\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:13",
                            "text": "Who indeed could count the utterances of the Apostle on this point? and in them we nowhere find \"essence\" signified by this word."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:14",
                            "text": "For he who says that \"the Spirit itself beareth witness with our spirit,\" signifies nothing else than the Holy Spirit Which comes to be in the mind of the faithful; for in many other passages of his writings he gives the name of spirit to the mind, on the reception by which of the communion of the Spirit the recipients attain the dignity of adoption."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:15",
                            "text": "Again, in the passage, \"No one knoweth the things of a man save the spirit of man which is in him,\" if \"man\" is used of the essence, and \"spirit\" likewise, it will follow from the phrase that the man is maintained to be of two essences."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:16",
                            "text": "Again, I know not how he who says that \"the letter killeth, but the Spirit giveth life,\" sets \"essence\" in opposition to \"letter\"; nor, again, how this writer imagines that when Paul says that we ought \"through the Spirit\" to destroy \"the deeds of the body,\" he is directing the signification of \"spirit\" to express \"essence\"; while as for \"living in the Spirit,\" and \"walking in the Spirit,\" this would be quite unintelligible if the sense of the word \"Spirit\" referred to \"essence\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:17",
                            "text": "For in what else than in essence do all we who are alive partake of life?—thus when the Apostle is laying down advice for us on this matter that we should \"live in essence,\" it is as though he said \"partake of life by means of yourselves, and not by means of others\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:18",
                            "text": "If then it is not possible that this sense can be adopted in any passage, how can Eunomius here once more imitate the interpreters of dreams, and bid us to take \"spirit\" for \"essence,\" to the end that he may arrive in due syllogistic form at his conclusion that the word \"Lord\" is applied to the essence?—for if \"spirit\" is \"essence\" (he argues), and \"the Lord is Spirit,\" the \"Lord\" is clearly found to be \"essence\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:19",
                            "text": "How incontestable is the force of this attempt! How can we evade or resolve this irrefragable necessity of demonstration? The word \"Lord,\" he says, is spoken of the essence."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:20",
                            "text": "How does he maintain it? Because the Apostle says, \"The Lord is the Spirit\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:21",
                            "text": "Well, what has this to do with essence? He gives us the further instruction that \"spirit\" is put for \"essence\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:22",
                            "text": "These are the arts of his demonstrative method! These are the results of his Aristotelian science! This is why, in your view, we are so much to be pitied, who are uninitiated in this wisdom! and you of course are to be deemed happy, who track out the truth by a method like this—that the Apostle's meaning was such that we are to suppose \"the Spirit\" was put by him for the Essence of the Only-begotten!  Then how will you make it fit with what follows? For when Paul says, \"Now the Lord is the Spirit,\" he goes on to say, \"and where the Spirit of the Lord is, there is liberty\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:23",
                            "text": "If then \"the Lord is the Spirit,\" and \"Spirit\" means \"essence,\" what are we to understand by \"the essence of the essence\"? He speaks again of another Spirit of the Lord Who is the Spirit,—that is to say, according to your interpretation, of another essence."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:24",
                            "text": "Therefore in your view the Apostle, when he writes expressly of \"the Lord the Spirit,\" and of \"the Spirit of the Lord,\" means nothing else than an essence of an essence."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:25",
                            "text": "Well, let Eunomius make what he likes of that which is written; what we understand of the matter is as follows."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:26",
                            "text": "The Scripture, \"given by inspiration of God,\" as the Apostle calls it, is the Scripture of the Holy Spirit, and its intention is the profit of men."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:27",
                            "text": "For \"every scripture,\" he says, \"is given by inspiration of God and is profitable\"; and the profit is varied and multiform, as the Apostle says—\"for doctrine, for reproof, for correction, for instruction in righteousness\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:28",
                            "text": "Such a boon as this, however, is not within any man's reach to lay hold of, but the Divine intention lies hid under the body of the Scripture, as it were under a veil, some legislative enactment or some historical narrative being cast over the truths that are contemplated by the mind."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:29",
                            "text": "For this reason, then, the Apostle tells us that those who look upon the body of the Scripture have \"a veil upon their heart,\" and are not able to look upon the glory of the spiritual law, being hindered by the veil that has been cast over the face of the law-giver."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:30",
                            "text": "Wherefore he says, \"the letter killeth, but the Spirit giveth life,\" showing that often the obvious interpretation, if it be not taken according to the proper sense, has an effect contrary to that life which is indicated by the Spirit, seeing that this lays down for all men the perfection of virtue in freedom from passion, while the history contained in the writings sometimes embraces the exposition even of facts incongruous, and is understood, so to say, to concur with the passions of our nature, whereto if any one applies himself according to the obvious sense, he will make the Scripture a doctrine of death."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:31",
                            "text": "Accordingly, he says that over the perceptive powers of the souls of men who handle what is written in too corporeal a manner, the veil is cast; but for those who turn their contemplation to that which is the object of the intelligence, there is revealed, bared, as it were, of a mask, the glory that underlies the letter."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:32",
                            "text": "And that which is discovered by this more exalted perception he says is the Lord, which is the Spirit."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:33",
                            "text": "For he says, \"when it shall turn to the Lord the veil shall be taken away: now the Lord is the Spirit\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:34",
                            "text": "And in so saying he makes a distinction of contrast between the lordship of the spirit and the bondage of the letter; for as that which gives life is opposed to that which kills, so he contrasts \"the Lord\" with bondage."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:35",
                            "text": "And that we may not be under any confusion when we are instructed concerning the Holy Spirit (being led by the word \"Lord\" to the thought of the Only-begotten), for this reason he guards the word by repetition, both saying that \"the Lord is the Spirit,\" and making further mention of \"the Spirit of the Lord,\" that the supremacy of His Nature may be shown by the honour implied in lordship, while at the same time he may avoid confusing in his argument the individuality of His Person."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:36",
                            "text": "For he who calls Him both \"Lord\" and \"Spirit of the Lord,\" teaches us to conceive of Him as a separate individual besides the Only-begotten; just as elsewhere he speaks of \"the Spirit of Christ,\" employing fairly and in its mystic sense this very term which is piously employed in the system of doctrine according to the Gospel tradition."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:37",
                            "text": "Thus we, the \"most miserable of all men,\" being led onward by the Apostle in the mysteries, pass from the letter that killeth to the Spirit that giveth life, learning from Him Who was in Paradise initiated into the unspeakable mysteries, that all things the Divine Scripture says are utterances of the Holy Spirit."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:38",
                            "text": "For \"well did the Holy Spirit prophesy,\"—this he says to the Jews in Rome, introducing the words of Isaiah; and to the Hebrews, alleging the authority of the Holy Spirit in the words, \"wherefore as saith the Holy Spirit,\" he adduces the words of the Psalm which are spoken at length in the person of God; and from the Lord Himself we learn the same thing,—that David declared the heavenly mysteries not \"in\" himself (that is, not speaking according to human nature)."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:39",
                            "text": "For how could any one, being but man, know the supercelestial converse of the Father with the Son? But being \"in the Spirit\" he said that the Lord spoke to the Lord those words which He has uttered."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:40",
                            "text": "For if, He says, \"David in the Spirit calls him Lord, how is He then his son?\" Thus it is by the power of the Spirit that the holy men who are under Divine influence are inspired, and every Scripture is for this reason said to be \"given by inspiration of God,\" because it is the teaching of the Divine afflatus."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:41",
                            "text": "If the bodily veil of the words were removed, that which remains is Lord and life and Spirit, according to the teaching of the great Paul, and according to the words of the Gospel also."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:42",
                            "text": "For Paul declares that he who turns from the letter to the Spirit no longer apprehends the bondage that slays, but the Lord which is the life-giving Spirit; and the sublime Gospel says, \"the words that I speak are spirit and are life,\" as being divested of the bodily veil."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:43",
                            "text": "The idea, however, that \"the Spirit\" is the essence of the Only-begotten, we shall leave to our dreamers: or rather, we shall make use, ex abundanti, of what they say, and arm the truth with the weapons of the adversary."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:44",
                            "text": "For it is allowable that the Egyptian should be spoiled by the Israelites, and that we should make their wealth an ornament for ourselves."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:45",
                            "text": "If the essence of the Son is called \"Spirit,\" and God also is Spirit, (for so the Gospel tells us), clearly the essence of the Father is called \"Spirit\" also."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:46",
                            "text": "But if it is their peculiar argument that things which are introduced by different names are different also in nature, the conclusion surely is, that things which are named alike are not alien one from the other in nature either."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:47",
                            "text": "Since then, according to their account, the essence of the Father and that of the Son are both called \"Spirit,\" hereby is clearly proved the absence of any difference in essence."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:48",
                            "text": "For a little further on Eunomius says:—\"Of those essences which are divergent the appellations significant of essence are also surely divergent, but where there is one and the same name, that which is declared by the same appellation will surely be one also\":—so that at all points \"He that taketh the wise in their own craftiness\" has turned the long labours of our author, and the infinite toil spent on what he has elaborated, to the establishment of the doctrine which we maintain."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:49",
                            "text": "For if God is in the Gospel called \"Spirit,\" and the essence of the Only-begotten is maintained by Eunomius to be \"Spirit,\" as there is no apparent difference in the one name as compared with the other, neither, surely, will the things signified by the names be mutually different in nature."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:50",
                            "text": "And now that I have exposed this futile and pointless sham-argument, it seems to me that I may well pass by without discussion what he next puts together by way of attack upon our master's statement."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:51",
                            "text": "For a sufficient proof of the folly of his remarks is to be found in his actual argument, which of itself proclaims aloud its feebleness."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:52",
                            "text": "To be entangled in a contest with such things as this is like trampling on the slain."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:53",
                            "text": "For when he sets forth with much confidence some passage from our master, and treats it with preliminary slander and contempt, and promises that he will show it to be worth nothing at all, he meets with the same fortune as befalls small children, to whom their imperfect and immature intelligence, and the untrained condition of their perceptive faculties, do not give an accurate understanding of what they see."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:54",
                            "text": "Thus they often imagine that the stars are but a little way above their heads, and pelt them with clods when they appear, in their childish folly; and then, when the clod falls, they clap their hands and laugh and brag to their comrades as if their throw had reached the stars themselves."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:55",
                            "text": "Such is the man who casts at the truth with his childish missile, who sets forth like the stars those splendid sayings of our master, and then hurls from the ground,—from his downtrodden and grovelling understanding,—his earthy and unstable arguments."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:56",
                            "text": "And these, when they have gone so high that they have no place to fall from, turn back again of themselves by their own weight."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:57",
                            "text": "Now the passage of the great Basil is worded as follows:—  \"Yet what sane man would agree with the statement that of those things of which the names are different the essences must needs be divergent also? For the appellations of Peter and Paul, and, generally speaking, of men, are different, while the essence of all is one: wherefore, in most respects we are mutually identical, and differ one from another only in those special properties which are observed in individuals: and hence also appellations are not indicative of essence, but of the properties which mark the particular individual."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:58",
                            "text": "Thus, when we hear of Peter, we do not by the name understand the essence (and by 'essence' I here mean the material substratum), but we are impressed with the conception of the properties which we contemplate in him\"."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:59",
                            "text": "These are the great man's words."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:60",
                            "text": "And what skill he who disputes this statement displays against us, we learn,—any one, that is, who has leisure for wasting time on unprofitable matters,—from the actual composition of Eunomius."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:61",
                            "text": "From his writings, I say, for I do not like to insert in my own work the nauseous stuff our rhetorician utters, or to display his ignorance and folly to contempt in the midst of my own arguments."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:62",
                            "text": "He goes on with a sort of eulogy upon the class of significant words which express the subject, and, in his accustomed style, patches and sticks together the cast-off rags of phrases: poor Isocrates is nibbled at once more, and shorn of words and figures to make out the point proposed,—here and there even the Hebrew Philo receives the same treatment, and makes him a contribution of phrases from his own labours,—yet not even thus is this much-stitched and many-coloured web of words finished off, but every assault, every defence of his conceptions, all his artistic preparation, spontaneously collapses, and, as commonly happens with the bubbles when the drops, borne down from above through a body of waters against some obstacle, produce those foamy swellings which, as soon as they gather, immediately dissolve, and leave upon the water no trace of their own formation—such are the air-bubbles of our author's thoughts, vanishing without a touch at the moment they are put forth."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:63",
                            "text": "For after all these irrefragable statements, and the dreamy philosophizing wherein he asserts that the distinct character of the essence is apprehended by the divergence of names, as some mass of foam borne downstream breaks up when it comes into contact with any more solid body, so his argument, following its own spontaneous course, and coming unexpectedly into collision with the truth, disperses into nothingness its unsubstantial and bubble-like fabric of falsehood."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:64",
                            "text": "For he speaks in these words:—\"Who is so foolish and so far removed from the constitution of men, as, in discoursing of men to speak of one as a man, and, calling another a horse, so to compare them?\" I would answer him,—\"You are right in calling any one foolish who makes such blunders in the use of names."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:65",
                            "text": "And I will employ for the support of the truth the testimony you yourself give."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:66",
                            "text": "For if it is a piece of extreme folly to call one a horse and another a man, supposing both were really men, it is surely a piece of equal stupidity, when the Father is confessed to be God, and the Son is confessed to be God, to call the one 'created' and the other 'uncreated,' since, as in the other case humanity, so in this case the Godhead does not admit a change of name to that expressive of another kind."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:67",
                            "text": "For what the irrational is with respect to man, that also the creature is with respect to the Godhead, being equally unable to receive the same name with the nature that is superior to it."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:68",
                            "text": "And as it is not possible to apply the same definition to the rational animal and the quadruped alike (for each is naturally differentiated by its special property from the other), so neither can you express by the same terms the created and the uncreated essence, seeing that those attributes which are predicated of the latter essence are not discoverable in the former."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:69",
                            "text": "For as rationality is not discoverable in a horse, nor solidity of hoofs in a man, so neither is Godhead discoverable in the creature, nor the attribute of being created in the Godhead: but if He be God He is certainly not created, and if He be created He is not God; unless, of course, one were to apply by some misuse or customary mode of expression the mere name of Godhead, as some horses have men's names given them by their owners; yet neither is the horse a man, though he be called by a human name, nor is the created being God, even though some claim for him the name of Godhead, and give him the benefit of the empty sound of a dissyllable\"."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:70",
                            "text": "Since, then, Eunomius' heretical statement is found spontaneously to fall in with the truth, let him take his own advice and stand by his own words, and by no means retract his own utterances, but consider that the man is really foolish and stupid who names the subject not according as it is, but says \"horse\" for \"man,\" and \"sea\" for \"sky,\" and \"creature\" for \"God\"."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:71",
                            "text": "And let no one think it unreasonable that the creature should be set in opposition to God, but have regard to the prophets and to the Apostles."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:72",
                            "text": "For the prophet says in the person of the Father, \"My Hand made all these things\", meaning by \"Hand,\" in his dark saying, the power of the Only-begotten."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:73",
                            "text": "Now the Apostle says that all things are of the Father, and that all things are by the Son, and the prophetic spirit in a way agrees with the Apostolic teaching, which itself also is given through the Spirit."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:74",
                            "text": "For in the one passage, the prophet, when he says that all things are the work of the Hand of Him Who is over all, sets forth the nature of those things which have come into being in its relation to Him Who made them, while He Who made them is God over all, Who has the Hand, and by It makes all things."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:75",
                            "text": "And again, in the other passage, the Apostle makes the same division of entities, making all things depend upon their productive cause, yet not reckoning in the number of \"all things\" that which produces them: so that we are hereby taught the difference of nature between the created and the uncreated, and it is shown that, in its own nature, that which makes is one thing and that which is produced is another."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Against Eunomius Book VII 1:76",
                            "text": "Since, then, all things are of God, and the Son is God, the creation is properly opposed to the Godhead; while, since the Only-begotten is something else than the nature of the universe (seeing that not even those who fight against the truth contradict this), it follows of necessity that the Son also is equally opposed to the creation, unless the words of the saints are untrue which testify that by Him all things were made."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Against Eunomius Book VII 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Against Eunomius Book VII 2:1",
                            "text": "2."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Against Eunomius Book VII 2:2",
                            "text": "He then declares that the close relation between names and things is immutable, and thereafter proceeds accordingly, in the most excellent manner, with his discourse concerning \"generated\" and \"ungenerate\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Against Eunomius Book VII 2:3",
                            "text": "Now seeing that the Only-begotten is in the Divine Scriptures proclaimed to be God, let Eunomius consider his own argument, and condemn for utter folly the man who parts the Divine into created and uncreated, as he does him who divides \"man\" into \"horse\" and \"man\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Against Eunomius Book VII 2:4",
                            "text": "For he himself says, a little further on, after his intermediate nonsense, \"the close relation of names to things is immutable,\" where he himself by this statement assents to the fixed character of the true connection of appellations with their subject."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Against Eunomius Book VII 2:5",
                            "text": "If, then, the name of Godhead is properly employed in close connection with the Only-begotten God (and Eunomius, though he may desire to be out of harmony with us, will surely concede that the Scripture does not lie, and that the name of the Godhead is not inharmoniously attributed to the Only-begotten), let him persuade himself by his own reasoning that if \"the close relation of names to things is immutable,\" and the Lord is called by the name of \"God,\" he cannot apprehend any difference in respect of the conception of Godhead between the Father and the Son, seeing that this name is common to both,—or rather not this name only, but there is a long list of names in which the Son shares, without divergence of meaning, the appellations of the Father,—\"good,\" \"incorruptible,\" \"just,\" \"judge,\" \"long-suffering,\" \"merciful,\" \"eternal,\" \"everlasting,\" all that indicate the expression of majesty of nature and power,—without any reservation being made in His case in any of the names in regard of the exalted nature of the conception."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Against Eunomius Book VII 2:6",
                            "text": "But Eunomius passes by, as it were with closed eye, the number, great as it is, of the Divine appellations, and looks only to one point, his \"generate and ungenerate,\"—trusting to a slight and weak cord his doctrine, tossed and driven as it is by the blasts of error."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Against Eunomius Book VII 2:7",
                            "text": "He asserts that \"no man who has any regard for the truth either calls any generated thing 'ungenerate,' or calls God Who is over all 'Son' or 'generate."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Against Eunomius Book VII 2:8",
                            "text": "'\" This statement needs no further arguments on our part for its refutation."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Against Eunomius Book VII 2:9",
                            "text": "For he does not shelter his craft with any veils, as his wont is, but treats the inversion of his absurd statement as equivalent, while he says that neither is any generated thing spoken of as \"ungenerate,\" nor is God Who is over all called \"Son\" or \"generate,\" without making any special distinction for the Only-begotten Godhead of the Son as compared with the rest of the \"generated,\" but makes his opposition of \"all things that have come into being\" to \"God\" without discrimination, not excepting the Son from \"all things\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Against Eunomius Book VII 2:10",
                            "text": "And in the inversion of his absurdities he clearly separates, forsooth, the Son from the Divine Nature, when he says that neither is any generated thing spoken of as \"ungenerate,\" nor is God called \"Son\" or \"generate,\" and manifestly reveals by this contradistinction the horrid character of his blasphemy."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Against Eunomius Book VII 2:11",
                            "text": "For when he has distinguished the \"things that have come into being\" from the \"ungenerate,\" he goes on to say, in that antistrophal induction of his, that it is impossible to call (not the \"unbegotten,\" but) \"God,\" \"Son\" or \"generate,\" trying by these words to show that which is not ungenerate is not God, and that the Only-begotten God is, by the fact of being begotten, as far removed from being God as the ungenerate is from being generated in fact or in name."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Against Eunomius Book VII 2:12",
                            "text": "For it is not in ignorance of the consequence of his argument that he makes an inversion of the terms employed thus inharmonious and incongruous: it is in his assault on the doctrine of orthodoxy that he opposes \"the Godhead\" to \"the generate\"—and this is the point he tries to establish by his words, that that which is not ungenerate is not God."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Against Eunomius Book VII 2:13",
                            "text": "What was the true sequence of his argument? that having said \"no generated thing is ungenerate,\" he should proceed with the inference, \"nor, if anything is naturally ungenerate, can it be generate\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Against Eunomius Book VII 2:14",
                            "text": "Such a statement at once contains truth and avoids blasphemy."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Against Eunomius Book VII 2:15",
                            "text": "But now by his premise that no generated thing is ungenerate, and his inference that God is not generated, he clearly shuts out the Only-begotten God from being God, laying down that because He is not ungenerate, neither is He God."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Against Eunomius Book VII 2:16",
                            "text": "Do we then need any further proofs to expose this monstrous blasphemy? Is not this enough by itself to serve for a record against the adversary of Christ, who by the arguments cited maintains that the Word, Who in the beginning was God, is not God? What need is there to engage further with such men as this? For we do not entangle ourselves in controversy with those who busy themselves with idols and with the blood that is shed upon their altars, not that we acquiesce in the destruction of those who are besotted about idols, but because their disease is too strong for our treatment."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Against Eunomius Book VII 2:17",
                            "text": "Thus, just as the fact itself declares idolatry, and the evil that men do boldly and arrogantly anticipates the reproach of those who accuse it, so here too I think that the advocates of orthodoxy should keep silence towards one who openly proclaims his impiety to his own discredit, just as medicine also stands powerless in the case of a cancerous complaint, because the disease is too strong for the art to deal with."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Against Eunomius Book VII 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:1",
                            "text": "3."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:2",
                            "text": "Thereafter he discusses the divergence of names and of things, speaking, of that which is ungenerate as without a cause, and of that which is non-existent, as the Scindapsus, Minotaur, Blityri, Cyclops, Scylla, which never were generated at all, and shows that things which are essentially different, are mutually destructive, as fire of water, and the rest in their several relations."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:3",
                            "text": "But in the case of the Father and the Son, as the essence is common, and the properties reciprocally interchangeable, no injury results to the Nature."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:4",
                            "text": "Since, however, after the passage cited above, he professes that he will allege something stronger still, let us examine this also, as well as the passage cited, lest we should seem to be withdrawing our opposition in face of an overwhelming force."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:5",
                            "text": "\"If, however,\" he says, \"I am to abandon all these positions, and fall back upon my stronger argument, I would say this, that even if all the terms that he advances by way of refutation were established, our statement will none the less be manifestly shown to be true."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:6",
                            "text": "If, as will be admitted, the divergence of the names which are significant of properties marks the divergence of the things, it is surely necessary to allow that with the divergence of the names significant of essence is also marked the divergence of the essences."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:7",
                            "text": "And this would be found to hold good in all cases, I mean in the case of essences, energies, colours, figures, and other qualities."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:8",
                            "text": "For we denote by divergent appellations the different essences, fire and water, air and earth, cold and heat, white and black, triangle and circle."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:9",
                            "text": "Why need we mention the intelligible essences, in enumerating which the Apostle marks, by difference of names, the divergence of essence?\"  Who would not be dismayed at this irresistible power of attack? The argument transcends the promise, the experience is more terrible than the threat."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:10",
                            "text": "\"I will come,\" he says, \"to my stronger argument\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:11",
                            "text": "What is it? That as the differences of properties are recognized by those names which signify the special attributes, we must of course, he says, allow that differences of essence are also expressed by divergence of names."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:12",
                            "text": "What then are these appellations of essences by which we learn the divergence of Nature between the Father and the son? He talks of fire and water, air and earth, cold and heat, white and black, triangle and circle."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:13",
                            "text": "His illustrations have won him the day: his argument carries all before it: I cannot contradict the statement that those names which are entirely incommunicable indicate difference of natures."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:14",
                            "text": "But our man of keen and quick-sighted intellect has just missed seeing these points:—that in this case the Father is God and the Son is God; that \"just,\" and \"incorruptible,\" and all those names which belong to the Divine Nature, are used equally of the Father and of the Son; and thus, if the divergent character of appellations indicates difference of natures, the community of names will surely show the common character of the essence."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:15",
                            "text": "And if we must agree that the Divine essence is to be expressed by names, it would behove us to apply to that Nature these lofty and Divine names rather than the terminology of \"generate\" and \"ungenerate,\" because \"good\" and \"incorruptible,\" \"just\" and \"wise,\" and all such terms as these are strictly applicable only to that Nature which passes all understanding, whereas \"generated\" exhibits community of name with even the inferior forms of the lower creation."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:16",
                            "text": "For we call a dog, and a frog, and all things that come into the world by way of generation, \"generated\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:17",
                            "text": "And moreover, the term \"ungenerate\" is not only employed of that which exists without a cause, but has also a proper application to that which is nonexistent."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:18",
                            "text": "The Scindapsus is called ungenerate, the Blityri is ungenerate, the Minotaur is ungenerate, the Cyclops, Scylla, the Chimra are ungenerate, not in the sense of existing without generation, but in the sense of never having come into being at all."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:19",
                            "text": "If, then, the names more peculiarly Divine are common to the Son with the Father, and if it is the others, those which are equivocally employed either of the non-existent or of the lower animals—if it is these, I say, which are divergent, let his \"generate and ungenerate\" be so: Eunomius' powerful argument against us itself upholds the cause of truth in testifying that there is no divergence in respect of nature, because no divergence can be perceived in the names."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:20",
                            "text": "But if he asserts the difference of essence to exist between the \"generate\" and the \"ungenerate,\" as it does between fire and water, and is of opinion that the names, like those which he has mentioned in his examples, are in the same mutual relation as \"fire\" and \"water,\" the horrid character of his blasphemy will here again be brought to light, even if we hold our peace."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:21",
                            "text": "For fire and water have a nature mutually destructive, and each is destroyed, if it comes to be in the other, by the prevalence of the more powerful element."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:22",
                            "text": "If, then, he lays down the doctrine that the Nature of the Ungenerate differs thus from that of the Only-begotten, it is surely clear that he logically makes this destructive opposition to be involved in the divergence of their essences, so that their nature will be, by this reasoning, incompatible and incommunicable, and the one would be consumed by the other, if both should be found to be mutually inclusive or co-existent."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:23",
                            "text": "How then is the Son \"in the Father\" without being destroyed, and how does the Father, coming to be \"in the Son,\" remain continually unconsumed, if, as Eunomius says, the special attribute of fire, as compared with water, is maintained in the relation of the Generate to the Ungenerate? Nor does their definition regard communion as existing between earth and air, for the former is stable, solid, resistent, of downward tendency and heavy, while air has a nature made up of the contrary attributes."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:24",
                            "text": "So white and black are found in opposition among colours, and men are agreed that the circle is not the same with the triangle, for each, according to the definition of its figure, is precisely that which the other is not."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:25",
                            "text": "But I am unable to discover where he sees the opposition in the case of God the Father and God the Only-begotten Son."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:26",
                            "text": "One goodness, wisdom, justice, providence, power, incorruptibility,—all other attributes of exalted significance are similarly predicated of each, and the one has in a certain sense His strength in the other; for on the one hand the Father makes all things through the Son, and on the other hand the Only-begotten works all in Himself, being the Power of the Father."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:27",
                            "text": "Of what avail, then, are fire and water to show essential diversity in the Father and the Son? He calls us, moreover, \"rash\" for instancing the unity of nature and difference of persons of Peter and Paul, and says we are guilty of gross recklessness, if we apply our argument to the contemplation of the objects of pure reason by the aid of material examples."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Against Eunomius Book VII 3:28",
                            "text": "Fitly, fitly indeed, does the corrector of our errors reprove us for rashness in interpreting the Divine Nature by material illustrations! Why then, deliberate and circumspect sir, do you talk about the elements? Is earth immaterial, fire an object of pure reason, water incorporeal, air beyond the perception of the senses? Is your mind so well directed to its aim, are you so keen-sighted in all directions in your promulgation of this argument, that your adversaries cannot lay hold of, that you do not see in yourself the faults you blame in those you are accusing? Or are we to make concessions to you when you are establishing the diversity of essence by material aid, and to be ourselves rejected when we point out the kindred character of the Nature by means of examples within our compass?."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Against Eunomius Book VII 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Against Eunomius Book VII 4:1",
                            "text": "4."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Against Eunomius Book VII 4:2",
                            "text": "He says that all things that are in creation have been named by man, if, as is the case, they are called differently by every nation, as also the appellation of \"Ungenerate\" is conferred by us: but that the proper appellation of the Divine essence itself which expresses the Divine Nature, either does not exist at all, or is unknown to us."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Against Eunomius Book VII 4:3",
                            "text": "But Peter and Paul, he says, were named by men, and hence it comes that it is possible in their case to change the appellations."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Against Eunomius Book VII 4:4",
                            "text": "Why, what existing thing has not been named by men? I call you to testify on behalf of my argument."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Against Eunomius Book VII 4:5",
                            "text": "For if you make change of names a sign of things having been named by men, you will thereby surely allow that every name has been imposed upon things by us, since the same appellations of objects have not obtained universally."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Against Eunomius Book VII 4:6",
                            "text": "For as in the case of Paul who was once Saul, and of Peter who was formerly Simon, so earth and sky and air and sea and all the parts of the creation have not been named alike by all, but are named in one way by the Hebrews, and in another way by us, and are denoted by every nation by different names."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Against Eunomius Book VII 4:7",
                            "text": "If then Eunomius' argument is valid when he maintains that it was for this reason, to wit, that their names had been imposed by men, that Peter and Paul were named afresh, our teaching will surely be valid also, starting as it does from like premises, which says that all things are named by us, on the ground that their appellations vary according to the distinctions of nations."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Against Eunomius Book VII 4:8",
                            "text": "Now if all things are so, surely the Generate and the Ungenerate are not exceptions, for even they are among the things that change their name."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Against Eunomius Book VII 4:9",
                            "text": "For when we gather, as it were, into the form of a name the conception of any subject that arises in us, we declare our concept by words that vary at different times, not making, but signifying, the thing by the name we give it."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Against Eunomius Book VII 4:10",
                            "text": "For the things remain in themselves as they naturally are, while the mind, touching on existing things, reveals its thought by such words as are available."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Against Eunomius Book VII 4:11",
                            "text": "And just as the essence of Peter was not changed with the change of his name, so neither is any other of the things we contemplate changed in the process of mutation of names."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Against Eunomius Book VII 4:12",
                            "text": "And for this reason we say that the term \"Ungenerate\" was applied by us to the true and first Father Who is the Cause of all, and that no harm would result as regards the signifying of the Subject, if we were to acknowledge the same concept under another name."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Against Eunomius Book VII 4:13",
                            "text": "For it is allowable instead of speaking of Him as \"Ungenerate,\" to call Him the \"First Cause\" or \"Father of the Only-begotten,\" or to speak of Him as \"existing without cause,\" and many such appellations which lead to the same thought; so that Eunomius confirms our doctrines by the very arguments in which he makes complaint against us, because we know no name significant of the Divine Nature."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Against Eunomius Book VII 4:14",
                            "text": "We are taught the fact of Its existence, while we assert that an appellation of such force as to include the unspeakable and infinite Nature, either does not exist at all, or at any rate is unknown to us."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Against Eunomius Book VII 4:15",
                            "text": "Let him then leave his accustomed language of fable, and show us the names which signify the essences, and then proceed further to divide the subject by the divergence of their names."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Against Eunomius Book VII 4:16",
                            "text": "But so long as the saying of the Scripture is true that Abraham and Moses were not capable of the knowledge of the Name, and that \"no man hath seen God at any time,\" and that \"no man hath seen Him, nor can see,\" and that the light around Him is unapproachable, and \"there is no end of His greatness\";—so long as we say and believe these things, how like is an argument that promises any comprehension and expression of the infinite Nature, by means of the significance of names, to one who thinks that he can enclose the whole sea in his own hand! for as the hollow of one's hand is to the whole deep, so is all the power of language in comparison with that Nature which is unspeakable and incomprehensible."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Against Eunomius Book VII 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Against Eunomius Book VII 5:1",
                            "text": "5."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Against Eunomius Book VII 5:2",
                            "text": "After much discourse concerning the actually existent, and ungenerate and good,and upon the consubstantiality of the heavenly powers, showing the uncharted character of their essence, yet the difference of their ranks, he ends the book."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Against Eunomius Book VII 5:3",
                            "text": "Now in saying these things we do not intend to deny that the Father exists without generation, and we have no intention of refusing to agree to the statement that the Only-begotten God is generated;—on the contrary the latter has been generated, the former has not been generated."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Against Eunomius Book VII 5:4",
                            "text": "But what He is, in His own Nature, Who exists apart from generation, and what He is, Who is believed to have been generated, we do not learn from the signification of \"having been generated,\" and \"not having been generated\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Against Eunomius Book VII 5:5",
                            "text": "For when we say \"this person was generated\" (or \"was not generated\"), we are impressed with a two-fold thought, having our eyes turned to the subject by the demonstrative part of the phrase, and learning that which is contemplated in the subject by the words \"was generated\" or \"was not generated,\"—as it is one thing to think of that which is, and another to think of what we contemplate in that which is."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Against Eunomius Book VII 5:6",
                            "text": "But, moreover, the word \"is\" is surely understood with every name that is used concerning the Divine Nature,—as \"just,\" \"incorruptible,\" \"immortal,\" and \"ungenerate,\" and whatever else is said of Him; even if this word does not happen to occur in the phrase, yet the thought both of the speaker and the hearer surely makes the name attach to \"is,\" so that if this word were not added, the appellation would be uttered in vain."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Against Eunomius Book VII 5:7",
                            "text": "For instance (for it is better to present an argument by way of illustration), when David says, \"God, a righteous judge, strong and patient,\" if \"is\" were not understood with each of the epithets included in the phrase, the enumerations of the appellations will seem purposeless and unreal, not having any subject to rest upon; but when \"is\" is understood with each of the names, what is said will clearly be of force, being contemplated in reference to that which is."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Against Eunomius Book VII 5:8",
                            "text": "As, then, when we say \"He is a judge,\" we conceive concerning Him some operation of judgment, and by the \"is\" carry our minds to the subject, and are hereby clearly taught not to suppose that the account of His being is the same with the action, so also as a result of saying, \"He is generated (or ungenerate),\" we divide our thought into a double conception, by \"is\" understanding the subject, and by \"generated,\" or \"ungenerate,\" apprehending that which belongs to the subject."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Against Eunomius Book VII 5:9",
                            "text": "As, then, when we are taught by David that God is \"a judge,\" or \"patient,\" we do not learn the Divine essence, but one of the attributes which are contemplated in it, so in this case too when we hear of His being not generated, we do not by this negative predication understand the subject, but are guided as to what we must not think concerning the subject, while what He essentially is remains as much as ever unexplained."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Against Eunomius Book VII 5:10",
                            "text": "So too, when Holy Scripture predicates the other Divine names of Him Who is, and delivers to Moses the Being without a name, it is for him who discloses the Nature of that Being, not to rehearse the attributes of the Being, but by his words to make manifest to us its actual Nature."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Against Eunomius Book VII 5:11",
                            "text": "For every name which you may use is an attribute of the Being, but is not the Being,—\"good,\" \"ungenerate,\" \"incorruptible,\"—but to each of these \"is\" does not fail to be supplied."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Against Eunomius Book VII 5:12",
                            "text": "Any one, then, who undertakes to give the account of this good Being, of this ungenerate Being, as He is, would speak in vain, if he rehearsed the attributes contemplated in Him, and were silent as to that essence which he undertakes by his words to explain."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Against Eunomius Book VII 5:13",
                            "text": "To be without generation is one of the attributes contemplated in the Being, but the definition of \"Being\" is one thing, and that of \"being in some particular way\" is another; and this has so far remained untold and unexplained by the passages cited."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Against Eunomius Book VII 5:14",
                            "text": "Let him then first disclose to us the names of the essence, and then divide the Nature by the divergence of the appellations;—so long as what we require remains unexplained, it is in vain that he employs his scientific skill upon names, seeing that the names have no separate existence."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Against Eunomius Book VII 5:15",
                            "text": "Such then is Eunomius' stronger handle against the truth, while we pass by in silence many views which are to be found in this part of his composition; for it seems to me right that those who run in this armed race against the enemies of the truth should arm themselves against those who are fairly fenced about with the plausibility of falsehood, and not defile their argument with such conceptions as are already dead and of offensive odour."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Against Eunomius Book VII 5:16",
                            "text": "His supposition that whatever things are united in the idea of their essence must needs exist corporeally and be joined to corruption (for this he says in this part of his work), I shall willingly pass by like some cadaverous odour, since I think every reasonable man will perceive how dead and corrupt such an argument is."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Against Eunomius Book VII 5:17",
                            "text": "For who knows not that the multitude of human souls is countless, yet one essence underlies them all, and the consubstantial substratum in them is alien from bodily corruption? so that even children can plainly see the argument that bodies are corrupted and dissolved, not because they have the same essence one with another, but because of their possessing a compound nature."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Against Eunomius Book VII 5:18",
                            "text": "The idea of the compound nature is one, that of the common nature of their essence is another, so that it is true to say, \"corruptible bodies are of one essence,\" but the converse statement is not true at all, if it be anything like, \"this consubstantial nature is also surely corruptible,\" as is shown in the case of the souls which have one essence, while yet corruption does not attach to them in virtue of the community of essence."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Against Eunomius Book VII 5:19",
                            "text": "And the account given of the souls might properly be applied to every intellectual existence which we contemplate in creation."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Against Eunomius Book VII 5:20",
                            "text": "For the words brought together by Paul do not signify, as Eunomius will have them do, some mutually divergent natures of the supra-mundane powers; on the contrary, the sense of the names clearly indicates that he is mentioning in his argument, not diversities of natures, but the varied peculiarities of the operations of the heavenly host: for there are, he says, \"principalities,\" and \"thrones,\" and \"powers,\" and \"mights,\" and \"dominions\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Against Eunomius Book VII 5:21",
                            "text": "Now these names are such as to make it at once clear to every one that their significance is arranged in regard to some operation."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Against Eunomius Book VII 5:22",
                            "text": "For to rule, and to exercise power and dominion, and to be the throne of some one,—all these conceptions would not be held by any one versed in argument to apply to diversities of essence, since it is clearly operation that is signified by every one of the names: so that any one who says that diversities of nature are signified by the names rehearsed by Paul deceives himself, \"understanding,\" as the Apostle says, \"neither what he says, nor whereof he affirms,\" since the sense of the names clearly shows that the Apostle recognizes in the intelligible powers distinctions of certain ranks, but does not by these names indicate varieties of essences."
                        }
                    ]
                }
            ]
        }
    ]
}