{
    "books": [
        {
            "name": "Apocrypha: Christ's Descent Into Hell",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Apocrypha: Christ's Descent Into Hell 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell 1:1",
                            "text": "Christ's Descent into Hell: First Version: Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell 1:2",
                            "text": "And Joseph rose up and said to Annas and Caiaphas:  Truly and well do you wonder, since you have heard that Jesus has been seen alive from the dead, ascending up into heaven."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell 1:3",
                            "text": "But it is more to be wondered at that he is not the only one who has risen from the dead:  but he has raised up alive out of their tombs many others of the dead, and they have been seen by many in Jerusalem."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell 1:4",
                            "text": "And hear me now, that we all know the blessed Simeon, the great priest, who took up with his hands Jesus, when an infant, in the temple."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell 1:5",
                            "text": "And Simeon himself had two sons, full brothers; and we all were at their falling asleep, and at their burial."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell 1:6",
                            "text": "Go, therefore, and see their tombs:  for they are open, because they have risen; and, behold, they are in the city of Arimathaea, living together in prayers."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell 1:7",
                            "text": "And, indeed, they are heard crying out, but speaking with nobody, and they are silent as the dead."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell 1:8",
                            "text": "But come, let us go to them; let us conduct them to us with all honour and respect."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell 1:9",
                            "text": "And if we adjure them, perhaps they will speak to us of the mystery of their resurrection."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell 1:10",
                            "text": "At hearing this they all rejoiced."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell 1:11",
                            "text": "And Annas and Caiaphas, Nicodemus, and Joseph, and Gamaliel, went, and did not find them in their sepulchres; but, walking into the city of Arimathea, they found them there, on their bended knees, and spending their time in prayer."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell 1:12",
                            "text": "And kissing them, they conducted them to Jerusalem, into the synagogue, with all veneration and fear of God."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell 1:13",
                            "text": "And shutting the doors, and lifting up the law of the Lord, they put it in their hands, adjuring them by the God Adonai, and the God of Israel, who by the law and the prophets spoke to our fathers, saying:  Do you believe that it was Jesus who raised you from the dead?  Tell us how you have risen from the dead."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell 1:14",
                            "text": "Karinus and Leucius, hearing this adjuration, trembled in their body, and groaned, being disturbed in heart."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell 1:15",
                            "text": "And together they looked towards heaven, and with their fingers made the sign of the cross on their tongues, and immediately they spoke together, saying:  Give each of us sheets of paper, and let us write what we have seen and heard."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell 1:16",
                            "text": "And they gave it to them."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Apocrypha: Christ's Descent Into Hell 1:17",
                            "text": "And they sat down, and each of them wrote, saying:—."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Apocrypha: Christ's Descent Into Hell 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Apocrypha: Christ's Descent Into Hell 2:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Apocrypha: Christ's Descent Into Hell 2:2",
                            "text": "O Lord Jesus Christ, the resurrection and the life of the dead, permit us to speak mysteries through the death of Thy cross, because we have been adjured by Thee."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Apocrypha: Christ's Descent Into Hell 2:3",
                            "text": "For Thou didst order Thy servants to relate to no one the secrets of Thy divine majesty which Thou didst in Hades."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Apocrypha: Christ's Descent Into Hell 2:4",
                            "text": "And when we were, along with all our fathers, lying in the deep, in the blackness of darkness, suddenly there appeared a golden heat of the sun, and a purple royal light shining upon us."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Apocrypha: Christ's Descent Into Hell 2:5",
                            "text": "And immediately the father of all the human race, with all the patriarchs and prophets, exulted, saying:  That light is the source of eternal light, which hath promised to transmit to us co-eternal light."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Apocrypha: Christ's Descent Into Hell 2:6",
                            "text": "And Esaias cried out, and said:  This is the light of the Father, the Son of God, as I predicted when I was alive upon earth:  The land of Zabulon and the land of Nephthalim across Jordan, Galilee of the nations, the people who sat in darkness, have seen a great light; and light was shining among those who are in the region of the shadow of death."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Apocrypha: Christ's Descent Into Hell 2:7",
                            "text": "And now it has come and shone upon us sitting in death."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Apocrypha: Christ's Descent Into Hell 2:8",
                            "text": "And when we were all exulting in the light which shone over us, there came up to us our father Simeon; and he said, exulting:  Glorify the Lord Jesus Christ, the Son of God; because I took Him up when born, an infant, in my hands in the temple; and instigated by the Holy Spirit, I said to Him, confessing:  Now mine eyes have seen Thy salvation, which Thou hast prepared in the sight of all peoples, a light for the revealing of the nations, and the glory of Thy people Israel."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Apocrypha: Christ's Descent Into Hell 2:9",
                            "text": "When they heard this, all the multitude of the saints exulted more."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Apocrypha: Christ's Descent Into Hell 2:10",
                            "text": "And after this there comes up, as it were, a dweller in the desert; and he is asked by all:  Who art thou?  To whom he says in answer:  I am John, the voice and prophet of the Most High, going before the face of His coming to prepare His ways, to give the knowledge of salvation to His people for the remission of their sins."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Apocrypha: Christ's Descent Into Hell 2:11",
                            "text": "And seeing Him coming to me, instigated by the Holy Spirit, I said:  Behold the Lamb of God! behold Him who taketh away the sins of the world!  And I baptized Him in the river of Jordan, and I saw the Holy Spirit descending upon Him in the form of a dove; and I heard a voice from the heavens saying, This is my beloved Son, in whom I am well pleased."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Apocrypha: Christ's Descent Into Hell 2:12",
                            "text": "And now I have gone before His face, and have descended to announce to you that the rising Son of God is close at hand to visit us, coming from on high to us sitting in darkness and the shadow of death."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Apocrypha: Christ's Descent Into Hell 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Apocrypha: Christ's Descent Into Hell 3:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Apocrypha: Christ's Descent Into Hell 3:2",
                            "text": "And when the first created, father Adam, had heard this, that Jesus was baptized in Jordan, he cried out to his son Seth:  Tell thy sons, the patriarchs and the prophets, all that thou heardest from Michael the archangel when I sent thee to the gates of paradise to implore God that he might send thee His angel to give thee oil from the tree of mercy, with which to anoint my body when I was sick."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Apocrypha: Christ's Descent Into Hell 3:3",
                            "text": "Then Seth, coming near to the holy patriarchs and prophets, said:  When I, Seth, was praying to the Lord at the gates of paradise, behold Michael, the angel of the Lord, appeared to me, saying, I have been sent to thee by the Lord."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Apocrypha: Christ's Descent Into Hell 3:4",
                            "text": "I am set over the human race."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Apocrypha: Christ's Descent Into Hell 3:5",
                            "text": "And to thee, Seth, I say, do not labour with tears in prayers and supplications on account of the oil of the tree of mercy to anoint thy father Adam for the pain of his body, because in no wise shalt thou receive of it, except in the last days and times, except when five thousand and five hundred years have been fulfilled:  then will come upon the earth the most beloved Son of God, to raise up again the body of Adam, and the bodies of the dead; and He, when He comes, will be baptized in Jordan."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Apocrypha: Christ's Descent Into Hell 3:6",
                            "text": "And when he shall have come out of the water of Jordan, then with the oil of His mercy shall He anoint all that believe on Him; and that oil of mercy shall be for the generation of those who shall be born out of water and the Holy Spirit into life eternal."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Apocrypha: Christ's Descent Into Hell 3:7",
                            "text": "Then, descending upon earth, Christ Jesus, the most beloved Son of God, will lead our father Adam into paradise to the tree of mercy."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Apocrypha: Christ's Descent Into Hell 3:8",
                            "text": "And when they heard all these things from Seth, all the patriarchs and prophets exulted with great exultation."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Apocrypha: Christ's Descent Into Hell 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Apocrypha: Christ's Descent Into Hell 4:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Apocrypha: Christ's Descent Into Hell 4:2",
                            "text": "And when all the saints were exulting, lo, Satan, the prince and leader of death, said to Hades:  Make thyself ready to receive Jesus, who boasts himself to be the Son of God, and is a man fearing death, and saying, My soul is sorrowful, even unto death."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Apocrypha: Christ's Descent Into Hell 4:3",
                            "text": "And he has withstood me much, doing me evil; and many whom I made blind, lame, deaf, leprous, and demoniac, he has healed with a word; and those whom I have brought to thee dead, he has dragged away from thee."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Apocrypha: Christ's Descent Into Hell 4:4",
                            "text": "Hades, answering, said to Prince Satan:  Who is he that is so powerful, when he is a man in fear of death?  For all the powerful of the earth are kept in subjection by my power, whom thou hast brought into subjection by thy power."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Apocrypha: Christ's Descent Into Hell 4:5",
                            "text": "If then, thou art powerful, what is that man Jesus like, who, though fearing death, withstands thy power?  If he is so powerful in humanity, verily I say unto thee, he is all-powerful in divinity, and his power can no one resist."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Apocrypha: Christ's Descent Into Hell 4:6",
                            "text": "And when he says that he fears death, he wishes to lay hold on thee, and woe will be to thee to the ages of eternity."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Apocrypha: Christ's Descent Into Hell 4:7",
                            "text": "And Satan, prince of Tartarus, answered and said:  Why hast thou doubted, and feared to receive this Jesus, thy adversary and mine?  For I have tempted him, and I have roused up my ancient people the Jews with hatred and anger against him; I have sharpened a lance to strike him; I have mixed gall and vinegar to give him to drink; and I have prepared wood to crucify him, and nails to pierce him, and his death is near at hand, that I may bring him to thee, subject to thee and me."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Apocrypha: Christ's Descent Into Hell 4:8",
                            "text": "Tartarus answered and said:  Thou hast told me that it is he himself who has dragged away the dead from me."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Apocrypha: Christ's Descent Into Hell 4:9",
                            "text": "Now there are many who are here kept by me, who, while they lived on earth, took the dead from me, not by their own powers, but by godly prayers, and their almighty God dragged them away from me."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Apocrypha: Christ's Descent Into Hell 4:10",
                            "text": "Who is that Jesus, who by his word has withdrawn the dead from me without prayers?  Perhaps he is the same who, by, the word of his command, brought alive Lazarus, after he had been four days in stench and corruption, whom I kept dead."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Apocrypha: Christ's Descent Into Hell 4:11",
                            "text": "Satan prince of death answered and said:  That Jesus is the same."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Apocrypha: Christ's Descent Into Hell 4:12",
                            "text": "And when Hades heard this he said to him:  I adjure thee by thy powers and mine, do not bring him to me."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Apocrypha: Christ's Descent Into Hell 4:13",
                            "text": "For I at that time, when I heard the command of his word, trembled with terror and dismay, and all my officers at the same time were confounded along with me."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Apocrypha: Christ's Descent Into Hell 4:14",
                            "text": "Nor could we keep that Lazarus; but, shaking himself like an eagle, he sprang out, and went forth from us with all activity and speed, and the same ground which held the dead body of Lazarus immediately gave him forth alive."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Apocrypha: Christ's Descent Into Hell 4:15",
                            "text": "So now, I know that that man who could do these things is God, strong in authority, powerful in humanity, and He is the Saviour of the human race."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Apocrypha: Christ's Descent Into Hell 4:16",
                            "text": "But if thou bring Him to me, all who are here shut up in the cruelty of the prison, and bound by their sins in chains that cannot be loosened, He will let loose, and will bring to the life of His divinity for ever."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Apocrypha: Christ's Descent Into Hell 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Apocrypha: Christ's Descent Into Hell 5:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Apocrypha: Christ's Descent Into Hell 5:2",
                            "text": "And as Prince Satan and Hades were thus speaking to each other in turn, suddenly there was a voice as of thunders, and a shouting of spirits:  Lift up your gates, ye princes; and be ye lifted up, ye everlasting gates; and the King of glory shall come in."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Apocrypha: Christ's Descent Into Hell 5:3",
                            "text": "Hades hearing this, said to Prince Satan:  Retire from me, and go outside of my realms:  if thou art a powerful warrior, fight against the King of glory."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Apocrypha: Christ's Descent Into Hell 5:4",
                            "text": "But what hast thou to do with Him?  And Hades thrust Satan outside of his realms."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Apocrypha: Christ's Descent Into Hell 5:5",
                            "text": "And Hades said to his impious officers:  Shut the cruel gates of brass, and put up the bars of iron, and resist bravely, that we, holding captivity, may not take Him captive."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Apocrypha: Christ's Descent Into Hell 5:6",
                            "text": "And all the multitude of the saints, hearing this, said to Hades, with the voice of reproach:  Open thy gates, that the King of glory may come in."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Apocrypha: Christ's Descent Into Hell 5:7",
                            "text": "And David cried out, saying:  Did I not, when I was alive upon earth, prophesy to you:  Let them confess to the Lord His tender mercies and His wonderful works to the children of men:  for He has shattered the brazen gates, and burst the iron bars; He has taken them up out of the way of their iniquity?  And after this, in like manner, Esaias said:  Did not I, when I was alive upon earth, prophesy to you:  The dead shall rise up, and those who are in their tombs shall rise again, and those who are upon earth shall exult; because the dew, which is from the Lord, is their health?  And again I said, Where, O Death, is thy sting? where, O Hades, is thy victory?  And when all the saints heard this from Esaias, they said to Hades:  Open thy gates."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Apocrypha: Christ's Descent Into Hell 5:8",
                            "text": "Since thou art now conquered, thou wilt be weak and powerless."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Apocrypha: Christ's Descent Into Hell 5:9",
                            "text": "And there was a great voice, as of thunders, saying:  Lift up your gates, ye princes; and be ye lifted up, ye infernal gates; and the King of glory shall come in."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Apocrypha: Christ's Descent Into Hell 5:10",
                            "text": "Hades, seeing that they had twice shouted out this, says, as if not knowing:  Who is the king of glory?  David says, in answer to Hades:  I recognise those words of the shout, since I prophesied the same by His Spirit."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Apocrypha: Christ's Descent Into Hell 5:11",
                            "text": "And now, what I have said above I say to thee, The Lord strong and mighty, the Lord mighty in battle; He is the King of glory."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Apocrypha: Christ's Descent Into Hell 5:12",
                            "text": "And the Lord Himself hath looked down from heaven upon earth, to hear the groans of the prisoners, and to release the sons of the slain."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Apocrypha: Christ's Descent Into Hell 5:13",
                            "text": "And now, most filthy and most foul Hades, open thy gates, that the King of glory may come in."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Apocrypha: Christ's Descent Into Hell 5:14",
                            "text": "While David was thus speaking, there came to Hades, in the form of a man, the Lord of majesty, and lighted up the eternal darkness, and burst asunder the indissoluble chains; and the aid of unconquered power visited us, sitting in the profound darkness of transgressions, and in the shadow of death of sins."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Apocrypha: Christ's Descent Into Hell 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Apocrypha: Christ's Descent Into Hell 6:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Apocrypha: Christ's Descent Into Hell 6:2",
                            "text": "When this was seen by Hades and Death, and their impious officers, along with their cruel servants, they trembled at perceiving in their own dominions the clearness of so great a light, when they saw Christ suddenly in their abodes; and they cried out, saying:  We have been overcome by thee."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Apocrypha: Christ's Descent Into Hell 6:3",
                            "text": "Who art thou, that to the Lord directest our confusion?  Who art thou, that, undestroyed by corruption, the uncorrupted proof of thy majesty, with fury condemnest our power?  Who art thou, so great and little, lowly and exalted, soldier and commander, wonderful warrior in the form of a slave, and the king of glory dead and alive, whom slain the cross has carried?  Thou, who didst lie dead in the sepulchre, hast come down to us alive; and in thy death every creature trembled, and the stars in a body were moved; and now thou hast been made free among the dead, and disturbest our legions."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Apocrypha: Christ's Descent Into Hell 6:4",
                            "text": "Who art thou, that settest free those who art held captive, bound by original sin, and recallest them to their former liberty?  Who art thou, who sheddest a divine, and splendid, and illuminating light upon those who have been blinded by the darkness of their sins?  In like manner, also, all the legions of the demons, terror-stricken with like fear from their fearful overthrow, cried out, saying:  Whence art thou, O Jesus, a man so powerful and splendid in majesty, so excellent, without spot, and free from guilt?  For that world of earth which has been subject to us always until now, which used to pay tribute for our uses, has never sent us such a dead man, has never destined such gifts for the powers below."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Apocrypha: Christ's Descent Into Hell 6:5",
                            "text": "Who therefore art thou, that hast so intrepidly entered our bounds, and who hast not only no fear of our punishments, but, moreover, attemptest to take all away from our chains?  Perhaps thou art that Jesus of whom our prince Satan said, that by thy death of the cross thou wast destined to receive the dominion of the whole world."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Apocrypha: Christ's Descent Into Hell 6:6",
                            "text": "Then the King of glory, trampling on death by His majesty, and seizing Prince Satan, delivered him to the power of Hades, and drew Adam to His brightness."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Apocrypha: Christ's Descent Into Hell 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Apocrypha: Christ's Descent Into Hell 7:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Apocrypha: Christ's Descent Into Hell 7:2",
                            "text": "Then Hades, receiving Prince Satan, said to him, with vehement revilings:  O prince of perdition, and leader of extermination, Beelzebub, derision of angels, to be spit upon by the just, why didst thou wish to do this?  Didst thou wish to crucify the King of glory, in whose death thou didst promise us so great spoils?  Like a fool, thou didst not know what thou wast doing."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Apocrypha: Christ's Descent Into Hell 7:3",
                            "text": "For, behold, that Jesus by the splendour of His divinity is putting to flight all the darkness of death, and He has broken into the strong lowest depths of our dungeons, and has brought out the captives, and released those who were bound."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Apocrypha: Christ's Descent Into Hell 7:4",
                            "text": "And all who used to groan under our torments insult us, and by their prayers our dominions are taken by storm, and our realms conquered, and no race of men has now any respect for us."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Apocrypha: Christ's Descent Into Hell 7:5",
                            "text": "Moreover, also, we are grievously threatened by the dead, who have never been haughty to us, and who have not at any time been joyful as captives."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Apocrypha: Christ's Descent Into Hell 7:6",
                            "text": "O Prince Satan, father of all impious wretches and renegades, why didst thou wish to do this?  Of those who from the beginning, even until now, have despaired of salvation and life, no bellowing after the usual fashion is now heard here; and no groaning of theirs resounds, nor in any of their faces is a trace of tears found."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Apocrypha: Christ's Descent Into Hell 7:7",
                            "text": "O Prince Satan, possessor of the keys of the lower regions, all thy riches which thou hadst acquired by the tree of transgression and the loss of paradise, thou hast now lost by the tree of the cross, and all thy joy has perished."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Apocrypha: Christ's Descent Into Hell 7:8",
                            "text": "When thou didst hang up that Christ Jesus the King of glory, thou wast acting against thyself and against me."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Apocrypha: Christ's Descent Into Hell 7:9",
                            "text": "Henceforth thou shalt know what eternal torments and infinite punishments thou art to endure in my everlasting keeping."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Apocrypha: Christ's Descent Into Hell 7:10",
                            "text": "O Prince Satan, author of death, and source of all pride, thou oughtest first to have inquired into the bad cause of that Jesus."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Apocrypha: Christ's Descent Into Hell 7:11",
                            "text": "Him in whom thou perceivedst no fault, why, without reason, didst thou dare unjustly to crucify? and why hast thou brought to our regions one innocent and just, and lost the guilty, the impious, and the unjust of the whole world?  And when Hades had thus spoken to Prince Satan, then the King of glory said to Hades:  Satan the prince will be in thy power for ever, in place of Adam and his sons, my just ones."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Apocrypha: Christ's Descent Into Hell 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell 8:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell 8:2",
                            "text": "And the Lord stretched out His hand, and said:  Come to me, all my saints, who have my image and likeness."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell 8:3",
                            "text": "Do you, who have been condemned through the tree and the devil and death, now see the devil and death condemned through the tree."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell 8:4",
                            "text": "Immediately all the saints were brought together under the hand of the Lord."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell 8:5",
                            "text": "And the Lord, holding Adam by the right hand, said to him:  Peace be to thee, with all thy children, my righteous ones!  And Adam fell down at the knees of the Lord, and with tearful entreaty praying, said with a loud voice:  I will extol Thee, O Lord; for Thou hast lifted me up, and hast not made my foes to rejoice over me."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell 8:6",
                            "text": "O Lord God, I cried unto Thee, and Thou hast healed me."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell 8:7",
                            "text": "O Lord, Thou hast brought out my soul from the powers below; Thou hast saved me from them that go down into the pit."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell 8:8",
                            "text": "Sing praises to the Lord, all His saints, and confess to the memory of His holiness; since there is anger in His indignation, and life in His goodwill."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell 8:9",
                            "text": "In like manner also all the saints of God, falling on their knees at the feet of the Lord, said with one voice:  Thou hast come, O Redeemer of the world:  as Thou hast foretold by the law and Thy prophets, so hast Thou fulfilled by Thy deeds."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell 8:10",
                            "text": "Thou hast redeemed the living by Thy cross; and by the death of the cross Thou hast come down to us, to rescue us from the powers below, and from death, by Thy majesty."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell 8:11",
                            "text": "O Lord, as Thou hast set the title of Thy glory in heaven, and hast erected as the title of redemption Thy cross upon earth, so, O Lord, set in Hades the sign of the victory of Thy cross, that death may no more have dominion."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell 8:12",
                            "text": "And the Lord, stretching forth His hand, made the sign of the cross upon Adam and upon all His saints; and holding Adam by the right hand, went up from the powers below:  and all the saints followed Him."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell 8:13",
                            "text": "Then holy David cried out aloud, saying:  Sing unto the Lord a new song, for He hath done wonderful things; His right hand and His holy arm have brought salvation to Himself."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell 8:14",
                            "text": "The Lord hath made known His salvation; His righteousness hath He revealed in the sight of the heathen."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell 8:15",
                            "text": "And all the multitude of the saints answered, saying:  This is glory to all His saints."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell 8:16",
                            "text": "Amen, alleluia."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell 8:17",
                            "text": "And after this the prophet Habacuc cried out, saying:  Thou wentest forth for the salvation of Thy people, to deliver Thine elect."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell 8:18",
                            "text": "And all the saints answered, saying:  Blessed is He who cometh in the name of the Lord; God is the Lord, and He hath shone upon us."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell 8:19",
                            "text": "Amen, alleluia."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell 8:20",
                            "text": "In like manner after this the prophet Michaeas as also cried out, saying:  Who is a God like unto thee, O Lord, taking away iniquities and passing by sins?  And now Thou dost withhold Thine anger for a testimony against us, because Thou delightest in mercy."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell 8:21",
                            "text": "And Thou turnest again, and hast compassion upon us, and pardonest all our iniquities; and all our sins hast Thou sunk in the multitude of death, as Thou hast sworn unto our fathers in the days of old."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell 8:22",
                            "text": "And all the saints answered, saying:  This is our God to eternity, and for ever and ever; and He will direct us for evermore."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell 8:23",
                            "text": "Amen, alleluia."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "Apocrypha: Christ's Descent Into Hell 8:24",
                            "text": "So also all the prophets, quoting the sacred writings concerning His praises, and all the saints crying, Amen, alleluia, followed the Lord."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Apocrypha: Christ's Descent Into Hell 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Apocrypha: Christ's Descent Into Hell 9:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Apocrypha: Christ's Descent Into Hell 9:2",
                            "text": "And the Lord, holding the hand of Adam, delivered him to Michael the archangel:  and all the saints followed Michael the archangel, and he led them all into the glorious grace of paradise."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Apocrypha: Christ's Descent Into Hell 9:3",
                            "text": "And there met them two men, ancient of days."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Apocrypha: Christ's Descent Into Hell 9:4",
                            "text": "The saints asked them:  Who are you, that have not yet been dead, along with us in the regions below, and have been placed in paradise in the body?  One of them answered, and said:  I am Enoch, who by the word of the Lord have been translated hither; and he who is with me is Elias the Thesbite, who was taken up by a fiery chariot."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Apocrypha: Christ's Descent Into Hell 9:5",
                            "text": "Here also even until now we have not tasted death, but have been reserved to the coming of Antichrist, by divine signs and wonders to do battle with him, and, being killed by him in Jerusalem, after three days and half a day to be taken up alive again in the clouds."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Apocrypha: Christ's Descent Into Hell 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Apocrypha: Christ's Descent Into Hell 10:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Apocrypha: Christ's Descent Into Hell 10:2",
                            "text": "And while the saints Enoch and Elias were thus speaking, behold, there came up another man, most wretched, carrying on his shoulders the sign of the cross."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Apocrypha: Christ's Descent Into Hell 10:3",
                            "text": "And seeing him, all the saints said to him:  Who art thou? because thy appearance is that of a robber."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Apocrypha: Christ's Descent Into Hell 10:4",
                            "text": "And what is the sign which thou carriest on thy shoulders?  In answer to them, he said:  Truly have you said that I was a robber, doing all sorts of evil upon the earth."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Apocrypha: Christ's Descent Into Hell 10:5",
                            "text": "And the Jews crucified me along with Jesus; and I saw the miracles in created things which were done through the cross of Jesus crucified, and I believed Him to be the Creator of all created things, and the King omnipotent; and I entreated Him, saying, Be mindful of me, Lord, when Thou shalt have come into Thy kingdom."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Apocrypha: Christ's Descent Into Hell 10:6",
                            "text": "Immediately He accepted my entreaty, and said to me, Amen; I say to thee, To-day shalt thou be with me in paradise."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Apocrypha: Christ's Descent Into Hell 10:7",
                            "text": "And He gave me this sign of the cross, saying, Walk into paradise carrying this; and if the guardian angel of paradise will not let thee go in, show him the sign of the cross, and thou shalt say to him, Jesus Christ, the Son of God, who has now been crucified, has sent me."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Apocrypha: Christ's Descent Into Hell 10:8",
                            "text": "Having done so, I said all this to the guardian angel of paradise."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Apocrypha: Christ's Descent Into Hell 10:9",
                            "text": "And when he heard this, he immediately opened, and led me in, and placed me at the right of paradise, saying, Lo, hold a little, and there will come in the father of the whole human race, Adam, with all his children, holy and just, after the triumph and glory of the ascension of Christ the crucified Lord."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Apocrypha: Christ's Descent Into Hell 10:10",
                            "text": "Hearing all these words of the robber, all the holy patriarchs and prophets with one voice said:  Blessed art Thou, O Lord Almighty, Father of everlasting benefits, and Father of mercies, who hast given such grace to Thy sinners, and hast brought them back into the grace of paradise, and into Thy rich pastures; for this is spiritual life most sure."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Apocrypha: Christ's Descent Into Hell 10:11",
                            "text": "Amen, amen."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Apocrypha: Christ's Descent Into Hell 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Apocrypha: Christ's Descent Into Hell 11:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Apocrypha: Christ's Descent Into Hell 11:2",
                            "text": "These are the divine and sacred mysteries which we saw and heard, I Karinus, and Leucius."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Apocrypha: Christ's Descent Into Hell 11:3",
                            "text": "More we are not allowed to tell of the other mysteries of God, as Michael the archangel adjured us, and said:  You shall go into Jerusalem with your brethren, and continue in prayers, and you shall cry out, and glorify the resurrection of the Lord Jesus Christ, who has raised you up again from the dead with Himself."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Apocrypha: Christ's Descent Into Hell 11:4",
                            "text": "And with none of men shall you speak; and you shall sit as if dumb, until the hour shall come when the Lord Himself shall permit you to relate the mysteries of His divinity."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Apocrypha: Christ's Descent Into Hell 11:5",
                            "text": "And Michael the archangel ordered us to walk across Jordan into a place rich and fertile, where there are many who rose again along with us for an evidence of the resurrection of Christ the Lord; because only three days were allowed to us who have risen from the dead to celebrate in Jerusalem the passover of the Lord, with our living relations, for an evidence of the resurrection of Christ the Lord:  and we have been baptized in the holy river of Jordan, receiving each of us white robes."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Apocrypha: Christ's Descent Into Hell 11:6",
                            "text": "And after three days, when we had celebrated the passover of the Lord, all who rose again along with us were snatched up into the clouds, and taken across the Jordan, and were no longer seen by any one."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Apocrypha: Christ's Descent Into Hell 11:7",
                            "text": "But we were told to remain in the city of Arimathaea in prayers."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Apocrypha: Christ's Descent Into Hell 11:8",
                            "text": "These are the things which the Lord commanded us to relate to you."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Apocrypha: Christ's Descent Into Hell 11:9",
                            "text": "Give Him praise and confession, and be penitent, that He may have mercy upon you."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Apocrypha: Christ's Descent Into Hell 11:10",
                            "text": "Peace be to you from the same Lord Jesus Christ, and the Saviour of all of us!  Amen."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Apocrypha: Christ's Descent Into Hell 11:11",
                            "text": "And after they had finished all, writing on separate sheets of paper, they arose."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Apocrypha: Christ's Descent Into Hell 11:12",
                            "text": "And Karinus gave what he wrote into the hands of Annas and Caiaphas and Gamaliel; in like manner also Leucius gave what he wrote into the hands of Nicodemus and Joseph."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Apocrypha: Christ's Descent Into Hell 11:13",
                            "text": "And being suddenly transfigured, they became exceedingly white, and were seen no more."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Apocrypha: Christ's Descent Into Hell 11:14",
                            "text": "And their writings were found exactly the same, not one letter more or less."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Apocrypha: Christ's Descent Into Hell 11:15",
                            "text": "All the synagogue of the Jews, hearing all these wonderful sayings of Karinus and Leucius, said to each other:  Truly all these things have been done by the Lord, and blessed be the Lord for ever and ever,  Amen."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Apocrypha: Christ's Descent Into Hell 11:16",
                            "text": "And they all went out with great anxiety, beating their breasts with fear and trembling; and they went away, each to his own house."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Apocrypha: Christ's Descent Into Hell 11:17",
                            "text": "All these things which were said by the Jews in their synagogue Joseph and Nicodemus immediately reported to the proconsul."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Apocrypha: Christ's Descent Into Hell 11:18",
                            "text": "And Pilate himself wrote all which had been done and said concerning Jesus by the Jews, and he placed all the words in the public records of his praetorium."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Apocrypha: Christ's Descent Into Hell 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Apocrypha: Christ's Descent Into Hell 12:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Apocrypha: Christ's Descent Into Hell 12:2",
                            "text": "After this, Pilate going into the temple of the Jews, assembled all the chief priests, and learned men, and scribes, and teachers of the law, and went in with them into the sanctuary of the temple, and ordered that all the gates should be shut, and said to them:  We have heard that you have a certain great collection of books in this temple:  therefore I ask you that it be presented before us."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Apocrypha: Christ's Descent Into Hell 12:3",
                            "text": "And when four officers brought in that collection of books, adorned with gold and precious gems, Pilate said to all:  I adjure you by the God of your fathers, who ordered you to build this temple in the place of his sanctuary, not to conceal the truth from me."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Apocrypha: Christ's Descent Into Hell 12:4",
                            "text": "You all know what is written in that collection of books; but now say whether you have found in the writings that Jesus, whom you have crucified, to be the Son of God that was to come for the salvation of the human race, and in how many revolutions of the seasons he ought to come."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Apocrypha: Christ's Descent Into Hell 12:5",
                            "text": "Declare to me whether you crucified him in ignorance of this, or knowing it."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Apocrypha: Christ's Descent Into Hell 12:6",
                            "text": "Being thus adjured, Annas and Caiaphas ordered all the others who were with them to go out of the sanctuary; and themselves shut all the gates of the temple and the sanctuary, and said to Pilate:  We have been adjured by thee, O good judge, by the building of this temple, to give thee the truth, and a clear account of this matter."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Apocrypha: Christ's Descent Into Hell 12:7",
                            "text": "After we had crucified Jesus, not knowing Him to be the Son of God, thinking that He did miracles by means of some charm, we made a great synagogue in this temple."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Apocrypha: Christ's Descent Into Hell 12:8",
                            "text": "And conferring with each other of the signs of the miracles which Jesus had done, we found many witnesses of our nation who said that they had seen Jesus alive after suffering death, and that He had penetrated into the height of heaven."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Apocrypha: Christ's Descent Into Hell 12:9",
                            "text": "And we have seen two witnesses, whom Jesus raised up again from the dead, who told us many wonderful things that Jesus did among the dead, which we have in our hands, written out."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Apocrypha: Christ's Descent Into Hell 12:10",
                            "text": "And our custom is, every year before our synagogue, to open that holy collection of books, and seek out the testimony of God."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Apocrypha: Christ's Descent Into Hell 12:11",
                            "text": "And we have found in the first book of the LXX."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Apocrypha: Christ's Descent Into Hell 12:12",
                            "text": ", where the archangel Michael spoke to the third son of Adam, the first man, of five thousand and five hundred years, in which the Christ, the most beloved Son of God, was to come from the heavens; and upon this we have considered that perhaps He was the God of Israel who said to Moses, Make to thee the ark of the covenant, two cubits and a half in length, one cubit and a half in breadth, one cubit and a half in height."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Apocrypha: Christ's Descent Into Hell 12:13",
                            "text": "In these five and a half cubits we have understood and recognised, from the structure of the ark of the old covenant, that in five and a half thousands of years, Jesus Christ was to come in the ark of the body; and we have found Him to be the God of Israel, the Son of God."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Apocrypha: Christ's Descent Into Hell 12:14",
                            "text": "Because after His passion, we, the chief priests, wondering at the signs which happened on account of Him, opened this collection of books, searching out all the generations, even to the generation of Joseph, and reckoning that Mary the mother of Christ was of the seed of David; and we have found that from the time that God made the heaven and the earth and the first man, to the deluge, are two thousand two hundred and twelve years; and from the deluge to the building of the tower, five hundred and thirty-one years; and from the building of the tower to Abraham, six hundred and six years; and from Abraham to the arrival of the children of Israel from Egypt, four hundred and seventy years; from the coming of the children of Israel out of Egypt to the building of the temple, five hundred and eleven years; and from the building of the temple to the destruction of the same temple, four hundred and sixty-four years."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Apocrypha: Christ's Descent Into Hell 12:15",
                            "text": "Thus far have we found in the book of Esdras."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Apocrypha: Christ's Descent Into Hell 12:16",
                            "text": "After searching, we find that from the burning of the temple to the advent of Christ, and His birth, there are six hundred and thirty-six years, which together were five thousand five hundred years, as we have found written in the book that Michael the archangel foretold to Seth the third son of Adam, that in five and a half thousands of years Christ the Son of God would come."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Apocrypha: Christ's Descent Into Hell 12:17",
                            "text": "Even until now we have told no one, that there might be no dissension in our synagogues."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Apocrypha: Christ's Descent Into Hell 12:18",
                            "text": "And now thou hast adjured us, O good judge, by this holy book of the testimonies of God, and we make it manifest to thee."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Apocrypha: Christ's Descent Into Hell 12:19",
                            "text": "And now we adjure thee, by thy life and safety, to make manifest these words to no one in Jerusalem."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Apocrypha: Christ's Descent Into Hell 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Apocrypha: Christ's Descent Into Hell 13:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Apocrypha: Christ's Descent Into Hell 13:2",
                            "text": "Pilate, hearing these words of Annas and Caiaphas, laid them all up in the acts of our Lord and Saviour, in the public records of his praetorium, and wrote a letter to Claudius, king of the city of Rome, saying:—  Pontius Pilate to Claudius his king, greeting."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Apocrypha: Christ's Descent Into Hell 13:3",
                            "text": "It has lately happened, as I myself have also proved, that the Jews, through envy, have punished themselves and their posterity by a cruel condemnation."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Apocrypha: Christ's Descent Into Hell 13:4",
                            "text": "In short, when their fathers had a promise that their God would send them from heaven his holy one, who should deservedly be called their king, and promised that he would send him by a virgin upon the earth:  when, therefore, while I was procurator, he had come into Judaea, and when they saw him enlightening the blind, cleansing the lepers, curing the paralytics, making demons flee from men, even raising the dead, commanding the winds, walking dryshod upon the waves of the sea, and doing many other signs of miracles; and when all the people of the Jews said that he was the Son of God, the chief priests felt envy against him, and seized him, and delivered him to me; and, telling me one lie after another, they said that he was a sorcerer, and was acting contrary to their law."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Apocrypha: Christ's Descent Into Hell 13:5",
                            "text": "And I believed that it was so, and delivered him to be scourged, according to their will."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Apocrypha: Christ's Descent Into Hell 13:6",
                            "text": "And they crucified him, and set guards over him when buried."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Apocrypha: Christ's Descent Into Hell 13:7",
                            "text": "And he rose again on the third day, while my soldiers were keeping guard."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Apocrypha: Christ's Descent Into Hell 13:8",
                            "text": "But so flagrant was the iniquity of the Jews, that they gave money to my soldiers, saying, Say that his disciples have stolen his body."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Apocrypha: Christ's Descent Into Hell 13:9",
                            "text": "But after receiving the money they could not keep secret what had been done; for they bore witness both that he had risen again, that they had seen him, and that they had received money from the Jews."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Apocrypha: Christ's Descent Into Hell 13:10",
                            "text": "This accordingly I have done, lest any one should give a different and a false account of it, and lest thou shouldst think that the lies of the Jews are to be believed."
                        }
                    ]
                }
            ]
        }
    ]
}