{
    "books": [
        {
            "name": "Sulpitius Severus: Dialogues III",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Sulpitius Severus: Dialogues III 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues III 1:1",
                            "text": "Dialogues III: Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues III 1:2",
                            "text": "\"It is daylight, our Gallic friend, and you must get up."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues III 1:3",
                            "text": "For, as you see, both Postumianus is urgent, and this presbyter, who was yesterday admitted to hear what was going on, expects that what you put off narrating with regard to our beloved Martin till to-day, you should now, in fulfillment of your promise, proceed to tell."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues III 1:4",
                            "text": "He is not, indeed, ignorant of all the things which are to be related, but knowledge is sweet and pleasant even to one who goes over again things already known to him; since, indeed, it has been so arranged by nature that one rejoices with a better conscience in his knowledge of things which he is sure, through the testimony borne to them by many, are not in any degree uncertain."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues III 1:5",
                            "text": "For this man, too, having been a follower of Martin from his early youth, has indeed been acquainted with all his doings; but he gladly hears over again things already known."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues III 1:6",
                            "text": "And I will confess to thee, O Gaul, that the virtues of Martin have often been heard of by me, since, in fact, I have committed to writing many things regarding him; but through the admiration I feel for his deeds, those things are always new to me which, although I have already heard them, are, over and over again, repeated concerning him."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues III 1:7",
                            "text": "Wherefore, we congratulate you that Refrigerius has been added to us as a hearer, all the more earnestly that Postumianus is manifesting such eagerness, because he hastens, as it were, to convey a knowledge of these things to the East, and is now to hear the truth from you confirmed, so to speak, by witnesses\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues III 1:8",
                            "text": "As I was saying these words, and as the Gaul was now ready to resume his narrative, there rushes in upon us a crowd of monks, Evagrius the presbyter, Aper, Sabbatius, Agricola; and, a little after, there enters the presbyter aetherius, with Calupio the deacon, and Amator the subdeacon; lastly, Aurelius the presbyter, a very dear friend of mine, who came from a longer distance, rushes up out of breath."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues III 1:9",
                            "text": "\"Why,\" I enquire, \"do you so suddenly and unexpectedly run together to us from so many different quarters, and at so early an hour in the morning?\" \"We,\" they reply, \"heard yesterday that your friend the Gaul spent the whole day in narrating the virtues of Martin, and, as night overtook him, put off the rest until to-day: wherefore, we have made haste to furnish him with a crowded audience, as he speaks about such interesting matters\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues III 1:10",
                            "text": "In the meantime, we are informed that a multitude of lay people are standing at the door, not venturing to enter, but begging, nevertheless, that they might be admitted."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues III 1:11",
                            "text": "Then Aper declares, \"It is by no means proper that these people should be mixed up with us, for they have come to hear, rather from curiosity than piety\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues III 1:12",
                            "text": "I was grieved for the sake of those who ought not, as he thought, to be admitted, but all that I could obtain, and with difficulty, was that they should admit Eucherius from among the lieutenants, and Celsus, a man of consular rank, while the rest were kept back."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Sulpitius Severus: Dialogues III 1:13",
                            "text": "We then place the Gaul in the middle seat; and he, after long keeping silence, in harmony with his well-known modesty, at length began as follows."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Sulpitius Severus: Dialogues III 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues III 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues III 2:2",
                            "text": "\"You have assembled, my pious and eloquent friends, to hear me; but, as I presume, you have brought to the task religious rather than learned ears; for you are to listen to me simply as a witness to the faith, and not as speaking with the fluency of an orator."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues III 2:3",
                            "text": "Now, I shall not repeat the things which were spoken yesterday: those who did not hear them can become acquainted with them by means of the written records."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues III 2:4",
                            "text": "Postumianus expects something new, intending to make known what he hears to the East, that it may not, when Martin is brought into comparison, esteem itself above the West."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues III 2:5",
                            "text": "And first, my mind inclines to set forth an incident respecting which Refrigerius has just whispered in my ear: the affair took place in the city of Carnutes."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues III 2:6",
                            "text": "A certain father of a family ventured to bring to Martin his daughter of twelve years old, who had been dumb from her birth, begging that the blessed man would loose, by his pious merits, her tongue, which was thus tied."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues III 2:7",
                            "text": "He, giving way to the bishops Valentinus and Victricius, who then happened to be by his  side, declared that he was unequal to so great an undertaking, but that nothing was impossible to them, as if holier than himself."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues III 2:8",
                            "text": "But they, adding their pious entreaties, with suppliant voices, to those of the father, begged Martin to accomplish what was hoped for."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues III 2:9",
                            "text": "He made no further delay,—being admirable in both respects, in the display, first of all, of humility, and then in not putting off a pious duty,—but orders the crowd of people standing round to be removed; and while the bishops only, and the father of the girl, were present, he prostrates himself in prayer, after his usual fashion."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues III 2:10",
                            "text": "He then blesses a little oil, while he utters the formula of exorcism; and holding the tongue of the girl with his fingers, he thus pours the consecrated liquid into her mouth."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues III 2:11",
                            "text": "Nor did the result of the power thus exerted disappoint the holy man."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues III 2:12",
                            "text": "He asks her the name of her father, and she instantly replied."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues III 2:13",
                            "text": "The father cries out, embracing the knees of Martin, with a mixture of joy and tears; and while all around are amazed, he confesses that then for the first time he listened to the voice of his daughter."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Sulpitius Severus: Dialogues III 2:14",
                            "text": "And that this may not appear incredible to any one, let Evagrius, who is here, furnish you with a testimony of its truth; for the thing took place in his very presence."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Sulpitius Severus: Dialogues III 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues III 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues III 3:2",
                            "text": "\"The following is a small matter which I learned lately from the narration of Arpagius the presbyter, but I do not think it ought to be passed over."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues III 3:3",
                            "text": "The wife of the courtier Avitianus had sent some oil to Martin, that he might bless it (such is the custom) so as to be ready when needful to meet different causes of disease."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues III 3:4",
                            "text": "It was contained in a glass jar of a shape which, round throughout, gradually bulges out towards the middle, with a long neck; but the hollow of the extended neck was not filled, because it is the custom to fill vessels of the kind in such a way that the top may be left free for the knobs which stop up the jar."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues III 3:5",
                            "text": "The presbyter testified that he saw the oil increase under the blessing of Martin, so much that, the abundance of it overflowing the jar, it ran down from the top in every direction."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues III 3:6",
                            "text": "He added that it bubbled up with the same effect, while the vessel was being carried back to the mistress of the household; for the oil so steadily flowed over in the hands of the boy carrying it, that the abundance of the liquid, thus pouring down, covered all his garment."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues III 3:7",
                            "text": "He said, moreover, that the lady received the vessel so full even to the brim, that (as the same presbyter tells us at the present day) there was no room in that jar for inserting the stopper by which people are accustomed to close those vessels, the contents of which are to be preserved with special care."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues III 3:8",
                            "text": "That, too, was a remarkable thing that happened to this man\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues III 3:9",
                            "text": "Here he looked at me."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues III 3:10",
                            "text": "\"He had set down a glass vessel containing oil blessed by Martin in a pretty high window; and a boy of the family, not knowing that a jar was there, drew towards him the cloth covering it, with rather much violence."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues III 3:11",
                            "text": "The vessel, in consequence, fell down on the marble pavement."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues III 3:12",
                            "text": "Upon this, all were filled with dread lest the blessing of God, bestowed on the vessel by Martin, had been lost; but the jar was found as safe as ever, just as if it had fallen on the softest feathers."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues III 3:13",
                            "text": "Now, this result should be ascribed, not so much to chance, as to the power of Martin, whose blessing could not possibly perish."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues III 3:14",
                            "text": "\"There is this, too, which was effected by a certain person, whose name, because he is present, and has forbidden it to be mentioned, shall be suppressed: Saturninus too, who is now with us, was present on the occasion referred to."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues III 3:15",
                            "text": "A dog was barking at us in a somewhat disagreeable manner."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues III 3:16",
                            "text": "' I command thee,' said the person in question, 'in the name of Martin, to be quiet."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues III 3:17",
                            "text": "' The dog—his barking seemed to stick in his throat, and one might have thought that his tongue had been cut out—was silent."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Sulpitius Severus: Dialogues III 3:18",
                            "text": "Thus it is really a small matter that Martin himself performed miracles: believe me that other people also have accomplished many things in his name."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Sulpitius Severus: Dialogues III 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues III 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues III 4:2",
                            "text": "\"You knew the too barbarous and, beyond measure, bloody ferocity of Avitianus, a former courtier."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues III 4:3",
                            "text": "He enters the city of the Turones with a furious spirit, while rows of people, laden with chains, followed him with melancholy looks, orders various kinds of punishments to be got ready for slaying them; and to the grave amazement of the city, he arranges them for the sad work on the following day."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues III 4:4",
                            "text": "When this became known to Martin, he set out all alone, a little before midnight, for the palace of that beast."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues III 4:5",
                            "text": "But when, in the silence of the depths of the night, and as all were at rest, no entrance was possible through the bolted doors, he lays himself down before that cruel threshold."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues III 4:6",
                            "text": "In the meantime, Avitianus, buried in deep sleep, is smitten by an assailing angel, who says to him, 'Does the servant of God lie at your threshold, and do you continue sleeping?' He, on listening to these words, rises, in much disturbance, from his bed; and calling his servants, he exclaims  in terror, 'Martin is at the door: go immediately, and undo the bolts, that the servant of God may suffer no harm."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues III 4:7",
                            "text": "' But they, in accordance with the tendency of all servants, having scarcely stepped beyond the first threshold, and laughing at their master as having been mocked by a dream, affirm that there was no one at the door."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues III 4:8",
                            "text": "This they did as simply inferring from their own disposition, that no one could be keeping watch through the night, while far less did they believe that a priest was lying at the threshold of another man during the horror of that night."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues III 4:9",
                            "text": "Well, they easily persuaded Avitianus of the truth of their story."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues III 4:10",
                            "text": "He again sinks into sleep; but, being ere long struck with greater violence than before, he exclaimed that Martin was standing at the door, and that, therefore, no rest either of mind or body was allowed him."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues III 4:11",
                            "text": "As the servants delayed, he himself went forward to the outer threshold; and there he found Martin, as he had thought he would."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues III 4:12",
                            "text": "The wretched man, struck by the display of so great excellence, exclaimed, 'Why, sir, have you done this to me? There is no need for you to speak: I know what you wish: I see what you require: depart as quickly as possible, lest the anger of heaven consume me on account of the injury done you: I have already suffered sufficient punishment."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues III 4:13",
                            "text": "Believe me, that I have firmly determined in my own mind how I should now proceed."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues III 4:14",
                            "text": "' So then, after the departure of the holy man, he calls for his officials and orders all the prisoners to be set free, while presently he himself went his way."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Sulpitius Severus: Dialogues III 4:15",
                            "text": "Thus Avitianus being put to flight, the city rejoiced, and felt at liberty."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Sulpitius Severus: Dialogues III 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues III 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues III 5:2",
                            "text": "\"While these are certain facts, since Avitianus related them to many persons, they are further confirmed on this ground that Refrigerius the presbyter, whom you see here present, lately had them narrated to him, under an appeal to the Divine majesty, by Dagridus, a faithful man among the tribunes, who swore that the account was given him by Avitianus himself."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues III 5:3",
                            "text": "But I do not wish you to wonder that I do to-day what I did not do yesterday; viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues III 5:4",
                            "text": "that I subjoin to the mention of every individual wonder the names of witnesses, and mention persons to whom, if any one is inclined to disbelieve, he may have recourse, because they are still in the body."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues III 5:5",
                            "text": "The unbelief of very many has compelled that; for they are said to hesitate about some things which were related yesterday."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues III 5:6",
                            "text": "Let these people, then, accept as witnesses persons who are still alive and well, and let them give more credit to such, inasmuch as they doubt our good faith."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues III 5:7",
                            "text": "But really, if they are so unbelieving, I give it as my opinion that they will not believe even the witnesses named."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues III 5:8",
                            "text": "And yet I am surprised that any one, who has even the least sense of religion, can venture on such wickedness as to think that any one could tell lies concerning Martin."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues III 5:9",
                            "text": "Be that far from every one who lives in obedience to God; for, indeed, Martin does not require to be defended by falsehoods."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues III 5:10",
                            "text": "But, O Christ, we lay the truth of our whole discourse before thee, to the effect that we neither have said, nor will say, anything else than what either we ourselves have witnessed, or have learned from undoubted authorities, and, indeed, very frequently from Martin himself."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues III 5:11",
                            "text": "But although we have adopted the form of a dialogue, in order that the style might be varied to prevent weariness, still we affirm that we are really setting forth a true history in a dutiful spirit."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues III 5:12",
                            "text": "The unbelief of some has compelled me, to my great regret, to insert in my narrative these remarks which are apart from the subject in hand."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Sulpitius Severus: Dialogues III 5:13",
                            "text": "But let the discourse now return to our assembly; in which since I saw that I was listened to so eagerly, I found it necessary to acknowledge that Aper acted properly in keeping back the unbelieving, under the conviction he had that those only ought to be allowed to hear who were of a believing spirit."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Sulpitius Severus: Dialogues III 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues III 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues III 6:2",
                            "text": "\"I am enraged in heart, believe me, and, through vexation, I seem to lose my senses: do Christian men not believe in the miraculous powers of Martin, which the demons acknowledged?  \"The monastery of the blessed man was at two miles' distance from the city; but if, as often as he was to come to the church, he only had set his foot outside the threshold of his cell, one could perceive the possessed roaring through the whole church, and the bands of guilty ones trembling as if their judge were coming, so that the groanings of the demons announced the approach of the bishop to the clerics, who were not previously aware that he was coming."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues III 6:3",
                            "text": "I saw a certain man snatched up into the air on the approach of Martin, and suspended there with his hands stretched upwards, so that he could in no way touch the ground with his feet."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues III 6:4",
                            "text": "But if at any time Martin undertook the duty of exorcising the demons, he touched no one with his hands, and reproached no one in words, as a multitude of expressions is generally rolled forth by the clerics; but the possessed, being brought up to  him, he ordered all others to depart, and the doors being bolted, clothed in sackcloth and sprinkled with ashes, he stretched himself on the ground in the midst of the church, and turned to prayer."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues III 6:5",
                            "text": "Then truly might one behold the wretched beings tortured with various results—some hanging, as it were, from a cloud, with their feet turned upwards, and yet their garments did not fall down over their faces, lest the part of their body which was exposed should give rise to shame; while in another part of the church one could see them tortured without any question being addressed to them, and confessing their crimes."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues III 6:6",
                            "text": "They revealed their names, too, of their own accord; one acknowledged that he was Jupiter, and another that he was Mercury."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues III 6:7",
                            "text": "Finally, one could see all the servants of the devil suffering agony, along with their master, so that we could not help acknowledging that in Martin there was fulfilled that which is written that 'the saints shall judge angels."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Sulpitius Severus: Dialogues III 6:8",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Sulpitius Severus: Dialogues III 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues III 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues III 7:2",
                            "text": "\"There was a certain village in the country of the Senones which was every year annoyed with hail."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues III 7:3",
                            "text": "The inhabitants, constrained by an extreme of suffering, sought help from Martin."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues III 7:4",
                            "text": "A highly respectable embassy was sent to him by Auspicius, a man of the rank of prefect, whose fields the storm had been wont to smite more severely than it did those of others."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues III 7:5",
                            "text": "But Martin, having there offered up prayer, so completely freed the whole district from the prevailing plague, that for twenty years, in which he afterwards remained in the body, no one in those places suffered from hail."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues III 7:6",
                            "text": "And that this may not be thought to be accidental, but rather effected by Martin, the tempest, returning afresh, once more fell upon the district in the year in which he died."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues III 7:7",
                            "text": "The world thus felt the departure of a believing man to such a degree, that, as it justly rejoiced in his life, so it also bewailed his death."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues III 7:8",
                            "text": "But if any hearer, weak in faith, demands also witnesses to prove those things which we have said, I will bring forward, not one man, but many thousands, and will even summon the whole region of the Senones to bear witness to the power which was experienced."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues III 7:9",
                            "text": "But not to speak of this, you, presbyter Refrigerius, remember, I believe, that we lately had a conversation, concerning the matter referred to, with Romulus, the son of that Auspicius I mentioned, an honored and religious man."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Sulpitius Severus: Dialogues III 7:10",
                            "text": "He related the points in question to us, as if they had not been previously known; and as he was afraid of constant losses in future harvests, he did, as you yourself beheld, regret, with much lamentation, that Martin was not preserved up to this time."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Sulpitius Severus: Dialogues III 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues III 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues III 8:2",
                            "text": "\"But to return to Avitianus: while at every other place, and in all other cities, he displayed marks of horrible cruelty, at Tours alone he did no harm."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues III 8:3",
                            "text": "Yes, that beast, which was nourished by human blood, and by the slaughter of unfortunate creatures, showed himself meek and peaceable in the presence of the blessed man."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues III 8:4",
                            "text": "I remember that Martin one day came to him, and having entered his private apartment, he saw a demon of marvelous size sitting behind his back."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues III 8:5",
                            "text": "Blowing upon him from a distance (if I may, as a matter of necessity, make use of a word which is hardly Latin, Avitianus thought that he was blowing at him, and exclaimed, 'Why, thou holy man, dost thou treat me thus?' But then Martin said, 'It is not at you, but at him who, in all his terribleness, leans over your neck."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues III 8:6",
                            "text": "' The devil gave way, and left his familiar seat; and it is well known that, ever after that day, Avitianus was milder, whether because he now understood that he had always been doing the will of the devil sitting by him, or because the unclean spirit, driven from his seat by Martin, was deprived of the power of attacking him; while the servant was ashamed of his master, and the master did not force on his servant."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues III 8:7",
                            "text": "\"In a village of the Ambatienses, that is in an old stronghold, which is now largely inhabited by brethren, you know there is a great idol-temple built up with labor."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues III 8:8",
                            "text": "The building had been constructed of the most polished stones and furnished with turrets; and, rising on high in the form of a cone, it preserved the superstition of the place by the majesty of the work."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues III 8:9",
                            "text": "The blessed man had often enjoined its destruction on Marcellus, who was there settled as presbyter."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues III 8:10",
                            "text": "Returning after the lapse of some time, he reproved the presbyter, because the edifice of the idol-temple was still standing."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues III 8:11",
                            "text": "He pleaded in excuse that such an immense structure could with difficulty be thrown down by a band of soldiers, or by the strength of a large body of the public, and far less should Martin think it easy for that to be effected by means of weak clerics or helpless monks."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues III 8:12",
                            "text": "Then Martin, having recourse to his well-known auxiliaries, spent the whole night in watching and prayer—with the result that, in the morning, a storm arose, and cast down even to its foundations the idol-temple."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Sulpitius Severus: Dialogues III 8:13",
                            "text": "Now let this narrative rest on the testimony of Marcellus."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Sulpitius Severus: Dialogues III 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues III 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues III 9:2",
                            "text": "\"I will make use of another not dissimilar marvel in a like kind of work, having the concurrence of Refrigerius in doing so."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues III 9:3",
                            "text": "Martin was prepared to throw down a pillar of immense size, on the top of which an idol stood, but there was no means by which effect could be given to his design."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues III 9:4",
                            "text": "Well, according to his usual practice, he betakes himself to prayer."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues III 9:5",
                            "text": "It is undoubted that then a column, to a certain degree like the other, rushed down from heaven, and falling upon the idol, it crushed to powder the whole of the seemingly indestructible mass: this would have been a small matter, had he only in an invisible way made use of the powers of heaven, but these very powers were beheld by human eyes serving Martin in a visible manner."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues III 9:6",
                            "text": "\"Again, the same Refrigerius is my witness that a woman, suffering from an issue of blood, when she had touched the garment of Martin, after the example of the woman mentioned in the Gospel, was cured in a moment of time."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues III 9:7",
                            "text": "\"A serpent, cutting its way through a river, was swimming towards the bank on which we had taken our stand."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues III 9:8",
                            "text": "'In the name of the Lord,' said Martin, 'I command thee to return."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues III 9:9",
                            "text": "' Instantly, at the word of the holy man, the venomous beast turned round, and while we looked on, swam across to the farther bank."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues III 9:10",
                            "text": "As we all perceived that this had not happened without a miracle; he groaned deeply, and exclaimed, 'Serpents hear me, but men will not hear."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Sulpitius Severus: Dialogues III 9:11",
                            "text": "'."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Sulpitius Severus: Dialogues III 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues III 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues III 10:2",
                            "text": "\"Being accustomed to eat fish at the time of Easter, he enquired a little before the hour for refreshment, whether it was in readiness."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues III 10:3",
                            "text": "Then Cato, the deacon, to whom the outward management of the monastery belonged, and who was himself a skillful fisher, tells him that no capture had fallen to his lot the whole day, and that other fishers, who used to sell what they caught, had also been able to do nothing."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues III 10:4",
                            "text": "'Go,' said he, 'let down your line, and a capture will follow."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues III 10:5",
                            "text": "' As Sulpitius there has already described, we had our dwelling close to the river."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues III 10:6",
                            "text": "We all went, then, as these were holidays, to see our friend fishing, with the hopes of all on the stretch, that the efforts would not be in vain by which, under the advice of Martin himself, it was sought to obtain fish for his use."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues III 10:7",
                            "text": "At the first throw the deacon drew out, in a very small net, an enormous pike, and ran joyfully back to the monastery, with the feeling undoubtedly to which some poet gave utterance (for we use a learned verse, inasmuch as we are conversing with learned people)—'And brought his captive boar to wondering Argos."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues III 10:8",
                            "text": "'  \"Truly that disciple of Christ, imitating the miracles performed by the Saviour, and which he, by way of example, set before the view of his saints, showed Christ also working in him, who, glorifying his own holy follower everywhere, conferred upon that one man the gifts of various graces."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Sulpitius Severus: Dialogues III 10:9",
                            "text": "Arborius, of the imperial bodyguard, testifies that he saw the hand of Martin as he was offering sacrifice, clothed, as it seemed, with the noblest gems, while it glittered with a purple light; and that, when his right hand was moved, he heard the clash of the gems, as they struck together."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Sulpitius Severus: Dialogues III 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues III 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues III 11:2",
                            "text": "\"I will now come to an event which he always concealed, owing to the character of the times, but which he could not conceal from us."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues III 11:3",
                            "text": "In the matter referred to, there is this of a miraculous nature, that an angel conversed, face to face, with him."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues III 11:4",
                            "text": "The Emperor Maximus, while in other respects doubtless a good man, was led astray by the advices of some priests after Priscillian had been put to death."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues III 11:5",
                            "text": "He, therefore, protected by his royal power Ithacius the bishop, who had been the accuser of Priscillian, and others of his confederates, whom it is not necessary to name."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues III 11:6",
                            "text": "The emperor thus prevented every one from bringing it as a charge against Ithacius, that, by his instrumentality, a man of any sort had been condemned to death."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues III 11:7",
                            "text": "Now Martin, constrained to go to the court by many serious causes of people involved in suffering, incurred the whole force of the storm which was there raging."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues III 11:8",
                            "text": "The bishops who had assembled at Treves were retained in that city, and daily communicating with Ithacius, they had made common cause with him."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues III 11:9",
                            "text": "When it was announced to them expecting no such information, that Martin was coming, completely losing courage, they began to mutter and tremble among themselves."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues III 11:10",
                            "text": "And it so happened that already, under their influence, the emperor had determined to send some tribunes armed with absolute power into the two Spains, to search out heretics, and, when found, to deprive them of their life or goods."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues III 11:11",
                            "text": "Now there was no doubt that that tempest would also make havoc of multitudes of the real saints, little distinction being made between the various classes of individuals."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues III 11:12",
                            "text": "For in such circumstances, a judgment was formed simply by appearances, so that one was deemed a heretic rather on his turning pale from fear, or wearing a particular garment, than by the faith which he professed."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues III 11:13",
                            "text": "And the bishops were well aware that such proceedings would by no means please Martin; but, conscious of evil as they were, this was a subject of deep anxiety to them, lest when he came, he should keep from communion with them; knowing well as they did, that others would not be wanting who, with his example to guide them, would follow the bold course adopted by so great a man."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues III 11:14",
                            "text": "They therefore form a plan with the emperor, to this effect, that, officials of the court being sent on to meet him, Martin should be forbidden to come any nearer to that city, unless he should declare that he would maintain peace with the bishops who were living there."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues III 11:15",
                            "text": "But he skillfully frustrated their object, by declaring that he would come among them with the peace of Christ."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues III 11:16",
                            "text": "And at last, having entered during the night, he went to the church, simply for the purpose of prayer."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues III 11:17",
                            "text": "On the following day he betakes himself to the palace."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues III 11:18",
                            "text": "Besides many other petitions which he had to present, and which it would be tedious to describe, the following were the principal: entreaties in behalf of the courtier Narses, and the president Leucadius, both of whom had belonged to the party of Gratianus, and that, with more than ordinary zeal, upon which this is not the time to dilate, and who had thus incurred the anger of the conqueror; but his chief request was, that tribunes, with the power of life and death, should not be sent into the Spains."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues III 11:19",
                            "text": "For Martin felt a pious solicitude not only to save from danger the true Christians in these regions, who were to be persecuted in connection with that expedition, but to protect even heretics themselves."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues III 11:20",
                            "text": "But on the first and second day the wily emperor kept the holy man in suspense, whether that he might impress on him the importance of the affair, or because, being obnoxious to the bishops, he could not be reconciled to them, or because, as most people thought at the time, the emperor opposed his wishes from avarice, having cast a longing eye on the property of the persons in question."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues III 11:21",
                            "text": "For we are told that he was really a man distinguished by many excellent actions, but that he was not successful in contending against avarice."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Sulpitius Severus: Dialogues III 11:22",
                            "text": "This may, however, have been due to the necessities of the empire at the time, for the treasury of the state had been exhausted by former rulers; and he, being almost constantly in the expectation of civil wars, or in a state of preparation for them, may easily be excused for having, by all sorts of expedients, sought resources for the defense of the empire."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Sulpitius Severus: Dialogues III 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues III 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues III 12:2",
                            "text": "\"In the meantime, those bishops with whom Martin would not hold communion went in terror to the king, complaining that they had been condemned beforehand; that it was all over with them as respected the status of every one of them, if the authority of Martin was now to uphold the pertinacity of Theognitus, who alone had as yet condemned them by a sentence publicly pronounced; that the man ought not to have been received within the walls; that he was now not merely the defender of heretics, but their vindicator; and that nothing had really been accomplished by the death of Priscillian, if Martin were to act the part of his avenger."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues III 12:3",
                            "text": "Finally, prostrating themselves with weeping and lamentation, they implored the emperor to put forth his power against this one man."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues III 12:4",
                            "text": "And the emperor was not far from being compelled to assign to Martin, too, the doom of heretics."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues III 12:5",
                            "text": "But after all, although he was disposed to look upon the bishops with too great favor, he was not ignorant that Martin excelled all other mortals in faith, sanctity, and excellence: he therefore tries another way of getting the better of the holy man."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues III 12:6",
                            "text": "And first he sends for him privately, and addresses him in the kindest fashion, assuring him that the heretics were condemned in the regular course of public trials, rather than by the persecutions of the priests; and that there was no reason why he should think that communion with Ithacius and the rest of that party was a thing to be condemned."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues III 12:7",
                            "text": "He added that Theognitus had created disunion, rather by personal hatred, than by the cause he supported; and that, in fact, he was the only person who, in the meantime, had separated himself from communion: while no innovation had been made by the rest."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues III 12:8",
                            "text": "He remarked further that a synod, held a few days previously, had decreed that Ithacius was not chargeable with any fault."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Sulpitius Severus: Dialogues III 12:9",
                            "text": "When Martin was but little impressed by these statements, the king then became inflamed with anger, and hurried out of his presence; while, without delay, executioners are appointed for those in whose behalf Martin had made supplication."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Sulpitius Severus: Dialogues III 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues III 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues III 13:2",
                            "text": "\"When this became known to Martin, he rushed to the palace, though it was now night."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues III 13:3",
                            "text": "He pledges himself that, if these people were spared, he would communicate; only let the tribunes, who had already been sent to the Spains for the destruction of the churches, be  recalled."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues III 13:4",
                            "text": "There is no delay: Maximus grants all his requests."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues III 13:5",
                            "text": "On the following day, the ordination of Felix as bishop was being arranged, a man undoubtedly of great sanctity, and truly worthy of being made a priest in happier times."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues III 13:6",
                            "text": "Martin took part in the communion of that day, judging it better to yield for the moment, than to disregard the safety of those over whose heads a sword was hanging."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues III 13:7",
                            "text": "Nevertheless, although the bishops strove to the uttermost to get him to confirm the fact of his communicating by signing his name, he could not be induced to do so."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues III 13:8",
                            "text": "On the following day, hurrying away from that place, as he was on the way returning, he was filled with mourning and lamentation that he had even for an hour been mixed up with the evil communion, and, not far from a village named Andethanna, where remote woods stretch far and wide with profound solitude, he sat down while his companions went on a little before him."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues III 13:9",
                            "text": "There he became involved in deep thought, alternately accusing and defending the cause of his grief and conduct."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues III 13:10",
                            "text": "Suddenly, an angel stood by him and said, 'Justly, O Martin, do you feel compunction, but you could not otherwise get out of your difficulty."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues III 13:11",
                            "text": "Renew your virtue, resume your courage, lest you not only now expose your fame, but your very salvation, to danger."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues III 13:12",
                            "text": "' Therefore, from that time forward, he carefully guarded against being mixed up in communion with the party of Ithacius."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues III 13:13",
                            "text": "But when it happened that he cured some of the possessed more slowly and with less grace than usual, he at once confessed to us with tears that he felt a diminution of his power on account of the evil of that communion in which he had taken part for a moment through necessity, and not with a cordial spirit."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Sulpitius Severus: Dialogues III 13:14",
                            "text": "He lived sixteen years after this, but never again did he attend a synod, and kept carefully aloof from all assemblies of bishops."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Sulpitius Severus: Dialogues III 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues III 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues III 14:2",
                            "text": "\"But clearly, as we experienced, he repaired, with manifold interest, his grace, which had been diminished for a time."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues III 14:3",
                            "text": "I saw afterwards a possessed person brought to him at the gate of the monastery; and that, before the man touched the threshold, he was cured."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues III 14:4",
                            "text": "\"I lately heard one testifying that, when he was sailing on the Tuscan Sea, following that course which leads to Rome, whirlwinds having suddenly arisen, all on board were in extreme peril of their lives."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues III 14:5",
                            "text": "In these circumstances, a certain Egyptian merchant, who was not yet a Christian, cried out, 'Save us, O God of Martin,' upon which the tempest was immediately stilled, and they held their desired course, while the pacified ocean continued in perfect tranquillity."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues III 14:6",
                            "text": "\"Lycontius, a believing man belonging to the lieutenants, when a violent disease was afflicting his family, and sick bodies were lying all through his house in sad proof of unheard-of calamity, implored the help of Martin by a letter."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues III 14:7",
                            "text": "At this time the blessed man declared that the thing asked was difficult to be obtained, for he knew in his spirit that that house was then being scourged by Divine appointment."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues III 14:8",
                            "text": "Yet he did not give up an unbroken course of prayer and fasting for seven whole days and as many nights, so that he at last obtained that which he aimed at in his supplications."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues III 14:9",
                            "text": "Speedily, Lycontius, having experienced the Divine kindness, flew to him, at once reporting the fact and giving thanks, that his house had been delivered from all danger."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues III 14:10",
                            "text": "He also offered a hundred pounds of silver, which the blessed man neither rejected nor accepted; but before the amount of money touched the threshold of the monastery, he had, without hesitation, destined it for the redemption of captives."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues III 14:11",
                            "text": "And when it was suggested to him by the brethren, that some portion of it should be reserved for the expenses of the monastery, since it was difficult for all of them to obtain necessary food, while many of them were sorely in need of clothing, he replied, 'Let the church both feed and clothe us, as long as we do not appear to have provided, in any way, for our own wants."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues III 14:12",
                            "text": "'  \"There occur to my mind at this point many miracles of that illustrious man, which it is more easy for us to admire than to narrate."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues III 14:13",
                            "text": "You all doubtless recognize the truth of what I say: there are many doings of his which cannot be set forth in words."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues III 14:14",
                            "text": "For instance, there is the following, which I rather think cannot be related by us just as it took place."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Sulpitius Severus: Dialogues III 14:15",
                            "text": "A certain one of the brethren (you are not ignorant of his name, but his person must be concealed, lest we should cause shame to a godly man),—a certain one, I say, having found abundance of coals for his stove, drew a stool to himself, and was sitting, with outspread legs and exposed person, beside that fire, when Martin at once perceived that an improper thing was done under the sacred roof, and cried out with a loud voice, 'Who, by exposing his person, is dishonoring our habitation?' When our brother heard this, and felt from his own conscience, that it was he who was rebuked, he immediately ran to us almost in a fainting condition, and acknowledged his shame; which was done, however, only through the forth-putting of the power of Martin."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Sulpitius Severus: Dialogues III 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues III 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues III 15:2",
                            "text": "\"Again, on a certain day, after he had sat down on that wooden seat of his (which you all know), placed in the small open court which surrounded his abode, he perceived two demons sitting on the lofty rock which overhangs the monastery."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues III 15:3",
                            "text": "He then heard them, in eager and gladsome tones, utter the following invitation, 'Come hither, Brictio, come hither, Brictio."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues III 15:4",
                            "text": "' I believe they perceived the miserable man approaching from a distance, being conscious how great frenzy of spirit they had excited within him."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues III 15:5",
                            "text": "Nor is there any delay: Brictio rushes in in absolute fury; and there, full of madness, he vomits forth a thousand reproaches against Martin."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues III 15:6",
                            "text": "For he had been reproved by him on the previous day, because he who had possessed nothing before he entered the clerical office, having, in fact, been brought up in the monastery by Martin himself, was now keeping horses and purchasing slaves."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues III 15:7",
                            "text": "For at that time, he was accused by many of not only having bought boys belonging to barbarous nations, but girls also of a comely appearance."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues III 15:8",
                            "text": "The miserable man, moved with bitter rage on account of these things, and, as I believe, chiefly instigated by the impulse received from those demons, made such an onset upon Martin as scarcely to refrain from laying hands upon him."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues III 15:9",
                            "text": "The holy man, on his part, with a placid countenance and a tranquil mind, endeavored by gentle words to restrain the madness of the unhappy wretch."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues III 15:10",
                            "text": "But the spirit of wickedness so prevailed within him, that not even his own mind, at best a very vain one, was under his control."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues III 15:11",
                            "text": "With trembling lips, and a changing countenance, pale with rage, he rolled forth the words of sin, asserting that he was a holier man than Martin who had brought him up, inasmuch as from his earliest years he had grown up in the monastery amid the sacred institutions of the Church, while Martin had at first, as he could not deny, been tarnished with the life of a soldier, and had now entirely sunk into dotage by means of his baseless superstitions, and ridiculous fancies about visions."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues III 15:12",
                            "text": "After he had uttered many things like these, and others of a still more bitter nature, which it is better not to mention, going out, at length, when his rage was satisfied he seemed to feel as if he had completely vindicated his conduct."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues III 15:13",
                            "text": "But with rapid steps he rushed back by the way he had gone out, the demons having, I believe, been, in the meantime, driven from his heart by the prayers of Martin, and he was now brought back to repentance."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues III 15:14",
                            "text": "Speedily, then, he returns, and throws himself at the feet of Martin, begging for pardon and confessing his error, while, at length restored to a better mind, he acknowledges that he had been under the influence of a demon."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues III 15:15",
                            "text": "It was no difficult business for Martin to forgive the suppliant."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues III 15:16",
                            "text": "And then the holy man explained both to him and to us all, how he had seen him driven on by demons, and declared that he was not moved by the reproaches which had been heaped upon him; for they had, in fact, rather injured the man who uttered them."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "Sulpitius Severus: Dialogues III 15:17",
                            "text": "And subsequently, when this same Brictio was often accused before him of many and great crimes, Martin could not be induced to remove him from the presbyterate, lest he should be suspected of revenging the injury done to himself, while he often repeated this saying: 'If Christ bore with Judas, why should not I bear with Brictio?'\"."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Sulpitius Severus: Dialogues III 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Dialogues III 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Dialogues III 16:2",
                            "text": "Upon this, Postumianus exclaims, \"Let that well-known man in our immediate neighborhood, listen to that example, who, when he is wise, takes no notice either of things present or future, but if he has been offended, falls into utter fury, having no control over himself."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Dialogues III 16:3",
                            "text": "He then rages against the clerics, and makes bitter attacks upon the laity, while he stirs up the whole world for his own revenge."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Dialogues III 16:4",
                            "text": "He will continue in this state of contention for three years without intermission, and refuse to be mollified either by time or reason."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Dialogues III 16:5",
                            "text": "The condition of the man is to be lamented and pitied, even if this were the only incurable evil by which he is afflicted."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Dialogues III 16:6",
                            "text": "But you ought, my Gallic friend, to have frequently recalled to his mind such examples of patience and tranquillity, that he might know both how to be angry and how to forgive."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Dialogues III 16:7",
                            "text": "And if he happens to hear of this speech of mine which has been briefly interpolated into our discourse, and."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Dialogues III 16:8",
                            "text": "directed against himself, let him know that I spoke, not more with the lips of an enemy than the mind of a friend; because I should wish, if the thing were possible, that he should be spoken of rather as being like the bishop Martin, than the tyrant Phalaris."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Sulpitius Severus: Dialogues III 16:9",
                            "text": "But let us pass away from him, since the mention of him is far from pleasant, and let us return, O Gaul, to our friend Martin\"."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Sulpitius Severus: Dialogues III 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues III 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues III 17:2",
                            "text": "Then said I, since I perceived by the setting sun that evening was at hand: \"The day is gone, Postumianus; we must rise up; and at the same time some refreshment is due to these  so zealous listeners."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues III 17:3",
                            "text": "And as to Martin, you ought not to expect that there is any limit to one talking about him: he extends too far to be comprised fully in any conversation."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues III 17:4",
                            "text": "In the meantime, you will convey to the East the things you have now heard about that famous man; and as you retrace your steps to your former haunts, and pass along by various coasts, places, harbors, islands, and seas, see that you spread among the peoples the name and glory of Martin."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues III 17:5",
                            "text": "Especially remember that you do not omit Campania; and although your route will take you far off the beaten track, still any expenditure from delay will not be to you of so much importance as to keep you from visiting in that quarter Paulinus, a man renowned and praised throughout the whole world."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues III 17:6",
                            "text": "I beg you first to unroll to him the volume of discourse which we either completed yesterday, or have said to-day."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues III 17:7",
                            "text": "You will relate all to him; you will repeat all to him; that in due time, by his means, Rome may learn the sacred merits of this man, just as he spread that first little book of ours not only through Italy, but even through the whole of Illyria."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues III 17:8",
                            "text": "He, not jealous of the glories of Martin, and being a most pious admirer of his saintly excellences in Christ, will not refuse to compare our leading man with his own friend Felix."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues III 17:9",
                            "text": "Next, if you happen to cross over to Africa, you will relate what you have heard to Carthage; and, although, as you yourself have said, it already knows the man, yet now pre-eminently it will learn more respecting him, that it may not admire its own martyr Cyprian alone, although consecrated by his sacred blood."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues III 17:10",
                            "text": "And then, if carried down a little to the left, you enter the gulf of Achaia, let Corinth know, and let Athens know, that Plato in the academy was not wiser, and that Socrates in the prison was not braver, than Martin."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues III 17:11",
                            "text": "You will say to them that Greece was indeed happy which was thought worthy to listen to an apostle pleading, but that Christ has by no means forsaken Gaul, since he has granted it to possess such a man as Martin."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Sulpitius Severus: Dialogues III 17:12",
                            "text": "But when you have come as far as Egypt, although it is justly proud of the numbers and virtues of its own saints, yet let it not disdain to hear how Europe will not yield to it, or to all Asia, in having only Martin."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Sulpitius Severus: Dialogues III 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Sulpitius Severus: Dialogues III 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Sulpitius Severus: Dialogues III 18:2",
                            "text": "\"But when you have again set sail from that place with the view of making for Jerusalem, I enjoin upon you a duty connected with our grief, that, if you ever come to the shore of renowned Ptolemais, you enquire most carefully where Pomponius, that friend of ours, is buried, and that you do not refuse to visit his remains on that foreign soil."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Sulpitius Severus: Dialogues III 18:3",
                            "text": "There shed many tears, as much from the working of your own feelings, as from our tender affection; and although it is but a worthless gift, scatter the ground there with purple flowers and sweet-smelling grass."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Sulpitius Severus: Dialogues III 18:4",
                            "text": "And you will say to him, but not roughly, and not harshly,—with the address of one who sympathizes, and not with the tone of one who reproaches,—that if he had only been willing to listen to you at one time, or to me constantly, and if he had invited Martin rather than that man whom I am unwilling to name, he would never have been so cruelly separated from me, or covered by a heap of unknown dust, having suffered death in the midst of the sea with the lot of a ship-wrecked pirate, and with difficulty securing burial on a far-distant shore."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Sulpitius Severus: Dialogues III 18:5",
                            "text": "Let those behold this as their own work, who, in seeking to revenge him, have wished to injure me, let them behold their own glory, and being avenged, let them henceforth cease to make any attacks upon me\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Sulpitius Severus: Dialogues III 18:6",
                            "text": "Having uttered these sad words in a very mournful voice, and while the tears of all the others were drawn forth by our laments, we at length departed, certainly with a profound admiration for Martin, but with no less sorrow from our own lamentations."
                        }
                    ]
                }
            ]
        }
    ]
}