{
    "books": [
        {
            "name": "Justin Martyr: Other Fragments from Lost Writings",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Justin Martyr: Other Fragments from Lost Writings 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 1:1",
                            "text": "Other Fragments from the Lost Writings of Justin   1."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 1:2",
                            "text": "The most admirable Justin rightly declared that the aforesaid demons resembled robbers."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 1:3",
                            "text": "—Tatian's Address to the Greeks, chap."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 1:4",
                            "text": "xviii."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Justin Martyr: Other Fragments from Lost Writings 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 2:1",
                            "text": "2 -  And Justin well said in his book against Marcion, that he would not have believed the Lord Himself, if He had announced any other God than the Fashioner and Maker of the world, and our Nourisher."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 2:2",
                            "text": "But since, from the one God, who both made this world and formed us, and contains as well as administers all things, there came to us the only-begotten Son, summing up His own workmanship in Himself, my faith in Him is stedfast, and my love towards the Father is immoveable, God bestowing both upon us."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 2:3",
                            "text": "—Irenaeus: Heresies, iv."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Justin Martyr: Other Fragments from Lost Writings 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 3:1",
                            "text": "3 -  Justin well said: Before the advent of the Lord, Satan never ventured to blaspheme God, inasmuch as he was not yet sure of his own damnation, since that was announced concerning him by the prophets only in parables and allegories."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 3:2",
                            "text": "But after the advent of the Lord learning plainly from the discourses of Christ and His apostles that eternal fire was prepared for him who voluntarily departed from God and for all who, without repentance, persevere in apostasy, then, by means of a man of this sort, he, as if already condemned, blasphemes that God who inflicts judgment upon him, and imputes the sin of his apostasy to his Maker, instead of to his own will and predilection."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 3:3",
                            "text": "—Irenaeus: Heresies, v."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Justin Martyr: Other Fragments from Lost Writings 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 4:1",
                            "text": "4 -  Expounding the reason of the incessant plotting of the devil against us, he declares: Before the advent of the Lord, the devil did not so plainly know the measure of his own punishment, inasmuch as the divine prophets had but enigmatically announced it; as, for instance, Isaiah, who in the person of the Assyrian tragically revealed the course to be followed against the devil."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 4:2",
                            "text": "But when the Lord appeared, and the devil clearly understood that eternal fire was laid up and prepared for him and his angels, he then began to plot without ceasing against the faithful, being desirous to have many companions in his apostasy, that he might not by himself endure the shame of condemnation, comforting himself by this cold and malicious consolation."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 4:3",
                            "text": "—From the writings of John of Antioch."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Justin Martyr: Other Fragments from Lost Writings 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 5:1",
                            "text": "5 -  And Justin of Neapolis, a man who was not far separated from the apostles either in age or excellence, says that that which is mortal is inherited, but that which is immortal inherits; and that the flesh indeed dies, but the kingdom of heaven lives."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 5:2",
                            "text": "—From Methodius On the Resurrection, in Photius."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Justin Martyr: Other Fragments from Lost Writings 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 6:1",
                            "text": "6 -  Neither is there straitness with God, nor anything that is not absolutely perfect."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 6:2",
                            "text": "—From manuscript of the writings of Justin."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Justin Martyr: Other Fragments from Lost Writings 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 7:1",
                            "text": "7 -  We shall not injure God by remaining ignorant of Him, but shall deprive ourselves of His friendship."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Justin Martyr: Other Fragments from Lost Writings 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 8:1",
                            "text": "8 -  The unskilfulness of the teacher proves destructive to his disciples, and the carelessness of the disciples entails danger on the teacher, and especially should they owe their negligence to his want of knowledge."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Justin Martyr: Other Fragments from Lost Writings 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 9:1",
                            "text": "9 -  The soul can with difficulty be recalled to those good things from which it has fallen, and is with difficulty dragged away from those evils to which it has become accustomed."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 9:2",
                            "text": "If at any time thou showest a disposition to blame thyself, then perhaps, through the medicine of repentance, I should cherish good hopes regarding thee."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 9:3",
                            "text": "But when thou altogether despisest fear, and rejectest with scorn the very faith of Christ, it were better for thee that thou hadst never been born from the womb."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 9:4",
                            "text": "—From the writings of John of Damascus."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Justin Martyr: Other Fragments from Lost Writings 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 10:1",
                            "text": "10 -  By the two birds Christ is denoted, both dead as man, and living as God."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 10:2",
                            "text": "He is likened to a bird, because He is understood and declared to be from above, and from heaven."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 10:3",
                            "text": "And the living bird, having been dipped in the blood of the dead one, was afterwards let go."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 10:4",
                            "text": "For the living and divine Word was in the crucified and dead temple of the body, as being a partaker of the passion, and yet impassible to God."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 10:5",
                            "text": "By that which took place in the running water, in which the wood and the hyssop and the scarlet were dipped, is set forth the bloody passion of Christ on the cross for the salvation of those who are sprinkled with the Spirit, and the water, and the blood."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 10:6",
                            "text": "Wherefore the material for purification was not provided chiefly with reference to leprosy, but with regard to the forgiveness of sins, that both leprosy might be understood to be an emblem of sin, and the things which were sacrificed an emblem of Him who was to be sacrificed for sins."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 10:7",
                            "text": "For this reason, consequently, he ordered that the scarlet should be dipped at the same time in the water, thus predicting that the flesh should no longer possess its natural evil properties."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 10:8",
                            "text": "For this reason, also, were there the two birds, the one being sacrificed in the water, and the other dipped both in the blood and in the water and then sent away, just as is narrated also respecting the goats."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 10:9",
                            "text": "The goat that was sent away presented a type of Him who taketh away the sins of men."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 10:10",
                            "text": "But the two contained a representation of the one economy of God incarnate."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 10:11",
                            "text": "For He was wounded for our transgressions, and He bare the sins of many, and He was delivered for our iniquities."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 10:12",
                            "text": "—From manuscript of writings of Justin."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Justin Martyr: Other Fragments from Lost Writings 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 11:1",
                            "text": "11 -  When God formed man at the beginning, He suspended the things of nature on his will, and made an experiment by means of one commandment."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 11:2",
                            "text": "For He ordained that, if he kept this, he should partake of immortal existence; but if he transgressed it, the contrary should be his lot."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 11:3",
                            "text": "Man having been thus made, and immediately looking towards transgression, naturally became subject to corruption."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 11:4",
                            "text": "Corruption then becoming inherent in nature, it was necessary that He who wished to save should be one who destroyed the efficient cause of corruption."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 11:5",
                            "text": "And this could not otherwise be done than by the life which is according to nature being united to that which had received the corruption, and so destroying the corruption, while preserving as immortal for the future that which had received it."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 11:6",
                            "text": "It was therefore necessary that the Word should become possessed of a body, that He might deliver us from the death of natural corruption."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 11:7",
                            "text": "For if, as ye say, He had simply by a nod warded off death from us, death indeed would not have approached us on account of the expression of His will; but none the less would we again have become corruptible, inasmuch as we carried about in ourselves that natural corruption."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 11:8",
                            "text": "—Leontius against Eutychians, etc."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 11:9",
                            "text": ", book ii."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Justin Martyr: Other Fragments from Lost Writings 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 12:1",
                            "text": "12 -  As it is inherent in all bodies formed by God to have a shadow, so it is fitting that God, who is just, should render to those who choose what is good, and to those who prefer what is evil, to every one according to his deserts."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 12:2",
                            "text": "—From the writings of John of Damascus."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Justin Martyr: Other Fragments from Lost Writings 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 13:1",
                            "text": "13 -  He speaks not of the Gentiles in foreign lands, but concerning the people who agree with the Gentiles, according to that which is spoken by Jeremiah: \"It is a bitter thing for thee, that thou hast forsaken me, saith the Lord thy God, that of old thou hast broken thy yoke, and torn asunder thy bands, and said, I will not serve Thee, but will go to every high hill, and underneath every tree, and there shall I become dissolute in my fornication\"."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 13:2",
                            "text": "—From manuscript of the writings of Justin."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Justin Martyr: Other Fragments from Lost Writings 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 14:1",
                            "text": "14 -  Neither shall light ever be darkness as long as light exists, nor shall the truth of the things pertaining to us be controverted."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 14:2",
                            "text": "For truth is that than which nothing is more powerful."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 14:3",
                            "text": "Every one who might speak the truth, and speaks it not, shall be judged by God."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 14:4",
                            "text": "—Manuscript and works of John of Damascus."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Justin Martyr: Other Fragments from Lost Writings 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 15:1",
                            "text": "15 -  And the fact that it was not said of the seventh day equally with the other days, \"And there was evening, and there was morning,\" is a distinct indication of the consummation which is to take place in it before it is finished, as the fathers declare, especially Saint Clement, and Irenaeus, and Justin the martyr and philosopher, who, commenting with exceeding wisdom on the number six of the sixth day, affirms that the intelligent soul of man and his five susceptible senses were the six works of the sixth day."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 15:2",
                            "text": "Whence also, having discoursed at length on the number six, he declares that all things which have been framed by God are divided into six classes,—viz."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 15:3",
                            "text": ", into things intelligent and immortal, such as are the angels; into things reasonable and mortal, such as mankind; into things sensitive and irrational, such as cattle, and birds, and fishes; into things that can advance, and move, and are insensible, such as the winds, and the clouds, and the waters, and the stars; into things which increase and are immoveable, such as the trees; and into things which are insensible and immoveable, such as the mountains, the earth, and such like."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 15:4",
                            "text": "For all the creatures of God, in heaven and on earth, fall under one or other of these divisions, and are circumscribed by them."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 15:5",
                            "text": "— From the writings of Anastasius."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Justin Martyr: Other Fragments from Lost Writings 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 16:1",
                            "text": "16 -  Sound doctrine does not enter into the hard and disobedient heart; but, as if beaten back, enters anew into itself."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Justin Martyr: Other Fragments from Lost Writings 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 17:1",
                            "text": "17 -  As the good of the body is health, so the good of the soul is knowledge, which is indeed a kind of health of soul, by which a likeness to God is attained."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 17:2",
                            "text": "—From the writings of John of Damascus."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Justin Martyr: Other Fragments from Lost Writings 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 18:1",
                            "text": "18 -  To yield and give way to our passions is the lowest slavery, even as to rule over them is the only liberty."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 18:2",
                            "text": "The greatest of all good is to be free from sin, the next is to be justified; but he must be reckoned the most unfortunate of men, who, while living unrighteously, remains for a long time unpunished."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 18:3",
                            "text": "Animals in harness cannot but be carried over a precipice by the inexperience and badness of their driver, even as by his skilfulness and excellence they will be saved."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 18:4",
                            "text": "The end contemplated by a philosopher is likeness to God, so far as that is possible."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 18:5",
                            "text": "—From the writings of Antonius Melissa."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Justin Martyr: Other Fragments from Lost Writings 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 19:1",
                            "text": "19 -  The words of Saint Justin, philosopher and martyr, from the fifth part of his Apology:—I reckon prosperity, O men, to consist in nothing else than in living according to truth."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 19:2",
                            "text": "But we do not live properly, or according to truth, unless we understand the nature of things."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 19:3",
                            "text": "It escapes them apparently, that he who has by a true faith come forth from error to the truth, has truly known himself, not, as they say, as being in a state of frenzy, but as free from the unstable and (as to every variety of error) changeable corruption, by the simple and ever identical truth."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Justin Martyr: Other Fragments from Lost Writings 19:4",
                            "text": "—From the writings of John of Damascus."
                        }
                    ]
                }
            ]
        }
    ]
}