{
    "books": [
        {
            "name": "The Apology of Aristides (Syriac)",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "The Apology of Aristides (Syriac) 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:1",
                            "text": "The Apology of Aristides Translated from Syriac:  Aristedes."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:2",
                            "text": "Here follows the defence which Aristides the philosopher made before Hadrian the King on behalf of reverence for God."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:3",
                            "text": "…All-powerful Caesar Titus Hadrianus Antoninus, venerable and merciful, from Marcianus Aristides, an Athenian philosopher."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:4",
                            "text": "I."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:5",
                            "text": "I, O King, by the grace of God came into this world; and when I had considered the heaven and the earth and the seas, and had surveyed the sun and the rest of creation, I marvelled at the beauty of the world."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:6",
                            "text": "And I perceived that the world and all that is therein are moved by the power of another; and I understood that he who moves them is God, who is hidden in them, and veiled by them."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:7",
                            "text": "And it is manifest that that which causes motion is more powerful than that which is moved."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:8",
                            "text": "But that I should make search concerning this same mover of all, as to what is his nature (for it seems to me, he is indeed unsearchable in his nature), and that I should argue as to the constancy of his government, so as to grasp it fully,—this is a vain effort for me; for it is not possible that a man should fully comprehend it."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:9",
                            "text": "I say, however, concerning this mover of the world, that he is God of all, who made all things for the sake of mankind."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:10",
                            "text": "And it seems to me that this is reasonable, that one should fear God and should not oppress man."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:11",
                            "text": "I say, then, that God is not born, not made, an ever-abiding nature without beginning and without end, immortal, perfect, and incomprehensible."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:12",
                            "text": "Now when I say that he is \"perfect,\" this means that there is not in him any defect, and he is not in need of anything but all things are in need of him."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:13",
                            "text": "And when I say that he is \"without beginning,\" this means that everything which has beginning has also an end, and that which has an end may be brought to an end."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:14",
                            "text": "He has no name, for everything which has a name is kindred to things created."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:15",
                            "text": "Form he has none, nor yet any union of members; for whatsoever possesses these is kindred to things fashioned."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:16",
                            "text": "He is neither male nor female."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:17",
                            "text": "The heavens do not limit him, but the heavens and all things, visible and invisible, receive their bounds from him."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:18",
                            "text": "Adversary he has none, for there exists not any stronger than he."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:19",
                            "text": "Wrath and indignation he possesses not, for there is nothing which is able to stand against him."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:20",
                            "text": "Ignorance and forgetfulness are not in his nature, for he is altogether wisdom and understanding; and in Him stands fast all that exists."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:21",
                            "text": "He requires not sacrifice and libation, nor even one of things visible; He requires not aught from any, but all living creatures stand in need of him."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:22",
                            "text": "II."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:23",
                            "text": "Since, then, we have addressed you concerning God, so far as our discourse can bear upon him, let us now come to the race of men, that we may know which of them participate in the truth of which we have spoken, and which of them go astray from it."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:24",
                            "text": "This is clear to you, O King, that there are four classes of men in this world:—Barbarians and Greeks, Jews and Christians."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:25",
                            "text": "The Barbarians, indeed, trace the origin of their kind of religion from Kronos and from Rhea and their other gods; the Greeks, however, from Helenos, who is said to be sprung from Zeus."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:26",
                            "text": "And by Helenos there were born Aiolos and Xuthos; and there were others descended from Inachos and Phoroneus, and lastly from the Egyptian Danaos and from Kadmos and from Dionysos."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:27",
                            "text": "The Jews, again, trace the origin of their race from Abraham, who begat Isaac, of whom was born Jacob."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:28",
                            "text": "And he begat twelve sons who migrated from Syria to Egypt; and there they were called the nation of the Hebrews, by him who made their laws; and at length they were named Jews."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:29",
                            "text": "The Christians, then, trace the beginning of their religion from Jesus the Messiah; and he is named the Son of God Most High."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:30",
                            "text": "And it is said that God came down from heaven, and from a Hebrew virgin assumed and clothed himself with flesh; and the Son of God lived in a daughter of man."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:31",
                            "text": "This is taught in the gospel, as it is called, which a short time ago was preached among them; and you also if you will read therein, may perceive the power which belongs to it."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:32",
                            "text": "This Jesus, then, was born of the race of the Hebrews; and he had twelve disciples in order that the purpose of his incarnation might in time be accomplished."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:33",
                            "text": "But he himself was pierced by the Jews, and he died and was buried; and they say that after three days he rose and ascended to heaven."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:34",
                            "text": "Thereupon these twelve disciples went forth throughout the known parts of the world, and kept showing his greatness with all modesty and uprightness."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:35",
                            "text": "And hence also those of the present day who believe that preaching are called Christians, and they are become famous."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:36",
                            "text": "So then there are, as I said above, four classes of men:—Barbarians and Greeks, Jews and Christians."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:37",
                            "text": "Moreover the wind is obedient to God, and fire to the angels; the waters also to the demons and the earth to the sons of men."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:38",
                            "text": "III."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:39",
                            "text": "Let us begin, then, with the Barbarians, and go on to the rest of the nations one after another, that we may see which of them hold the truth as to God and which of them hold error."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:40",
                            "text": "The Barbarians, then, as they did not apprehend God, went astray among the elements, and began to worship things created instead of their Creator; and for this end they made images and shut them up in shrines, and lo! they worship them, guarding them the while with much care, lest their gods be stolen by robbers."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:41",
                            "text": "And the Barbarians did not observe that that which acts as guard is greater than that which is guarded, and that everyone who creates is greater than that which is created."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:42",
                            "text": "If it be, then, that their gods are too feeble to see to their own safety, how will they take thought for the safety of men?  Great then is the error into which the Barbarians wandered in worshipping lifeless images which can do nothing to help them."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:43",
                            "text": "And I am led to wonder, O King, at their philosophers, how that even they went astray, and gave the name of gods to images which were made in honour of the elements; and that their sages did not perceive that the elements also are dissoluble and perishable."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:44",
                            "text": "For if a small part of an element is dissolved or destroyed, the whole of it may be dissolved and destroyed."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:45",
                            "text": "If then the elements themselves are dissolved and destroyed and forced to be subject to another that is more stubborn than they, and if they are not in their nature gods, why, forsooth, do they call the images which are made in their honour, God?  Great, then, is the error which the philosophers among them have brought upon their followers."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:46",
                            "text": "IV."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:47",
                            "text": "Let us turn now, O King, to the elements in themselves, that we may make clear in regard to them, that they are not gods, but a created thing, liable to ruin and change, which is of the same nature as man; whereas God is imperishable and unvarying, and invisible, while yet He sees, and overrules, and transforms all things."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:48",
                            "text": "Those then who believe concerning the earth that it is a god have hitherto deceived themselves, since it is furrowed and set with plants and trenched; and it takes in the filthy refuse of men and beasts and cattle."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:49",
                            "text": "And at times it becomes unfruitful, for if it be burnt to ashes it becomes devoid of life, for nothing germinates from an earthen jar."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:50",
                            "text": "And besides if water be collected upon it, it is dissolved together with its products."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:51",
                            "text": "And it is trodden under foot of men and beast, and receives the bloodstains of the slain; and it is dug open, and filled with the dead, and becomes a tomb for corpses."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:52",
                            "text": "But it is impossible that a nature, which is holy and worthy and blessed and immortal, should allow of anyone of these things."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:53",
                            "text": "And hence it appears to us that the earth is not a god but a creation of God."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:54",
                            "text": "V."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:55",
                            "text": "In the same way, again, those erred who believed the waters to be gods."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:56",
                            "text": "For the waters were created for the use of man, and are put under his rule in many ways."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:57",
                            "text": "For they suffer change and admit impurity, and are destroyed and lose their nature while they are boiled into many substances."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:58",
                            "text": "And they take colours which do not belong to them; they are also congealed by frost and are mingled and permeated with the filth of men and beasts, and with the blood of the slain."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:59",
                            "text": "And being checked by skilled workmen through the restraint of aqueducts, they flow and are diverted against their inclination, and come into gardens and other places in order that they may be collected and issue forth as a means of fertility for man, and that they may cleanse away every impurity and fulfil the service man requires from them."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:60",
                            "text": "Wherefore it is impossible that the waters should be a god, but they are a work of God and a part of the world."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:61",
                            "text": "In like manner also they who believed that fire is a god erred to no slight extent."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:62",
                            "text": "For it, too, was created for the service of men, and is subject to them in many ways:—in the preparation of meat, and as a means of casting metals, and for other ends whereof your Majesty is aware."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:63",
                            "text": "At the same time it is quenched and extinguished in many ways."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:64",
                            "text": "Again they also erred who believed the motion of the winds to be a god."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:65",
                            "text": "For it is well known to us that those winds are under the dominion of another, at times their motion increases, and at times it fails and ceases at the command of him who controls them."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:66",
                            "text": "For they were created by God for the sake of men, in order to supply the necessity of trees and fruits and seeds; and to bring over the sea ships which convey for men necessaries and goods from places where they are found to places where they are not found; and to govern the quarters of the world."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:67",
                            "text": "And as for itself, at times it increases and again abates; and in one place brings help and in another causes disaster at the bidding of him who rules it."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:68",
                            "text": "And mankind too are able by known means to confine and keep it in check in order that it may fulfil for them the service they require from it."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:69",
                            "text": "And of itself it has not any authority at all."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:70",
                            "text": "And hence it is impossible that the winds should be called gods, but rather a thing made by God."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:71",
                            "text": "VI."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:72",
                            "text": "So also they erred who believed that the sun is a god."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:73",
                            "text": "For we see that it is moved by the compulsion of another, and revolves and makes its journey, and proceeds from sign to sign, rising and setting every day, so as to give warmth for the growth of plants and trees, and to bring forth into the air where with it (sunlight) is mingled every growing thing which is upon the earth."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:74",
                            "text": "And to it there belongs by comparison a part in common with the rest of the stars in its course; and though it is one in its nature it is associated with many parts for the supply of the needs of men; and that not according to its own will but rather according to the will of him who rules it."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:75",
                            "text": "And hence it is impossible that the sun should be a god, but the work of God; and in like manner also the moon and the stars."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:76",
                            "text": "VII."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:77",
                            "text": "And those who believed of the men of the past, that some of them were gods, they too were much mistaken."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:78",
                            "text": "For as you yourself allow, O King, man is constituted of the four elements and of a soul and a spirit (and hence he is called a microcosm), and without anyone of these parts he could not consist."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:79",
                            "text": "He has a beginning and an end, and he is born and dies."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:80",
                            "text": "But God, as I said, has none of these things in his nature, but is uncreated and imperishable."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:81",
                            "text": "And hence it is not possible that we should set up man to be of the nature of God:—man, to whom at times when he looks for joy, there comes trouble, and when he looks for laughter there comes to him weeping,—who is wrathful and covetous and envious, with other defects as well."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:82",
                            "text": "And he is destroyed in many ways by the elements and also by the animals."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:83",
                            "text": "And hence, O King, we are bound to recognize the error of the Barbarians, that thereby, since they did not find traces of the true God, they fell aside from the truth, and went after the desire of their imagination, serving the perishable elements and lifeless images, and through their error not apprehending what the true God is."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:84",
                            "text": "VIII."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:85",
                            "text": "Let us turn further to the Greeks also, that we may know what opinion they hold as to the true God."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:86",
                            "text": "The Greeks, then, because they are more subtle than the Barbarians, have gone further astray than the Barbarians; inasmuch as they have introduced many fictitious gods, and have set up some of them as males and some as females; and in that some of their gods were found who were adulterers, and did murder, and were deluded, and envious, and wrathful and passionate, and parricides, and thieves, and robbers."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:87",
                            "text": "And some of them, they say, were crippled and limped, and some were sorcerers, and some actually went mad, and some played on lyres, and some were given to roaming on the hills, and some even died, and some were struck dead by lightning, and some were made servants even to men, and some escaped by flight, and some were kidnapped by men, and some, indeed, were lamented and deplored by men."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:88",
                            "text": "And some, they say, went down to Sheol, and some were grievously wounded, and some transformed themselves into the likeness of animals to seduce the race of mortal women, and some polluted themselves by lying with males."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:89",
                            "text": "And some, they say, were wedded to their mothers and their sisters and their daughters."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:90",
                            "text": "And they say of their gods that they committed adultery with the daughters of men; and of these there was born a certain race which also was mortal."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:91",
                            "text": "And they say that some of the females disputed about beauty, and appeared before men for judgment."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:92",
                            "text": "Thus, O King, have the Greeks put forward foulness, and absurdity, and folly about their gods and about themselves, in that they have called those that are of such a nature gods, who are no gods."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:93",
                            "text": "And hence mankind have received incitements to commit adultery and fornication, and to steal and to practise all that is offensive and hated and abhorred."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:94",
                            "text": "For if they who are called their gods practised all these things which are written above, how much more should men practise them—men, who believe that their gods themselves practised them."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:95",
                            "text": "And owing to the foulness of this error there have happened to mankind harassing wars, and great famines, and bitter captivity, and complete desolation."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:96",
                            "text": "And lo! it was by reason of this alone that they suffered and that all these things came upon them; and while they endured those things they did not perceive in their mind that for their error those things came upon them."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:97",
                            "text": "IX."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:98",
                            "text": "Let us proceed further to their account of their gods that we may carefully demonstrate all that is said above."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:99",
                            "text": "First of all, the Greeks bring forward as a god Kronos, that is to say Chiun (Saturn)."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:100",
                            "text": "And his worshippers sacrifice their children to him, and they burn some of them alive in his honour."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:101",
                            "text": "And they say that he took to him among his wives Rhea, and begat many children by her."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:102",
                            "text": "By her too he begat Dios, who is called Zeus."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:103",
                            "text": "And at length he (Kronos) went mad, and through fear of an oracle that had been made known to him, he began to devour his sons."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:104",
                            "text": "And from him Zeus was stolen away without his knowledge; and at length Zeus bound him, and mutilated the signs of his manhood, and flung them into the sea."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:105",
                            "text": "And hence, as they say in fable, there was engendered Aphrodite, who is called Astarte."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:106",
                            "text": "And he (Zeus) cast out Kronos fettered into darkness."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:107",
                            "text": "Great then is the error and ignominy which the Greeks have brought forward about the first of their gods, in that they have said all this about him, O King."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:108",
                            "text": "It is impossible that a god should be bound or mutilated; and if it be otherwise, he is indeed miserable."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:109",
                            "text": "And after Kronos they bring forward another god Zeus."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:110",
                            "text": "And they say of him that he assumed the sovereignty, and was king over all the gods."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:111",
                            "text": "And they say that he changed himself into a beast and other shapes in order to seduce mortal women, and to raise up by them children for himself."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:112",
                            "text": "Once, they say, he changed himself into a bull through love of Europe and Pasiphae."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:113",
                            "text": "And again he changed himself into the likeness of gold through love of Danae, and to a swan through love of Leda, and to a man through love of Antiope, and to lightning through love of Luna, and so by these he begat many children."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:114",
                            "text": "For by Antiope, they say, that he begat Zethus and Amphion, and by Luna Dionysos, by Alcmena Hercules, and by Leto, Apollo and Artemis, and by Danae Perseus, and by Leda, Castor and Polydeuces, and Helene and Paludus, and by Mnemosyne he begat nine daughters whom they styled the Muses, and by Europe, Minos and Rhadamanthos and Sarpedon."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:115",
                            "text": "And lastly he changed himself into the likeness of an eagle through his passion for Ganydemos (Ganymede) the shepherd."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:116",
                            "text": "By reason of these tales, O King, much evil has arisen among men, who to this day are imitators of their gods, and practise adultery and defile themselves with their mothers and their sisters, and by lying with males, and some make bold to slay even their parents."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:117",
                            "text": "For if he who is said to be the chief and king of their gods do these things how much more should his worshippers imitate him?  And great is the folly which the Greeks have brought forward in their narrative concerning him."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:118",
                            "text": "For it is impossible that a god should practise adultery or fornication or come near to lie with males, or kill his parents; and if it be otherwise, he is much worse than a destructive demon."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:119",
                            "text": "X."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:120",
                            "text": "Again they bring forward as another god Hephaistos."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:121",
                            "text": "And they say of him, that he is lame, and a cap is set on his head, and he holds in his hands firetongs and a hammer; and he follows the craft of iron working, that thereby he may procure the necessaries of his livelihood."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:122",
                            "text": "Is then this god so very needy?  But it cannot be that a god should be needy or lame, else he is very worthless."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:123",
                            "text": "And further they bring in another god and call him Hermes."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:124",
                            "text": "And they say that he is a thief, a lover of avarice, and greedy for gain, and a magician and mutilated and an athlete, and an interpreter of language."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:125",
                            "text": "But it is impossible that a god should be a magician or avaricious, or maimed, or craving for what is not his, or an athlete."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:126",
                            "text": "And if it be otherwise, he is found to be useless."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:127",
                            "text": "And after him they bring forward as another god Asklepios."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:128",
                            "text": "And they say that he is a physician and prepares drugs and plaster that he may supply the necessaries of his livelihood."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:129",
                            "text": "Is then this god in want?  And at length he was struck with lightning by Dios on account of Tyndareos of Lacedaemon, and so he died."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:130",
                            "text": "If then Asklepios were a god, and, when he was struck with lightning, was unable to help himself, how should he be able to give help to others?  But that a divine nature should be in want or be destroyed by lightning is impossible."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:131",
                            "text": "And again they bring forward another as a god, and they call him Ares."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:132",
                            "text": "And they say that he is a warrior, and jealous, and covets sheep and things which are not his."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:133",
                            "text": "And he makes gain by his arms."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:134",
                            "text": "And they say that at length he committed adultery with Aphrodite, and was caught by the little boy Eros and by Hephaistos the husband of Aphrodite."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:135",
                            "text": "But it is impossible that a god should be a warrior or bound or an adulterer."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:136",
                            "text": "And again they say of Dionysos that he forsooth! is a god, who arranges carousals by night, and teaches drunkenness, and carries off women who do not belong to him."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:137",
                            "text": "And at length, they say, he went mad and dismissed his handmaidens and fled into the desert; and during his madness he ate serpents."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:138",
                            "text": "And at last he was killed by Titanos."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:139",
                            "text": "If then Dionysos were a god, and when he was being killed was unable to help himself, how is it possible that he should help others?  Herakles next they bring forward and say that he is a god, who hates detestable things, a tyrant, and warrior and a destroyer of plagues."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:140",
                            "text": "And of him also they say that at length he became mad and killed his own children, and cast himself into a fire and died."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:141",
                            "text": "If then Herakles is a god, and in all these calamities was unable to rescue himself, how should others ask help from him?  But it is impossible that a god should be mad, or drunken or a slayer of his children, or consumed by fire."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:142",
                            "text": "XI."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:143",
                            "text": "And after him they bring forward another god and call him Apollon."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:144",
                            "text": "And they say that he is jealous and inconstant, and at times he holds the bow and quiver, and again the lyre and plectron."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:145",
                            "text": "And he utters oracles for men that he may receive rewards from them."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:146",
                            "text": "Is then this god in need of rewards?  But it is an insult that all these things should be found with a god."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:147",
                            "text": "And after him they bring forward as a goddess Artemis, the sister of Apollo; and they say that she was a huntress and that she herself used to carry a bow and bolts, and to roam about upon the mountains, leading the hounds to hunt stags or wild boars of the field."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:148",
                            "text": "But it is disgraceful that a virgin maid should roam alone upon the hills or hunt in the chase for animals."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:149",
                            "text": "Wherefore it is impossible that Artemis should be a goddess."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:150",
                            "text": "Again they say of Aphrodite that she indeed is a goddess."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:151",
                            "text": "And at times she dwells with their gods, but at other times she is a neighbour to men."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:152",
                            "text": "And once she had Ares as a lover, and again Adonis who is Tammuz."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:153",
                            "text": "Once also, Aphrodite was wailing and weeping for the death of Tammuz, and they say that she went down to Sheol that she might redeem Adonis from Persephone, who is the daughter of Sheol (Hades)."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:154",
                            "text": "If then Aphrodite is a goddess and was unable to help her lover at his death, how will she find it possible to help others?  And this cannot be listened to, that a divine nature should come to weeping and wailing and adultery."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:155",
                            "text": "And again they say of Tammuz that he is a god."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:156",
                            "text": "And he is, forsooth! a hunter and an adulterer."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:157",
                            "text": "And they say that he was killed by a wound from a wild boar, without being able to help himself."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:158",
                            "text": "And if he could not help himself, how can he take thought for the human race?  But that a god should be an adulterer or a hunter or should die by violence is impossible."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:159",
                            "text": "Again they say of Rhea that she is the mother of their gods."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:160",
                            "text": "And they say that she had once a lover Atys, and that she used to delight in depraved men."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:161",
                            "text": "And at last she raised a lamentation and mourned for Atys her lover."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:162",
                            "text": "If then the mother of their gods was unable to help her lover and deliver him from death, how can she help others?  So it is disgraceful that a goddess should lament and weep and take delight in depraved men."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:163",
                            "text": "Again they introduce Kore and say that she is a goddess, and she was stolen away by Pluto, and could not help herself."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:164",
                            "text": "If then she is a goddess and was unable to help herself how will she find means to help others?  For a god who is stolen away is very powerless."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:165",
                            "text": "All this, then, O King, have the Greeks brought forward concerning their gods, and they have invented and declared it concerning them."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:166",
                            "text": "And hence all men received an impulse to work all profanity and all defilements; and hereby the whole earth was corrupted."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:167",
                            "text": "XII."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:168",
                            "text": "The Egyptians, moreover, because they are more base and stupid than every people that is on the earth, have themselves erred more than all."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:169",
                            "text": "For the deities (or religion) of the Barbarians and the Greeks did not suffice for them, but they introduced some also of the nature of the animals, and said thereof that they were gods, and likewise of creeping things which are found on the dry land and in the waters."
                        },
                        {
                            "verse": 170,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:170",
                            "text": "And of plants and herbs they said that some of them were gods."
                        },
                        {
                            "verse": 171,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:171",
                            "text": "And they were corrupted by every kind of delusion and defilement more than every people that is on the earth."
                        },
                        {
                            "verse": 172,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:172",
                            "text": "For from ancient times they worshipped Isis, and they say that she is a goddess whose husband was Osiris her brother."
                        },
                        {
                            "verse": 173,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:173",
                            "text": "And when Osiris was killed by Typhon his brother, Isis fled with Horos her son to Byblus in Syria, and was there for a certain time till her son was grown."
                        },
                        {
                            "verse": 174,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:174",
                            "text": "And he contended with Typhon his uncle, and killed him."
                        },
                        {
                            "verse": 175,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:175",
                            "text": "And then Isis returned and went about with Horos her son and sought for the dead body of Osiris her lord, bitterly lamenting his death."
                        },
                        {
                            "verse": 176,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:176",
                            "text": "If then Isis be a goddess, and could not help Osiris her brother and lord, how can she help another?  But it is impossible that a divine nature should be afraid, and flee for safety, or should weep and wail; or else it is very miserable."
                        },
                        {
                            "verse": 177,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:177",
                            "text": "And of Osiris also they say that he is a serviceable god."
                        },
                        {
                            "verse": 178,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:178",
                            "text": "And he was killed by Typhon and was unable to help himself."
                        },
                        {
                            "verse": 179,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:179",
                            "text": "But it is well known that this cannot be asserted of divinity."
                        },
                        {
                            "verse": 180,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:180",
                            "text": "And further, they say of his brother Typhon that he is a god, who killed his brother and was killed by his brother's son and by his bride, being unable to help himself."
                        },
                        {
                            "verse": 181,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:181",
                            "text": "And how, pray, is he a god who does not save himself ?  As the Egyptians, then, were more stupid than the rest of the nations, these and such like gods did not suffice for them."
                        },
                        {
                            "verse": 182,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:182",
                            "text": "Nay, but they even apply the name of gods to animals in which there is no soul at all."
                        },
                        {
                            "verse": 183,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:183",
                            "text": "For some of them worship the sheep and others the calf; and some the pig and others the shad fish; and some the crocodile and the hawk and the fish and the ibis and the vulture and the eagle and the raven."
                        },
                        {
                            "verse": 184,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:184",
                            "text": "Some of them worship the cat, and others the turbotfish, some the dog, some the adder, and some the asp, and others the lion; and others the garlic and onions and thorns, and others the tiger and other such things."
                        },
                        {
                            "verse": 185,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:185",
                            "text": "And the poor creatures do not see that all these things are nothing, although they daily witness their gods being eaten and consumed by men and also by their fellows; while some of them are cremated, and some die and decay and become dust, without their observing that they perish in many ways."
                        },
                        {
                            "verse": 186,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:186",
                            "text": "So the Egyptians have not observed that such things which are not equal to their own deliverance, are not gods."
                        },
                        {
                            "verse": 187,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:187",
                            "text": "And if, forsooth, they are weak in the case of their own deliverance, whence have they power to help in the case of deliverance of their worshippers?  Great then is the error into which the Egyptians wandered;—greater, indeed, than that of any people which is upon the face of the earth."
                        },
                        {
                            "verse": 188,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:188",
                            "text": "XIII."
                        },
                        {
                            "verse": 189,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:189",
                            "text": "But it is a marvel, O King, with regard to the Greeks, who surpass all other peoples in their manner of life and reasoning, how they have gone astray after dead idols and lifeless images."
                        },
                        {
                            "verse": 190,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:190",
                            "text": "And yet they see their gods in the hands of their artificers being sawn out, and planed and docked, and hacked short, and charred, and ornamented, and being altered by them in every kind of way."
                        },
                        {
                            "verse": 191,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:191",
                            "text": "And when they grow old, and are worn away through lapse of time, and when they are molten and crushed to powder, how, I wonder, did they not perceive concerning them, that they are not gods?  And as for those who did not find deliverance for themselves, how can they serve the distress of men?  But even the writers and philosophers among them have wrongly alleged that the gods are such as are made in honour of God Almighty."
                        },
                        {
                            "verse": 192,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:192",
                            "text": "And they err in seeking to liken (them) to God whom man has not at any time seen nor can see unto what He is like."
                        },
                        {
                            "verse": 193,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:193",
                            "text": "Herein, too (they err) in asserting of deity that any such thing as deficiency can be present to it; as when they say that He receives sacrifice and requires burnt-offering and libation and immolations of men, and temples."
                        },
                        {
                            "verse": 194,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:194",
                            "text": "But God is not in need, and none of these things is necessary to Him; and it is clear that men err in these things they imagine."
                        },
                        {
                            "verse": 195,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:195",
                            "text": "Further their writers and their philosophers represent and declare that the nature of all their gods is one."
                        },
                        {
                            "verse": 196,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:196",
                            "text": "And they have not apprehended God our Lord who while He is one, is in all."
                        },
                        {
                            "verse": 197,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:197",
                            "text": "They err therefore."
                        },
                        {
                            "verse": 198,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:198",
                            "text": "For if the body of a man while it is many in its parts is not in dread, one member of another, but, since it is a united body, wholly agrees with itself; even so also God is one in His nature."
                        },
                        {
                            "verse": 199,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:199",
                            "text": "A single essence is proper to Him, since He is uniform in His nature and His essence; and He is not afraid of Himself."
                        },
                        {
                            "verse": 200,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:200",
                            "text": "If then the nature of the gods is one, it is not proper that a god should either pursue or slay or harm a god."
                        },
                        {
                            "verse": 201,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:201",
                            "text": "If, then, gods be pursued and wounded by gods, and some be kidnapped and some struck dead by lightning, it is obvious that the nature of their gods is not one."
                        },
                        {
                            "verse": 202,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:202",
                            "text": "And hence it is known, O King, that it is a mistake when they reckon and bring the natures of their gods under a single nature."
                        },
                        {
                            "verse": 203,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:203",
                            "text": "If then it becomes us to admire a god which is seen and does not see, how much more praiseworthy is it that one should believe in a nature which is invisible and all-seeing?  And if further it is fitting that one should approve the handiworks of a craftsman, how much more is it fitting that one should glorify the Creator of the craftsman?  For behold! when the Greeks made laws they did not perceive that by their laws they condemn their gods."
                        },
                        {
                            "verse": 204,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:204",
                            "text": "For if their laws are righteous, their gods are unrighteous, since they transgressed the law in killing one another, and practising sorcery, and committing adultery, and in robbing and stealing, and in lying with males, and by their other practises as well."
                        },
                        {
                            "verse": 205,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:205",
                            "text": "For if their gods were right in doing all these things as they are described, then the laws of the Greeks are unrighteous in not being made according to the will of their gods."
                        },
                        {
                            "verse": 206,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:206",
                            "text": "And in that case the whole world is gone astray."
                        },
                        {
                            "verse": 207,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:207",
                            "text": "For the narratives about their gods are some of them myths, and some of them nature-poems (lit:  natural:—φυσικαί), and some of them hymns and elegies."
                        },
                        {
                            "verse": 208,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:208",
                            "text": "The hymns indeed and elegies are empty words and noise."
                        },
                        {
                            "verse": 209,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:209",
                            "text": "But these nature-poems, even if they be made as they say, still those are not gods who do such things and suffer and endure such things."
                        },
                        {
                            "verse": 210,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:210",
                            "text": "And those myths are shallow tales with no depth whatever in them."
                        },
                        {
                            "verse": 211,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:211",
                            "text": "XIV."
                        },
                        {
                            "verse": 212,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:212",
                            "text": "Let us come now, O King, to the history of the Jews also, and see what opinion they have as to God."
                        },
                        {
                            "verse": 213,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:213",
                            "text": "The Jews then say that God is one, the Creator of all, and omnipotent; and that it is not right that any other should be worshipped except this God alone."
                        },
                        {
                            "verse": 214,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:214",
                            "text": "And herein they appear to approach the truth more than all the nations, especially in that they worship God and not His works."
                        },
                        {
                            "verse": 215,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:215",
                            "text": "And they imitate God by the philanthropy which prevails among them; for they have compassion on the poor, and they release the captives, and bury the dead, and do such things as these, which are acceptable before God and well-pleasing also to men,—which (customs) they have received from their forefathers."
                        },
                        {
                            "verse": 216,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:216",
                            "text": "Nevertheless they too erred from true knowledge."
                        },
                        {
                            "verse": 217,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:217",
                            "text": "And in their imagination they conceive that it is God they serve; whereas by their mode of observance it is to the angels and not to God that their service is rendered:—as when they celebrate sabbaths and the beginning of the months, and feasts of unleavened bread, and a great fast; and fasting and circumcision and the purification of meats, which things, however, they do not observe perfectly."
                        },
                        {
                            "verse": 218,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:218",
                            "text": "XV."
                        },
                        {
                            "verse": 219,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:219",
                            "text": "But the Christians, O King, while they went about and made search, have found the truth; and as we learned from their writings, they have come nearer to truth and genuine knowledge than the rest of the nations."
                        },
                        {
                            "verse": 220,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:220",
                            "text": "For they know and trust in God, the Creator of heaven and of earth, in whom and from whom are all things, to whom there is no other god as companion, from whom they received commandments which they engraved upon their minds and observe in hope and expectation of the world which is to come."
                        },
                        {
                            "verse": 221,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:221",
                            "text": "Wherefore they do not commit adultery nor fornication, nor bear false witness, nor embezzle what is held in pledge, nor covet what is not theirs."
                        },
                        {
                            "verse": 222,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:222",
                            "text": "They honour father and mother, and show kindness to those near to them; and whenever they are judges, they judge uprightly."
                        },
                        {
                            "verse": 223,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:223",
                            "text": "They do not worship idols (made) in the image of man; and whatsoever they would not that others should do unto them, they do not to others; and of the food which is consecrated to idols they do not eat, for they are pure."
                        },
                        {
                            "verse": 224,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:224",
                            "text": "And their oppressors they appease (lit:  comfort) and make them their friends; they do good to their enemies; and their women, O King, are pure as virgins, and their daughters are modest; and their men keep themselves from every unlawful union and from all uncleanness, in the hope of a recompense to come in the other world."
                        },
                        {
                            "verse": 225,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:225",
                            "text": "Further, if one or other of them have bondmen and bondwomen or children, through love towards them they persuade them to become Christians, and when they have done so, they call them brethren without distinction."
                        },
                        {
                            "verse": 226,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:226",
                            "text": "They do not worship strange gods, and they go their way in all modesty and cheerfulness."
                        },
                        {
                            "verse": 227,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:227",
                            "text": "Falsehood is not found among them; and they love one another, and from widows they do not turn away their esteem; and they deliver the orphan from him who treats him harshly."
                        },
                        {
                            "verse": 228,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:228",
                            "text": "And he, who has, gives to him who has not, without boasting."
                        },
                        {
                            "verse": 229,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:229",
                            "text": "And when they see a stranger, they take him in to their homes and rejoice over him as a very brother; for they do not call them brethren after the flesh, but brethren after the spirit and in God."
                        },
                        {
                            "verse": 230,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:230",
                            "text": "And whenever one of their poor passes from the world, each one of them according to his ability gives heed to him and carefully sees to his burial."
                        },
                        {
                            "verse": 231,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:231",
                            "text": "And if they hear that one of their number is imprisoned or afflicted on account of the name of their Messiah, all of them anxiously minister to his necessity, and if it is possible to redeem him they set him free."
                        },
                        {
                            "verse": 232,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:232",
                            "text": "And if there is among them any that is poor and needy, and if they have no spare food, they fast two or three days in order to supply to the needy their lack of food."
                        },
                        {
                            "verse": 233,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:233",
                            "text": "They observe the precepts of their Messiah with much care, living justly and soberly as the Lord their God commanded them."
                        },
                        {
                            "verse": 234,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:234",
                            "text": "Every morning and every hour they give thanks and praise to God for His loving-kindnesses toward them; and for their food and their drink they offer thanksgiving to Him."
                        },
                        {
                            "verse": 235,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:235",
                            "text": "And if any righteous man among them passes from the world, they rejoice and offer thanks to God; and they escort his body as if he were setting out from one place to another near."
                        },
                        {
                            "verse": 236,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:236",
                            "text": "And when a child has been born to one of them, they give thanks to God; and if moreover it happen to die in childhood, they give thanks to God the more, as for one who has passed through the world without sins."
                        },
                        {
                            "verse": 237,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:237",
                            "text": "And further if they see that anyone of them dies in his ungodliness or in his sins, for him they grieve bitterly, and sorrow as for one who goes to meet his doom."
                        },
                        {
                            "verse": 238,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:238",
                            "text": "XVI."
                        },
                        {
                            "verse": 239,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:239",
                            "text": "Such, O King, is the commandment of the law of the Christians, and such is their manner of life."
                        },
                        {
                            "verse": 240,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:240",
                            "text": "As men who know God, they ask from Him petitions which are fitting for Him to grant and for them to receive."
                        },
                        {
                            "verse": 241,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:241",
                            "text": "And thus they employ their whole lifetime."
                        },
                        {
                            "verse": 242,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:242",
                            "text": "And since they know the loving-kindnesses of God toward them, behold! for their sake the glorious things which are in the world flow forth to view."
                        },
                        {
                            "verse": 243,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:243",
                            "text": "And verily, they are those who found the truth when they went about and made search for it; and from what we considered, we learned that they alone come near to a knowledge of the truth."
                        },
                        {
                            "verse": 244,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:244",
                            "text": "And they do not proclaim in the ears of the multitude the kind deeds they do, but are careful that no one should notice them; and they conceal their giving just as he who finds a treasure and conceals it."
                        },
                        {
                            "verse": 245,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:245",
                            "text": "And they strive to be righteous as those who expect to behold their Messiah, and to receive from Him with great glory the promises made concerning them."
                        },
                        {
                            "verse": 246,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:246",
                            "text": "And as for their words and their precepts, O King, and their glorying in their worship, and the hope of earning according to the work of each one of them their recompense which they look for in another world, you may learn about these from their writings."
                        },
                        {
                            "verse": 247,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:247",
                            "text": "It is enough for us to have shortly informed your Majesty concerning the conduct and the truth of the Christians."
                        },
                        {
                            "verse": 248,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:248",
                            "text": "For great indeed, and wonderful is their doctrine to him who will search into it and reflect upon it."
                        },
                        {
                            "verse": 249,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:249",
                            "text": "And verily, this is a new people, and there is something divine (lit:  a divine admixture) in the midst of them."
                        },
                        {
                            "verse": 250,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:250",
                            "text": "Take, then, their writings, and read therein, and lo! you will find that I have not put forth these things on my own authority, nor spoken thus as their advocate; but since I read in their writings I was fully assured of these things as also of things which are to come."
                        },
                        {
                            "verse": 251,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:251",
                            "text": "And for this reason I was constrained to declare the truth to such as care for it and seek the world to come."
                        },
                        {
                            "verse": 252,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:252",
                            "text": "And to me there is no doubt but that the earth abides through the supplication of the Christians."
                        },
                        {
                            "verse": 253,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:253",
                            "text": "But the rest of the nations err and cause error in wallowing before the elements of the world, since beyond these their mental vision will not pass."
                        },
                        {
                            "verse": 254,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:254",
                            "text": "And they search about as if in darkness because they will not recognize the truth; and like drunken men they reel and jostle one another and fall."
                        },
                        {
                            "verse": 255,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:255",
                            "text": "XVII."
                        },
                        {
                            "verse": 256,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:256",
                            "text": "Thus far, O King, I have spoken; for concerning that which remains, as is said above, there are found in their other writings things which are hard to utter and difficult for one to narrate,—which are not only spoken in words but also wrought out in deeds."
                        },
                        {
                            "verse": 257,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:257",
                            "text": "Now the Greeks, O King, as they follow base practises in intercourse with males, and a mother and a sister and a daughter, impute their monstrous impurity in turn to the Christians."
                        },
                        {
                            "verse": 258,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:258",
                            "text": "But the Christians are just and good, and the truth is set before their eyes, and their spirit is long-suffering; and, therefore, though they know the error of these (the Greeks), and are persecuted by them, they bear and endure it; and for the most part they have compassion on them, as men who are destitute of knowledge."
                        },
                        {
                            "verse": 259,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:259",
                            "text": "And on their side, they offer prayer that these may repent of their error; and when it happens that one of them has repented, he is ashamed before the Christians of the works which were done by him; and he makes confession to God, saying, I did these things in ignorance."
                        },
                        {
                            "verse": 260,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:260",
                            "text": "And he purifies his heart, and his sins are forgiven him, because he committed them in ignorance in the former time, when he used to blaspheme and speak evil of the true knowledge of the Christians."
                        },
                        {
                            "verse": 261,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:261",
                            "text": "And assuredly the race of the Christians is more blessed than all the men who are upon the face of the earth."
                        },
                        {
                            "verse": 262,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:262",
                            "text": "Henceforth let the tongues of those who utter vanity and harass the Christians be silent; and hereafter let them speak the truth."
                        },
                        {
                            "verse": 263,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:263",
                            "text": "For it is of serious consequence to them that they should worship the true God rather than worship a senseless sound."
                        },
                        {
                            "verse": 264,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:264",
                            "text": "And verily whatever is spoken in the mouth of the Christians is of God; and their doctrine is the gateway of light."
                        },
                        {
                            "verse": 265,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:265",
                            "text": "Wherefore let all who are without the knowledge of God draw near thereto; and they will receive incorruptible words, which are from all time and from eternity."
                        },
                        {
                            "verse": 266,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:266",
                            "text": "So shall they appear before the awful judgment which through Jesus the Messiah is destined to come upon the whole human race."
                        },
                        {
                            "verse": 267,
                            "chapter": 1,
                            "name": "The Apology of Aristides (Syriac) 1:267",
                            "text": "The Apology of Aristides the Philosopher is finished."
                        }
                    ]
                }
            ]
        }
    ]
}