{
    "books": [
        {
            "name": "Chrysostom: Correspondence with the Bishop of Rome",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Chrysostom: Correspondence with the Bishop of Rome 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:1",
                            "text": "correspondence of st."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:2",
                            "text": "chrysostom with the bishop of rome."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:3",
                            "text": "letter from st."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:4",
                            "text": "john chrysostom to innocent, bishop of rome."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:5",
                            "text": "To my lord, the most reverend and divinely beloved bishop Innocent, John sends greeting in the Lord."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:6",
                            "text": "I suppose that even before receiving our letter your Piety has heard of the iniquity which has been perpetrated here."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:7",
                            "text": "For the magnitude of our distress has left scarcely a single portion of the world uninformed of this grievous tragedy: for report carrying the tidings of what has happened to the very extremities of the earth, has everywhere caused great mourning and lamentation."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:8",
                            "text": "But inasmuch as we ought not to mourn, but to restore order, and to see by what means this most grievous storm of the Church may be stayed, we have deemed it necessary to persuade my lords, the most honoured and pious bishops Demetrius, Pansophius, Pappus and Eugenius to leave their own churches, and venture on this great sea voyage, and set out on a long journey from home, and hasten to your Charity, and, after informing you clearly of everything, to take measures for redressing the evils as speedily as possible."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:9",
                            "text": "And with them we have sent the most honoured and beloved of our Deacons, Paulus and Cyriacus, but we also ourselves, in the form of a letter, will briefly instruct your Charity concerning the things which have come to pass."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:10",
                            "text": "For Theophilus, who has been entrusted with the presidency of the Church in Alexandria, having been commanded to repair alone to Constantinople, certain men having brought an accusation against him to the most devout Emperor, arrived bringing with him no small multitude of Egyptian Bishops, as if wishing to show from the outset, that he came for war and antagonism; moreover when he set foot in the great and divinely beloved Constantinople he did not enter the Church according to the custom and the law which has prevailed from ancient time, he held no intercourse with us, and admitted us to no share in his conversation, his prayers, or his society: but as soon as he disembarked, having hurried past the vestibule of the Church, he departed and lodged somewhere outside the city, and although we earnestly entreated him, and those who had come with him, to be our guests (for everything had been made ready, and lodgings provided, and whatever was suitable) neither they, nor he consented."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:11",
                            "text": "We seeing this, were in great perplexity, not being able to discover the cause of this unjust hostility; nevertheless we discharged our part, doing what became us, and continually beseeching him to meet us and to say for what cause he hazarded so great a contest at the outset, and threw the city into such confusion."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:12",
                            "text": "But as he did not choose to state the reason, and those who accused him were urgent, our most devout Emperor summoned us and commanded us to go outside the walls to the place where Theophilus was sojourning, and hear the argument against him."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:13",
                            "text": "For they accused him of assault, and slaughter and countless other crimes; but knowing as we did the laws of the fathers, and paying respect and deference to the man, and having also his own letters which prove that lawsuits ought not to be taken beyond the border, but that affairs of the several provinces should be treated within the limits of the province, we would not accept the office of judge, but deprecated it with great earnestness."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:14",
                            "text": "But he, as if striving to aggravate the former insults, having summoned my archdeacon, by a stretch of arbitrary power, as if the Church were already widowed, and had no bishop, by means of this man seduced all the clergy to his own side; and the Churches became destitute, as the clergy in each were gradually withdrawn, and instructed to hand in petitions against us, and trained to prepare accusations."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:15",
                            "text": "And having done this he sent and summoned us to trial, although he had not yet cleared himself of the charges brought against him, a proceeding directly contrary to the canons and to all the laws."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:16",
                            "text": "But we being aware that we were not cited to a trial (for otherwise we would have presented ourselves any number of times) but to the presence of an enemy and an adversary, as was clearly proved by all which occurred both before and after, despatched certain bishops to him, Demetrius of Pesinus, Eulysius of Apamea, Lupicinus of Appiaria, and the presbyters Germanus and Severus, who replied with the moderation which became us, and said, that we did not decline to be judged, but to appear before an open enemy, and manifest adversary."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:17",
                            "text": "For how could one who had not yet received any bills of indictment against me, and had acted from the outset in the manner described, and severed himself from the Church, from communion, and from prayer, and was training accusers, and seducing the clergy, and desolating the Church, how, I say, could he with justice mount the throne of the judge which was not in any sense befitting him? For it is not suitable that one who belongs to Egypt should act as judge of those who are in Thrace, and this a man who is himself under an accusation, and an enemy and adversary."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:18",
                            "text": "Nevertheless he, in no way abashed, but hurrying on to the completion of his design, although we had declared our readiness to clear ourselves of the charges in the presence of a hundred yea or a thousand bishops, and to prove ourselves innocent as indeed we are, would not consent: but in our absence, when we were appealing to a synod, and demanding a trial, and not shrinking from a hearing of our cause, but only from open enmity, he both received our accusers and absolved those who had been excommunicated by me, and from them, who had not yet cleared themselves of the offences laid to their charge, he received complaints against me, and had minutes made of the proceedings, all which things are contrary to law, and the order of the canons."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:19",
                            "text": "But what need is there of a long story? He did not cease doing and contriving everything until, with all possible display of arbitrary power and authority, he ejected us from the city and the church, when the evening was far advanced and all the people were streaming after us."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:20",
                            "text": "Being drawn by the public informer through the midst of the city, and dragged along by force I was taken down to the sea, and thrust on board ship, and made a night voyage, because I appealed to a synod for a just hearing of my cause."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:21",
                            "text": "Who could hear these things without tears, even if he had a heart of stone?  But seeing, as I said before, that we ought not merely to lament the evils which have been done, but also to amend them, I beseech your Charity to rouse yourself and have compassion, and do everything so as to put a stop to the mischief at this point."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:22",
                            "text": "For even after what I have mentioned he did not desist from his deeds of iniquity, but sought to renew the former attack."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:23",
                            "text": "For when the most devout Emperor had turned out those who shamelessly rushed into the Church, and many of the Bishops present seeing their iniquity had retreated into their own dioceses, flying from the incursion of these men as from a fire devouring all things, we were again invited to the city, and to the Church, from which we had been unjustly expelled, more than thirty bishops introducing us, and our most pious Emperor sending a notary for this purpose, while Theophilus immediately took to flight."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:24",
                            "text": "For what purpose, and from what cause? When we entered the city we besought our most pious Emperor to convene a synod for prosecuting the offenders in the late transactions."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:25",
                            "text": "Being conscious therefore of what he had done, and dreading conviction, the imperial letters having been sent in every direction, convoking all men from all quarters, Theophilus secretly at midnight flung himself into a boat, and so made his escape, taking all his company with him."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:26",
                            "text": "But even then we did not desist, supported as we were by a clear conscience, from making the same supplication again to the most devout Emperor: and he, acting as became his piety, sent to Theophilus again, summoning him from Egypt, and his associates, in order to give an account of the late proceedings, and informing him that he was not to suppose that the one-sided deeds which he had so unjustly perpetrated in our absence, and in violation of so many canons, would suffice for his defence."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:27",
                            "text": "He did not however submit to the royal mandate, but remained at home, alleging an insurrection of the people in excuse, and the unseasonable zeal of certain persons who were attached to him, as he pretended: and yet before the arrival of the imperial letters this same people had deluged him with abuse."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:28",
                            "text": "But we do not make much of these matters now, but have said what we have said as wishing to prove the fact that he was arrested in his mischievous course."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:29",
                            "text": "Yet even after these things we did not rest, but were urgent in our demand that a tribunal should be formed for the purpose of enquiry and defence: for we said that we were ready to prove that we ourselves were guiltless, but that they had flagrantly transgressed."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:30",
                            "text": "For there were some Syrians amongst those present with him at that time, who were left behind here; and we accosted them expressing our readiness to plead our cause, and frequently importuned them on this behalf, demanding that the minutes (of the late transactions) should be given up to us, or that the formal bills of indictment, or the nature of the charges, or the accusers themselves, should be made known; and yet we did not obtain any of these things, but were again expelled from the Church."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:31",
                            "text": "How am I to relate the events which followed, transcending as they do every kind of tragedy? What language will set forth these events? what kind of ear will receive them without shuddering? For when we were urging these things, as I said before, a dense troop of soldiers, on the great Sabbath itself, as the day was hastening towards eventide, having broken into the Churches violently drove out all the clergy who were with us, and surrounded the sanctuary with arms."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:32",
                            "text": "And women from the oratories who had stripped themselves for baptism just at that time, fled unclothed, from terror at this grievous assault, not being permitted to put on the modest apparel which befits women; indeed many received wounds before they were expelled, and the baptismal pools were filled with blood, and the sacred water reddened by it."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:33",
                            "text": "Nor did the distress cease even at this point; but the soldiers, some of whom as we understand were unbaptized, having entered the place where the sacred vessels were stored, saw all the things which were inside it, and the most holy blood of Christ, as might happen in the midst of such confusion, was spilt upon the garments of the soldiers aforesaid: and every kind of outrage was committed as in a barbarian siege."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:34",
                            "text": "And the common people were driven to the wilderness, and all the people tarried outside the city, and the Churches became empty in the midst of this great Festival, and more than forty bishops who associated with us were vainly and causelessly expelled together with the people and clergy."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:35",
                            "text": "And there were shrieks and lamentations, and torrents of tears were shed everywhere, in the market places, in the houses, in the desert places, and every part of the city was filled with these calamities; for owing to the immoderate extent of the outrage not only the sufferers, but also they who did not undergo anything of the kind sympathized with us, not only those who held the same opinions as ours, but also heretics, and Jews, and Greeks, and all places were in a state of tumult and confusion, and lamentation, as if the city had been captured by force."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:36",
                            "text": "And these things were perpetrated contrary to the intention of our most pious Emperor, under cover of night, the Bishops contriving them, and in many places conducting the attack, nor were they ashamed to have sergeants instead of deacons marching in front of them."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:37",
                            "text": "And when day dawned all the city was migrating outside the walls under trees and groves, celebrating the festival, like scattered sheep."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:38",
                            "text": "All which happened afterwards I leave you to imagine; for as I said before it is not possible to describe each separate incident."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:39",
                            "text": "The worst of it is that these evils, great and serious as they are, have not even now been suppressed nor is there any hope of their suppression; on the contrary the mischief is extending itself every day, and we have become a laughing stock to the multitude, or rather I should say, no one laughs even if he is infinitely lawless, but all men mourn, as I was saying, this new kind of lawlessness, the finishing stroke of all our ills."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:40",
                            "text": "What is one to say to the disorders in the other Churches? For the evil did not stop even here, but made its way to the east."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:41",
                            "text": "For as when some evil humor is discharged from the head, all the other parts are corrupted, so now also these evils, having originated in this great city as from a fountain, confusion has spread in every direction, and clergy have everywhere made insurrection against bishops, there has been schism between bishop and bishop, people and people, and will be yet more; every place is suffering from the throes of calamity, and the subversion of the whole civilized world."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:42",
                            "text": "Having been informed then of all these things, my lords, most honourable and devout, exhibit the courage and zeal which becomes you, so as to put a stop to this great assault of lawlessness which has been made upon the Churches."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:43",
                            "text": "For if this custom were to prevail, and it became lawful for any persons who desired it to enter strange dioceses, so widely separated, and expel those whom one wished to remove, and do whatever they pleased according to their own arbitrary power, be assured that all things will go to ruin, and an implacable kind of war will overrun the whole world, all men attacking others, and being in turn attacked."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:44",
                            "text": "Therefore to prevent such confusion overtaking the whole earth yield to our entreaties that ye will signify by writing that these lawless transactions executed in our absence, and after hearing one side only, although we did not decline a trial, are invalid, as indeed they are by the very nature of the case, and that those who are convicted of having committed such iniquities must be subjected to the penalty of the ecclesiastical laws; and for ourselves, who have not been detected or convicted, or proved liable to punishment may we continue to have the benefit of your correspondence, and your love, and all other things which we have enjoyed aforetime."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:45",
                            "text": "But if even now those who have committed such lawless acts are willing to disclose the charges on the strength of which they have unjustly expelled us, neither memoranda, nor formal bills of indictment being given, nor the accusers having appeared: yet if an impartial tribunal is formed, we will submit to be tried, and will make our defence, and prove ourselves guiltless of the things laid to our charge, as indeed we are: for the things which they have done are outside the bounds of every kind of order, and every kind of ecclesiastical law and canon."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:46",
                            "text": "And why do I say ecclesiastical canon? Not even in the heathen courts would such audacious deeds ever have been committed, or rather not even in a barbarian court, neither Scythians, nor Sarmatians would ever have judged a cause in this fashion, deciding it after hearing one side only, in the absence of the accused, who only deprecated enmity, not a trial of his case, who was ready to call any number of judges, asserting himself to be innocent and able to clear himself of the charges in the face of the world, and prove himself guiltless in every respect."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:47",
                            "text": "Having considered therefore all these things, and having been clearly informed of all particulars by my lords, our most devout brethren the bishops, may you be induced to exert your zeal on our behalf; for in so doing ye will confer a favour not upon ourselves alone but also upon the Church at large, and ye will receive your reward from God who does all things for the peace of the Churches."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 1:48",
                            "text": "Fare thee well always, and pray for me, most honoured and holy master."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Chrysostom: Correspondence with the Bishop of Rome 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 2:1",
                            "text": "to innocent, bishop of rome, greeting in the lord."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 2:2",
                            "text": "Our body it is true is settled in one place, but the pinion of love wings its way round every part of the world."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 2:3",
                            "text": "Even so we also although we be separated by a journey of such great extent are nigh to your Piety, and in daily communion with you, beholding with the eyes of love the courage of your soul, the sterling nature of your disposition, your firmness and inflexibility, the great consolation, constant and abiding, which you bestow upon us."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 2:4",
                            "text": "For in proportion as the billows mount higher, and concealed reefs increase, and the hurricanes are many does your vigilance wax stronger: and neither the great length of the journey between us, nor the large amount of time consumed, nor the difficulty in dealing with events has disposed you to become supine: but ye continue to imitate the best class of pilots who are on the alert at those times most especially when they see the waves crested, the sea swelling, the water dashing vehemently, and the deepest darkness in day-time."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 2:5",
                            "text": "Therefore also we feel great gratitude towards you, and we long to send you showers of letters, thus affording ourselves the greatest gratification."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 2:6",
                            "text": "But since we are deprived of this, owing to the desolation of the place; (for not only of those who arrive from your regions, but even of those who dwell in our part of the world no one could easily have intercourse with us, both on account of the distance, the spot in which we are confined being situated at the very extremity of the country, and also the terror of robbers acting as a bar to the whole journey:) we beseech you rather to pity us because of our long silence, than to condemn us for indolence on that account."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 2:7",
                            "text": "For as a proof that our silence has not been due to negligence, we have now at last after a long time secured our most honoured and beloved John the presbyter, and Paul the deacon, and we send a letter through them, and continue to express our gratitude to you, that you have surpassed even affectionate parents in your good will and zeal concerning us."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 2:8",
                            "text": "And indeed so far as your Piety is concerned all things would have been duly amended, and the accumulation of evils and offences have been swept away, and the Churches would have enjoyed peace and a glassy calm, and all things would have floated along with a smooth stream, and the despised laws and violated decrees of the fathers would have been vindicated."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 2:9",
                            "text": "But since in reality none of these things has taken place, they who perpetrated the former deeds striving to aggravate their former iniquities, I omit any detailed narrative of their subsequent proceedings: for the narrative would exceed the limits not merely of a letter but even of a history; only this I beseech your vigilant soul, even if they who have filled everything with confusion be impenitently and incurably corrupt, let not those who have undertaken to cure them become faint-hearted or despondent, when they consider the magnitude of the thing to be accomplished."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 2:10",
                            "text": "For the contest now before you has to be fought on behalf of nearly the whole world, on behalf of Churches humbled to the ground, of people dispersed, of clergy assaulted, of bishops sent into exile, of ancestral laws violated."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 2:11",
                            "text": "Wherefore we beseech your Diligence, once, twice, yea many times, in proportion as the storm increases, to manifest still greater zeal."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 2:12",
                            "text": "For we expect that something more will be done for the purpose of amending these wrongs."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 2:13",
                            "text": "But even if this should not take place, ye at least have your crown made ready for you by the merciful God, and the resistance offered by your love will be no small consolation to those who are wronged: for now that we are passing the third year of our sojourn in exile exposed to famine, pestilence, wars, continual sieges, indescribable solitude, daily death, and Isaurian swords, we are not a little encouraged and comforted by the constant and abiding nature of your disposition and confidence, and by revelling in your abundant and genuine love."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 2:14",
                            "text": "This is our wall of defence, this is our security, this our calm haven, this our treasure of infinite blessings, this our gladness, and ground of much joy."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 2:15",
                            "text": "And even if we should be carried off again to some spot more desolate than this, we shall carry this love away with us as no small consolation of our sufferings."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Chrysostom: Correspondence with the Bishop of Rome 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 3:1",
                            "text": "to the beloved brother john, innocent."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 3:2",
                            "text": "Although the innocent man ought to expect all good things, and to crave mercy from God, nevertheless we also, counselling resignation, have sent an appropriate letter by the hands of Cyriacus the deacon; so that insolence may not have more power in oppressing, than a good conscience has in retaining hope."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 3:3",
                            "text": "For thou who art the teacher and pastor of so many people needest not to be taught that the best men are ever frequently put to the test whether they will persevere in the perfection of patience, and not succumb to any toil of distress: and certainly conscience is a strong defence against all things which unjustly befall us: and unless any one conquer these by patient endurance he supplies an argument for evil surmising."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 3:4",
                            "text": "For he ought to endure all things who trusts first of all in God, and then in his own conscience; seeing that the noble and good man can be specially trained to endurance, inasmuch as the holy Scriptures guard his mind; and the sacred lessons which we deliver to the people abound in examples, testifying as they do that nearly all the saints have been continually oppressed in divers ways, and are tested as by a kind of scrutiny, and so attain to the crown of patience."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 3:5",
                            "text": "Let conscience itself console thy love, most honoured brother, which in affliction supplies the consolation of virtue."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 3:6",
                            "text": "For under the eye of the Master Christ, the conscience, having been purged, will find rest in the haven of peace."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Chrysostom: Correspondence with the Bishop of Rome 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 4:1",
                            "text": "innocent, bishop, to presbyters and deacons, and to all the clergy and people of the church of constantinople, the brethren beloved who are subject to the bishop john, greeting."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 4:2",
                            "text": "From the letters of your love which ye have sent by the hands of Germanus the presbyter, and Casianus the deacon, I have studied with anxious care the scene of calamity which ye have placed before my eyes, and by repeated perusal of your description I thoroughly perceived under what great distress and toil your faith is labouring: and this is a matter which can be cured only by the consolation of patience: for our God will speedily grant an end to such great afflictions, and He will aid you in your endurance of these things."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 4:3",
                            "text": "Moreover whilst praising the statement of your case which contains many testimonies encouraging to patience I notice this necessary consolation placed at the beginning of the epistle of your love: for the consolation which we ought to have written to you, ye have anticipated by your letter."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 4:4",
                            "text": "For this is the kind of patience which our Master is wont to supply to those who are in distress, in order that the servants of Christ when they are in affliction may console themselves by reflecting that the things which they themselves are suffering have happened to the saints also in former times."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 4:5",
                            "text": "And we also from your letter shall be able to derive consolation: for we are not estranged from sympathy with you, inasmuch as we also are chastised in your persons."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 4:6",
                            "text": "For who will be able to endure the offences committed by those men who ought to be specially zealous promoters of the tranquillity of the Church and of concord itself."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 4:7",
                            "text": "At the present time, by a perversion of custom, guiltless priests are expelled from the presidency of their own Churches."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 4:8",
                            "text": "And this is what your chief brother, and fellow minister, John, your bishop has unjustly suffered, not having obtained any hearing: no crime is charged against him, none is heard."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 4:9",
                            "text": "And what is the object of this iniquitous device? that no pretext for a trial may occur, or be sought, other men are introduced into the places of living priests, as if those who start from an offence of this description could be judged by any one to have anything good or to have done anything right."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 4:10",
                            "text": "For we understand that such deeds have never been perpetrated by our fathers; or rather that they were prevented by the fact that no one had authority given him to ordain another to take the place of one who was still living."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 4:11",
                            "text": "For a spurious ordination cannot deprive the priest of his rank: seeing that neither can he be a bishop who is wrongfully substituted for another."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 4:12",
                            "text": "And as regards the observance of the canons we lay it down that we ought to follow those, which were defined at Nicaea, to which alone the Catholic Church is bound to pay obedience and recognition."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 4:13",
                            "text": "And if others are brought forward by certain men, which are at variance with the canons framed at Nicaea, and are proved to have been composed by heretics, let them be rejected by the Catholic bishops."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 4:14",
                            "text": "For the inventions of heretics ought not to be appended to the Catholic canons; for by their adverse and unlawful decrees they are always intending to weaken the design of the canons of Nicaea."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 4:15",
                            "text": "Not only therefore do we say that these ought not to be followed, but rather that they should be condemned amongst heretical and schismatic decrees, as was formerly done in the Council of Sardica by the bishops who were before us."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 4:16",
                            "text": "For it were more fitting, most honoured brethren, that good deeds should be condemned than that things done in direct opposition to the canons should have any validity."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 4:17",
                            "text": "But what are we to do against such things at the present time? A synodical decision of them is necessary, and we have long declared that a synod ought to be convened, as it is the only means of allaying the agitation of such tempests as these: and if we obtain this it is expedient that the healing of these evils should be committed to the will of the great God, and His Christ our Lord."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 4:18",
                            "text": "All the disturbances then which have been caused by the envy of the devil for the probation of the faithful will be mitigated; through the firmness of our faith we ought not to despair of anything from the Lord."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 4:19",
                            "text": "For we ourselves also are considering much by what means the oecumenical synod may be brought together in order that by the will of God these disturbing movements may be brought to an end."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 4:20",
                            "text": "Let us therefore endure for a while, and fortified by the wall of patience let us hope that all things may be restored to us by the assistance of our God."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Chrysostom: Correspondence with the Bishop of Rome 4:21",
                            "text": "Moreover all things which ye say ye have undergone we have learned by accurate enquiry from our fellow bishops who have already taken refuge in Rome, although for the most part at different times, that is to say, Demetrius, Cyriacus, Eulysius and Palladius, who are here with us."
                        }
                    ]
                }
            ]
        }
    ]
}