{
    "books": [
        {
            "name": "The Twelve Patriarchs: Joseph",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "The Twelve Patriarchs: Joseph 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:1",
                            "text": "XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:2",
                            "text": "—The Testament of Joseph Concerning Sobriety."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:3",
                            "text": "The record of the testament of Joseph."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:4",
                            "text": "When he was about to die he called his sons and his brethren together, and said to them:  My children and brethren, hearken to Joseph the beloved of Israel; give ear, my sons, unto your father."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:5",
                            "text": "I have seen in my life envy and death, and I wandered not in the truth of the Lord."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:6",
                            "text": "These my brethren hated me, and the Lord loved me:  they wished to slay me, and the God of my fathers guarded me:  they let me down into a pit, and the Most High brought me up again:  I was sold for a slave, and the Lord made me free:  I was taken into captivity, and His strong hand succoured me:  I was kept in hunger, and the Lord Himself nourished me:  I was alone, and God comforted me:  I was sick, and the Most High visited me:  I was in prison, and the Saviour showed favour unto me; in bonds, and He released me; amid slanders, and He pleaded my cause; amid bitter words of the Egyptians, and He rescued me; amid envy and guile, and He exalted me."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:7",
                            "text": "And thus Potiphar the chief cook of Pharaoh entrusted to me his house, and I struggled against a shameless woman, urging me to transgress with her; but the God of Israel my father guarded me from the burning flame."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:8",
                            "text": "I was cast into prison, I was beaten, I was mocked; and the Lord granted me to find pity in the sight of the keeper of the prison."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:9",
                            "text": "For He will in no wise forsake them that fear Him, neither in darkness, nor in bonds, nor in tribulations, nor in necessities."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:10",
                            "text": "For not as man is God ashamed, nor as the son of man is He afraid, nor as one that is earth-born is He weak, or can He be thrust aside; but in all places is He at hand, and in divers ways doth He comfort, departing for a little to try the purpose of the soul."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:11",
                            "text": "In ten temptations He showed me approved, and in all of them I endured; for endurance is a mighty charm, and patience giveth many good things."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:12",
                            "text": "How often did the Egyptian threaten me with death!  How often did she give me over to punishment, and then call me back, and threaten me when I would not company with her!  And she said to me, Thou shalt be lord of me, and all that is mine, if thou wilt give thyself unto me, and thou shalt be as our master."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:13",
                            "text": "Therefore I remembered the words of the fathers of my father Jacob, and I entered into my chamber and prayed unto the Lord; and I fasted in those seven years, and I appeared to my master as one living delicately, for they that fast for God's sake receive beauty of face."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:14",
                            "text": "And if one gave me wine, I drank it not; and I fasted for three days, and took my food and gave it to the poor and sick."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:15",
                            "text": "And I sought the Lord early, and wept for the Egyptian woman of Memphis, for very unceasingly did she trouble me, and at night she came to me under the pretence of visiting me; and at first, because she had no male child, she feigned to count me as a son."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:16",
                            "text": "And I prayed unto the Lord, and she bare a male child; therefore for a time she embraced me as a son, and I knew it not."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:17",
                            "text": "Last of all, she sought to draw me into fornication."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:18",
                            "text": "And when I perceived it, I sorrowed even unto death; and when she had gone out I came to myself, and I lamented for her many days, because I saw her guile and her deceit."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:19",
                            "text": "And I declared unto her the words of the Most High, if haply she would turn from her evil lust."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:20",
                            "text": "How often has she fawned upon me with words as a holy man, with guile in her talk, praising my chastity before her husband, while desiring to destroy me when we were alone."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:21",
                            "text": "She lauded me openly as chaste, and in secret she said unto me, Fear not my husband; for he is persuaded concerning thy chastity, so that even should one tell him concerning us he would in no wise believe."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:22",
                            "text": "For all these things I lay upon the ground in sackcloth, and I besought God that the Lord would deliver me from the Egyptian."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:23",
                            "text": "And when she prevailed nothing, she came again to me under the plea of instruction, that she might know the word of the Lord."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:24",
                            "text": "And she said unto me, If thou willest that I should leave my idols, be persuaded by me, and I will persuade my husband to depart from his idols, and we will walk in the law of thy Lord."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:25",
                            "text": "And I said unto her, The Lord willeth not that those who reverence Him should be in uncleanness, nor doth He take pleasure in them that commit adultery."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:26",
                            "text": "And she held her peace, longing to accomplish her evil desire."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:27",
                            "text": "And I gave myself yet more to fasting and prayer, that the Lord should deliver me from her."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:28",
                            "text": "And again at another time she said unto me, If thou wilt not commit adultery, I will kill my husband, and so will I lawfully take thee to be my husband."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:29",
                            "text": "I therefore, when I heard this, rent my garment, and said, Woman, reverence the Lord, and do not this evil deed, lest thou be utterly destroyed; for I will declare thy ungodly thought unto all men."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:30",
                            "text": "She therefore, being afraid, besought that I would declare to no one her wickedness."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:31",
                            "text": "And she departed, soothing me with gifts, and sending to me every delight of the sons of men."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:32",
                            "text": "And she sendeth to me food sprinkled with enchantments."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:33",
                            "text": "And when the eunuch who brought it came, I looked up and beheld a terrible man giving me with the dish a sword, and I perceived that her scheme was for the deception of my soul."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:34",
                            "text": "And when he had gone out I wept, nor did I taste that or any other of her food."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:35",
                            "text": "So then after one day she came to me and observed the food, and said unto me, What is this, that thou hast not eaten of the food?  And I said unto her, It is because thou filledst it with death; and how saidst thou, I come not near to idols but to the Lord alone?  Now therefore know that the God of my father hath revealed unto me by an angel thy wickedness, and I have kept it to convict thee, if haply thou mayest see it and repent."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:36",
                            "text": "But that thou mayest learn that the wickedness of the ungodly hath no power over them that reverence God in chastity, I took it and ate it before her, saying, The God of my fathers and the Angel of Abraham shall be with me."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:37",
                            "text": "And she fell upon her face at my feet, and wept; and I raised her up and admonished her, and she promised to do this iniquity no more."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:38",
                            "text": "But because her heart was set upon me to commit lewdness, she sighed, and her countenance fell."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:39",
                            "text": "And when her husband saw her, he said unto her, Why is thy countenance fallen?  And she said, I have a pain at my heart, and the groanings of my spirit do oppress me; and so he comforted her who was not sick."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:40",
                            "text": "Then she rushed in to me while her husband was yet without, and said unto me, I will hang myself, or cast myself into a well or over a cliff, if thou wilt not consent unto me."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:41",
                            "text": "And when I saw the spirit of Beliar was troubling her, I prayed unto the Lord, and said unto her, Why art thou troubled and disturbed, blinded in sins?  Remember that if thou killest thyself, Sethon, the concubine of thy husband, thy rival, will beat thy children, and will destroy thy memorial from off the earth."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:42",
                            "text": "And she said unto me, Lo then thou lovest me; this alone is sufficient for me, that thou carest for my life and my children:  I have expectation that I shall enjoy my desire."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:43",
                            "text": "And she knew not that because of my God I spake thus, and not because of her."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:44",
                            "text": "For if a man hath fallen before the passion of a wicked desire, then by that hath he become enslaved, even as also was she."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:45",
                            "text": "And if he hear any good thing with regard to the passion whereby he is vanquished, he receiveth it unto his wicked desire."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:46",
                            "text": "I declare unto you, my children, that it was about the sixth hour when she departed from me; and I knelt before the Lord all that day, and continued all the night; and about dawn I rose up weeping, and praying for a release from the Egyptian."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:47",
                            "text": "At last, then, she laid hold of my garments, forcibly dragging me to have connection with her."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:48",
                            "text": "When, therefore, I saw that in her madness she was forcibly holding my garments, I fled away naked."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:49",
                            "text": "And she falsely accused me to her husband, and the Egyptian cast me into the prison in his house; and on the morrow, having scourged me, the Egyptian sent me into the prison in his house."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:50",
                            "text": "When, therefore, I was in fetters, the Egyptian woman fell sick from her vexation, and listened to me how I sang praises unto the Lord while I was in the abode of darkness, and with glad voice rejoiced and glorified my God only because by a pretext I had been rid of the Egyptian woman."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:51",
                            "text": "How often hath she sent unto me, saying, Consent to fulfil my desire, and I will release thee from thy bonds, and I will free time from the darkness!  And not even in thoughts did I incline unto her."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:52",
                            "text": "For God loveth him who in a den of darkness fasteth with chastity, rather than him who in secret chambers liveth delicately without restraint."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:53",
                            "text": "And whosoever liveth in chastity, and desireth also glory, and if the Most High knoweth that it is expedient for him, He bestoweth this also upon him, even as upon me."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:54",
                            "text": "How often, though she were sick, did she come down to me at unlooked-for times, and listened to my voice as I prayed!  And when I heard her groanings I held my peace."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:55",
                            "text": "For when I was in her house she was wont to bare her arms, and breasts, and legs, that I might fall before her; for she was very beautiful, splendidly adorned for my deception."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:56",
                            "text": "And the Lord guarded me from her devices."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:57",
                            "text": "Ye see therefore, my children, how great things patience worketh, and prayer with fasting."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:58",
                            "text": "And if ye therefore follow after sobriety and purity in patience and humility of heart, the Lord will dwell among you, because He loveth sobriety."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:59",
                            "text": "And wheresoever the Most High dwelleth, even though a man fall into envy, or slavery, or slander, the Lord who dwelleth in him, for his sobriety's sake not only delivereth him from evil, but also exalteth and glorifieth him, even as me."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:60",
                            "text": "For in every way the man is guarded, whether in deed, or in word, or in thought."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:61",
                            "text": "My brethren know how my father loved me, and I was not exalted in my heart; although I was a child, I had the fear of God in my thoughts."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:62",
                            "text": "For I knew that all things should pass away, and I kept myself within bounds, and I honoured my brethren; and through fear of them I held my peace when I was sold, and revealed not my family to the Ishmaelites, that I was the son of Jacob, a great man and a mighty."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:63",
                            "text": "Do ye also, therefore, have the fear of God in your works, and honour your brethren."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:64",
                            "text": "For every one who worketh the law of the Lord shall be loved by Him."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:65",
                            "text": "And when I came to the Indocolpitae with the Ishmaelites, they asked me, and I said that I was a slave from their house, that I might not put my brethren to shame."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:66",
                            "text": "And the eldest of them said unto me, Thou art not a slave, for even thy appearance doth make it manifest concerning thee."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:67",
                            "text": "And he threatened me even unto death."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:68",
                            "text": "But I said that I was their slave."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:69",
                            "text": "Now when we came into Egypt, they strove concerning me, which of them should buy me and take me."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:70",
                            "text": "Therefore it seemed good to all that I should remain in Egypt with a merchant of their trade, until they should return bringing merchandise."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:71",
                            "text": "And the Lord gave me favour in the eyes of the merchant, and he entrusted unto me his house."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:72",
                            "text": "And the Lord blessed him by my means, and increased him in silver and gold, and I was with him three months and five days."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:73",
                            "text": "About that time the Memphian wife of Potiphar passed by with great pomp, and cast her eyes upon me, because her eunuchs told her concerning me."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:74",
                            "text": "And she told her husband concerning the merchant, that he had become rich by means of a young Hebrew, saying, And they say that men have indeed stolen him out of the land of Canaan."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:75",
                            "text": "Now therefore execute judgment with him, and take away the youth to be thy steward; so shall the God of the Hebrews bless thee, for grace from heaven is upon him."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:76",
                            "text": "And Potiphar was persuaded by her words, and commanded the merchant to be brought, and said unto him, What is this that I hear, that thou stealest souls out of the land of the Hebrews, and sellest them for slaves?  The merchant therefore fell upon his face, and besought him, saying, I beseech thee, my lord, I know not what thou sayest."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:77",
                            "text": "And he said, Whence then is thy Hebrew servant?  And he said, The Ishmaelites entrusted him to me until they should return."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:78",
                            "text": "And he believed him not, but commanded him to be stripped and beaten."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:79",
                            "text": "And when he persisted, Potiphar said, Let the youth be brought."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:80",
                            "text": "And when I was brought in, I did obeisance to the chief of the eunuchs—for he was third in rank with Pharaoh, being chief of all the eunuchs, and having wives and children and concubines."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:81",
                            "text": "And he took me apart from him, and said unto me, Art thou a slave or free?  And I said, A slave."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:82",
                            "text": "And he said unto me, Whose slave art thou?  And I said unto him, The Ishmaelites'."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:83",
                            "text": "And again he said unto me, How becamest thou their slave?  And I said, They bought me out of the land of Canaan."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:84",
                            "text": "And he believed me not, and said, Thou liest:  and he commanded me to be stripped and beaten."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:85",
                            "text": "Now the Memphian woman was looking through a window while I was being beaten, and she sent unto her husband, saying, Thy judgment is unjust; for thou dost even punish a free man who hath been stolen, as though he were a transgressor."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:86",
                            "text": "And when I gave no other answer though I was beaten, he commanded that we should be kept in guard, until, said he, the owners of the boy shall come."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:87",
                            "text": "And his wife said unto him, Wherefore dost thou detain in captivity this noble child, who ought rather to be set at liberty, and wait upon thee?  For she wished to see me in desire of sin, and I was ignorant concerning all these things."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:88",
                            "text": "Then said he to his wife, It is not the custom of the Egyptians to take away that which belongeth to others before proof is given."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:89",
                            "text": "This he said concerning the merchant, and concerning me, that I must be imprisoned."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:90",
                            "text": "Now, after four and twenty days came the Ishmaelites; and having heard that Jacob my father was mourning because of me, they said unto me, How is it that thou saidst that thou wert a slave? and lo, we have learnt that thou art the son of a mighty man in the land of Canaan, and thy father grieveth for thee in sackcloth."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:91",
                            "text": "And again I would have wept, but I restrained myself, that I should not put my brethren to shame."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:92",
                            "text": "And I said, I know not, I am a slave."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:93",
                            "text": "Then they take counsel to sell me, that I should not be found in their hands."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:94",
                            "text": "For they feared Jacob, lest he should work upon them a deadly vengeance."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:95",
                            "text": "For it had been heard that he was mighty with the Lord and with men."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:96",
                            "text": "Then said the merchant unto them, Release me from the judgment of Potiphar."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:97",
                            "text": "They therefore came and asked for me, saying, He was bought by us with money."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:98",
                            "text": "And he sent us away."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:99",
                            "text": "Now the Memphian woman pointed me out to her husband, that he should buy me; for I hear, said she, that they are selling him."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:100",
                            "text": "And she sent a eunuch to the Ishmaelites, and asked them to sell me; and since he was not willing to traffic with them, he returned."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:101",
                            "text": "So when the eunuch had made trial of them, he made known to his mistress that they asked a large price for their slave."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:102",
                            "text": "And she sent another eunuch, saying, Even though they demand two minae of gold, take heed not to spare the gold; only buy the boy, and bring him hither."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:103",
                            "text": "And he gave them eighty pieces of gold for me, and told his mistress that a hundred had been given for me."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:104",
                            "text": "And when I saw it I held my peace, that the eunuch should not be punished."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:105",
                            "text": "Ye see, my children, what great things I endured that I should not put my brethren to shame."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:106",
                            "text": "Do ye also love one another, and with long-suffering hide ye one another's faults."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:107",
                            "text": "For God delighteth in the unity of brethren, and in the purpose of a heart approved unto love."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:108",
                            "text": "And when my brethren came into Egypt, and learnt that I returned their money unto them, and upbraided them not, yea, that I even comforted them, and after the death of Jacob I loved them more abundantly, and all things whatsoever he commanded I did very abundantly, then they marvelled."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:109",
                            "text": "For I suffered them not to be afflicted even unto the smallest matter; and all that was in my hand I gave unto them."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:110",
                            "text": "Their children were my children, and my children were as their servants; their life was my life, and all their suffering was my suffering, and all their sickness was my infirmity."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:111",
                            "text": "My land was their land, my counsel their counsel, and I exalted not myself among them in arrogance because of my worldly glory, but I was among them as one of the least."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:112",
                            "text": "If ye also therefore walk in the commandments of the Lord, my children, He will exalt you there, and will bless you with good things for ever and ever."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:113",
                            "text": "And if any one seeketh to do evil unto you, do ye by well-doing pray for him, and ye shall be redeemed of the Lord from all evil."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:114",
                            "text": "For, behold, ye see that through long-suffering I took unto wife even the daughter of my master."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:115",
                            "text": "And a hundred talents of gold were given me with her; for the Lord made them to serve me."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:116",
                            "text": "And He gave me also beauty as a flower above the beautiful ones of Israel; and He preserved me unto old age in strength and in beauty, because I was like in all things to Jacob."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:117",
                            "text": "Hear ye also, my children, the visions which I saw."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:118",
                            "text": "There were twelve deer feeding, and the nine were divided and scattered in the land, likewise also the three."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:119",
                            "text": "And I saw that from Judah was born a virgin wearing a linen garment, and from her went forth a Lamb, without spot, and on His left hand there was as it were a lion; and all the beasts rushed against Him, and the lamb overcame them, and destroyed them, and trod them under foot."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:120",
                            "text": "And because of Him the angels rejoiced, and men, and all the earth."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:121",
                            "text": "And these things shall take place in their season, in the last days."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:122",
                            "text": "Do ye therefore, my children, observe the commandments of the Lord, and honour Judah and Levi; for from them shall arise unto you the Lamb of God, by grace saving all the Gentiles and Israel."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:123",
                            "text": "For His kingdom is an everlasting kingdom, which shall not be shaken; but my kingdom among you shall come to an end as a watcher's hammock, which after the summer will not appear."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:124",
                            "text": "I know that after my death the Egyptians will afflict you, but God will undertake your cause, and will bring you into that which He promised to your fathers."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:125",
                            "text": "But carry ye up my bones with you; for when my bones are taken up, the Lord will be with you in light, and Beliar shall be in darkness with the Egyptians."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:126",
                            "text": "And carry ye up Zilpah your mother, and lay her near Bilhah, by the hippodrome, by the side of Rachel."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:127",
                            "text": "And when he had said these things, he stretched out his feet, and slept the long sleep."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:128",
                            "text": "And all Israel bewailed him, and all Egypt, with a great lamentation."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "The Twelve Patriarchs: Joseph 1:129",
                            "text": "For he felt even for the Egyptians even as his own members, and showed them kindness, aiding them in every work, and counsel, and matter."
                        }
                    ]
                }
            ]
        }
    ]
}