{
    "books": [
        {
            "name": "Ambrose: Exposition of the Christian Faith Book IV",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Ambrose: Exposition of the Christian Faith Book IV 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:1",
                            "text": "Exposition of the Christian Faith, Book IV:  Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:2",
                            "text": "The marvel is, not that men have failed to know Christ, but that they have not listened to the words of the Scriptures."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:3",
                            "text": "Christ, indeed, was not known, even of angels, save by revelation, nor again, by His forerunner."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:4",
                            "text": "Follows a description of Christ's triumphal ascent into heaven, and the excellence of its glory over the assumption of certain prophets."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:5",
                            "text": "Lastly, from exposition of the conversation with angels upon this occasion, the omnipotence of the Son is proved, as against the Arians."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:6",
                            "text": "1."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:7",
                            "text": "On consideration, your Majesty, of the reason wherefore men have so far gone astray, or that many—alas!—should follow diverse ways of belief concerning the Son of God, the marvel seems to be, not at all that human knowledge has been baffled in dealing with superhuman things, but that it has not submitted to the authority of the Scriptures."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:8",
                            "text": "2."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:9",
                            "text": "What reason, indeed, is there to wonder, if by their worldly wisdom men failed to comprehend the mystery of God the Father and the Lord Jesus Christ, in Whom all the treasures of wisdom and knowledge are hidden, that mystery of which not even angels have been able to take knowledge, save by revelation?  3."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:10",
                            "text": "For who could by force of imagination, and not by faith, follow the Lord Jesus, now descending from the highest heaven to the shades below, now rising again from Hades to the heavenly places; in a moment self-emptied, that He might dwell amongst us, and yet never made less than He was, the Son being ever in the Father and the Father in the Son?  4."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:11",
                            "text": "Even Christ's forerunner, though only in so far as representing the synagogue, doubted concerning Him, even he who was appointed to go before the face of the Lord, and at last sending messengers, enquired: \"Art Thou He that should come, or do we look for another?\"  5."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:12",
                            "text": "Angels, too, stood spellbound in wonder at the heavenly mystery."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:13",
                            "text": "And so, when the Lord rose again, and the heights of heaven could not bear the glory of His rising from the dead, Who of late, so far as regarded His flesh, had been confined in the narrow bounds of a sepulchre, even the heavenly hosts doubted and were amazed."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:14",
                            "text": "6."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:15",
                            "text": "For a Conqueror came, adorned with wondrous spoils, the Lord was in His holy Temple, before Him went angels and archangels, marvelling at the prey wrested from death, and though they knew that nothing can be added to God from the flesh, because all things are lower than God, nevertheless, beholding the trophy of the Cross, whereof \"the government was upon His shoulder,\" and the spoils borne by the everlasting Conqueror, they, as if the gates could not afford passage for Him Who had gone forth from them, though indeed they can never o'erspan His greatness—they sought some broader and more lofty passage for Him on His return—so entirely had He remained undiminished by His self-emptying."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:16",
                            "text": "7."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:17",
                            "text": "However, it was meet that a new way should be prepared before the face of the new Conqueror—for a Conqueror is always, as it were, taller and greater in person than others; but, forasmuch as the Gates of Righteousness, which are the Gates of the Old and the New Testament, wherewith heaven is opened, are eternal, they are not indeed changed, but raised, for it was not merely one man but the whole world that entered, in the person of the All-Redeemer."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:18",
                            "text": "8."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:19",
                            "text": "Enoch had been translated, Elias caught up, but the servant is not above his Master."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:20",
                            "text": "For \"No man hath ascended into heaven, but He Who came down from heaven;\" and even of Moses, though his corpse was never seen on earth, we do nowhere read as of one abiding in celestial glory, unless it was after that the Lord, by the earnest of His own Resurrection, burst the bonds of hell and exalted the souls of the godly."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:21",
                            "text": "Enoch, then, was translated, and Elias caught up; both as servants, both in the body, but not after resurrection from the dead, nor with the spoils of death and the triumphal train of the Cross, had they been seen of angels."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:22",
                            "text": "9."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:23",
                            "text": "And therefore [the angels] descrying the approach of the Lord of all, first and only Vanquisher of Death, bade their princes that the gates should be lifted up, saying in adoration, \"Lift up the gates, such as are princes amongst you, and be ye lifted up, O everlasting doors, and the King of glory shall come in\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:24",
                            "text": "10."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:25",
                            "text": "Yet there were still, even amongst the hosts of heaven, some that were amazed, overcome with astonishment at such pomp and glory as they had never yet beheld, and therefore they asked: \"Who is the King of glory?\" Howbeit, seeing that the angels (as well as ourselves) acquire their knowledge step by step, and are capable of advancement, they certainly must display differences of power and understanding, for God alone is above and beyond the limits imposed by gradual advance, possessing, as He does, every perfection from everlasting."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:26",
                            "text": "11."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:27",
                            "text": "Others, again,—those, to wit, who had been present at His rising again, those who had seen or who already recognized Him,—made reply: \"It is the Lord, strong and mighty, the Lord mighty in battle\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:28",
                            "text": "12."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:29",
                            "text": "Then, again, sang the multitude of angels, in triumphal chorus: \"Lift up the gates, O ye that are their princes, and be ye lift up, ye everlasting doors, and the King of glory shall come in\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:30",
                            "text": "13."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:31",
                            "text": "And back again came the challenge of them that stood astonished: \"Who is that King of glory? For we saw Him having neither form nor comeliness; if then it be not He, who is that King of glory?\"  14."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:32",
                            "text": "Whereto answer they which know: \"The Lord of Hosts, He is the King of glory\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:33",
                            "text": "Therefore, the Lord of Hosts, He is the Son."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:34",
                            "text": "How then do the Arians call Him fallible, Whom we believe to be Lord of Hosts, even as we believe of the Father? How can they draw distinctions between  the sovereign powers of Each, when we have found the Son, even as also the Father, entitled \"Lord of Saboath\"? For, in this very passage, the reading in many copies is: \"The Lord of Sabaoth, He is the King of glory\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:35",
                            "text": "Now the translators have, for the \"Lord of Sabaoth,\" rendered in some places \"the Lord of Hosts,\" in others \"the Lord the King,\" and in others \"the Lord Omnipotent\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 1:36",
                            "text": "Therefore, since He Who ascended is the Son, and, again, He Who ascended is the Lord of Sabaoth, it surely follows that the Son of God is omnipotent!."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Ambrose: Exposition of the Christian Faith Book IV 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:2",
                            "text": "None can ascend to heaven without faith; in any case, he who hath so ascended thither will be cast out wherefore, faith must be zealously preserved."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:3",
                            "text": "We ourselves each have a heaven within, the gates whereof must be opened and be raised by confession of the Godhead of Christ, which gates are not raised by Arians, nor by those who seek the Son amongst earthly things, and who must therefore, like the Magdalene, be sent back to the apostles, against whom the gates of hell shall not prevail."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:4",
                            "text": "Scriptures are cited to show that the servant of the Lord must not diminish aught of his Master's honour."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:5",
                            "text": "15."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:6",
                            "text": "What shall we do, then? How shall we ascend unto heaven? There, powers are stationed, principalities drawn up in order, who keep the doors of heaven, and challenge him who ascends."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:7",
                            "text": "Who shall give me passage, unless I proclaim that Christ is Almighty? The gates are shut,—they are not opened to any and every one; not every one who will shall enter, unless he also believes according to the true Faith."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:8",
                            "text": "The Sovereign's court is kept under guard."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:9",
                            "text": "16."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:10",
                            "text": "Suppose, however, that one who is unworthy hath crept up, hath stolen past the principalities who keep the gates of heaven, hath sat down at the supper of the Lord; when the Lord of the banquet enters, and sees one not clad in the wedding garment of the Faith, He will cast him into outer darkness, where is weeping and gnashing of teeth, if he keep not the Faith and peace."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:11",
                            "text": "17."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:12",
                            "text": "Let us, therefore, keep the wedding garment which we have received, and not deny Christ that which is His own, Whose omnipotence angels announce, prophets foretel, apostles witness to, even as we have already shown above."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:13",
                            "text": "18."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:14",
                            "text": "Perchance, indeed, the prophet hath spoken of His entering in not only with regard to the gates of the universal heaven; for there be other heavens also whereinto the Word of God passeth, whereof it is said: \"We have a great Priest, a High Priest, Who hath passed through the heavens, Jesus, the Son of God\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:15",
                            "text": "What are those heavens, but even the heavens whereof the prophet sayeth that \"the heavens declare the glory of God\"?  19."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:16",
                            "text": "For Christ standeth at the door of thy soul."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:17",
                            "text": "Hear Him speaking."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:18",
                            "text": "\"Behold, I stand at the door, and knock: if any man open to Me, I will come in to him, and I will sup with him, and he with Me\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:19",
                            "text": "And the Church saith, speaking of Him: \"The voice of my brother soundeth at the door\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:20",
                            "text": "20."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:21",
                            "text": "He stands, then—but not alone, for before Him go angels, saying: \"Lift up the gates, O ye the princes\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:22",
                            "text": "What gates? Even those of the which the Psalmist sings in another place also: \"Open to me the gates of righteousness\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:23",
                            "text": "Open, then, thy gates to Christ, that He may come into thee—open the gates of righteousness, the gates of chastity, the gates of courage and wisdom."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:24",
                            "text": "21."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:25",
                            "text": "Believe the message of the angels: \"Be ye lift up, ye everlasting doors, and the King of glory shall come in, the Lord of Sabaoth\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:26",
                            "text": "Thy gate is the loud confession made with faithful voice; it is the door of the Lord, which the Apostle desires to have opened for him, as he says: \"That a door of the word may be opened for me, to proclaim the mystery of Christ\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:27",
                            "text": "22."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:28",
                            "text": "Let thy gate, then, be opened to Christ, and let it be not only opened, but lifted up, if, indeed, it be eternal and not condemned to ruin; for it is written: \"And be ye lift up, ye everlasting doors\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:29",
                            "text": "The lintel was lift up for Isaiah, when the seraph touched his lips and he saw the Lord of Sabaoth."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:30",
                            "text": "23."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:31",
                            "text": "Thy gates shall be lifted up, then, if thou believest the Son of God to be eternal, omnipotent, above and beyond all praise and understanding, knowing all things, both past and to come, whilst if thou judgest Him to be of limited power and knowledge, and subordinate, thou liftest not up the everlasting doors."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:32",
                            "text": "24."
                        },
                        {
                            "verse": 33,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:33",
                            "text": "Be thy gates lifted up, then, that Christ may come in unto thee, not such a Christ as the Arians take Him to be—petty, and weak, and menial—but Christ in the form of God, Christ with the Father; that He may enter such as He is, exalted above the heaven and all things; and that He may send forth upon thee His Holy Spirit."
                        },
                        {
                            "verse": 34,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:34",
                            "text": "It is expedient  for thee that thou shouldst believe that He hath ascended and is sitting at the right hand of the Father, for if in impious thought thou detain Him amongst things created and earthly, if He depart not for thee, ascend not for thee, then to thee the Comforter shall not come, even as Christ Himself hath told us: \"For if I go not away, the Comforter will not come unto you, but if I depart, I will send Him unto you\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:35",
                            "text": "25."
                        },
                        {
                            "verse": 36,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:36",
                            "text": "But if thou shouldst seek Him amongst earthly beings, even as Mary of Magdala sought Him, take heed lest He say to thee, as unto her: \"Touch Me not, for I am not yet ascended unto My Father\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:37",
                            "text": "For thy gates are narrow—they give me no passage—they cannot be lifted up, and therefore I cannot come in."
                        },
                        {
                            "verse": 38,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:38",
                            "text": "26."
                        },
                        {
                            "verse": 39,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:39",
                            "text": "Go thy way, therefore, to my brethren—that is, to those everlasting doors, which, as soon as they see Jesus, are lifted up."
                        },
                        {
                            "verse": 40,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:40",
                            "text": "Peter is an \"everlasting door,\" against whom the gates of hell shall not prevail."
                        },
                        {
                            "verse": 41,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:41",
                            "text": "John and James, the sons of thunder, to wit, are \"everlasting doom\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:42",
                            "text": "Everlasting are the doors of the Church, where the prophet, desirous to proclaim the praises of Christ, says: \"That I may tell all thy praises in the gates of the daughter of Sion\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:43",
                            "text": "27."
                        },
                        {
                            "verse": 44,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:44",
                            "text": "Great, therefore, is the mystery of Christ, before which even angels stood amazed and bewildered."
                        },
                        {
                            "verse": 45,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:45",
                            "text": "For this cause, then, it is thy duty to worship Him, and, being a servant, thou oughtest not to detract from thy Lord."
                        },
                        {
                            "verse": 46,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:46",
                            "text": "Ignorance thou mayest not plead, for to this end He came down, that thou mayest believe; if thou believest not, He has not come down for thee, has not suffered for thee."
                        },
                        {
                            "verse": 47,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:47",
                            "text": "\"If I had not come,\" saith the Scripture, \"and spoken with them, they would have no sin: but now have they no excuse for their sin."
                        },
                        {
                            "verse": 48,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:48",
                            "text": "He that hateth Me, hateth My Father also\"."
                        },
                        {
                            "verse": 49,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:49",
                            "text": "Who, then, hates Christ, if not he who speaks to His dishonour?—for as it is love's part to render, so it is hate's to withdraw honour."
                        },
                        {
                            "verse": 50,
                            "chapter": 2,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 2:50",
                            "text": "He who hates, calls in question; he who loves, pays reverence."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Ambrose: Exposition of the Christian Faith Book IV 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:2",
                            "text": "The words, \"The head of every man is Christ…and the head of Christ is God\" misused by the Arians, are now turned back against them, to their confutation."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:3",
                            "text": "Next, another passage of Scripture, commonly taken by the same heretics as a ground of objection, is called in to show that God is the Head of Christ, in so far as Christ is human, in regard of His Manhood, and the unwisdom of their opposition upon the text, \"He who planteth and He who watereth are one,\" is displayed."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:4",
                            "text": "After which explanations, the meaning of the doctrine that the Father is in the Son, and the Son in the Father, and that the faithful are in Both, is expounded."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:5",
                            "text": "28."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:6",
                            "text": "Now let us examine some other objections raised by the Arians."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:7",
                            "text": "It is written, say they, that \"the head of every man is Christ, and the head of woman is man, and the head of Christ is God\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:8",
                            "text": "Let them, if they please, tell me what they mean by this objection—whether to join together, or to dissociate, these four terms."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:9",
                            "text": "Suppose they mean to join them, and say that God is the Head of Christ in the same sense and manner as man is the head of woman."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:10",
                            "text": "Mark what a conclusion they fall into."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:11",
                            "text": "For if this comparison proceeds on the supposed equality of the terms of it, and these four—woman, man, Christ, and God—are viewed together as in virtue of a likeness resulting from their being of one and the same nature, then woman and God will begin to come under one definition."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:12",
                            "text": "29."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:13",
                            "text": "But if this conclusion be not satisfactory, by reason of its impiety, let them divide, on what principle they will."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:14",
                            "text": "Thus, if they will have it that Christ stands to God the Father in the same relation as woman to man, then surely they pronounce Christ and God to be of one substance, inasmuch as woman and man are of one nature in respect of the flesh, for their difference is in respect of sex."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:15",
                            "text": "But, seeing that there is no difference of sex between Christ and His Father, they will acknowledge then that which is one, and common to the Son and the Father, in respect of nature, whereas they will deny the difference lying in sex."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:16",
                            "text": "30."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:17",
                            "text": "Does this conclusion content them? Or will they have woman, man, and Christ to be of one substance, and distinguish the Father from them? Will this, then, serve their turn? Suppose that it will, then observe what they are brought to."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:18",
                            "text": "They must either confess themselves not merely Arians, but very Photinians, because they acknowledge only the Manhood of Christ, Whom they judge fit only to be placed on the same scale with human beings."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:19",
                            "text": "Or else they must, however contrary to their leanings, subscribe to our belief, by which we dutifully and in godly fashion maintain that which they have come at by an impious course of thought, that Christ is indeed, after His divine generation, the power of God, whilst after His putting on of the flesh, He is of one substance with all men in regard of His flesh, excepting indeed the proper glory of His Incarnation, because He took upon Himself the reality, not a phantom likeness, of flesh."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:20",
                            "text": "31."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:21",
                            "text": "Let God, then, be the Head of Christ, with regard to the conditions of Manhood."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:22",
                            "text": "Observe that the Scripture says not that the Father is the Head of Christ; but that God is the Head of Christ, because the Godhead, as the creating power, is the Head of the being created."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:23",
                            "text": "And well said [the Apostle] \"the Head of Christ is God;\" to bring before our thoughts both the Godhead of Christ and His flesh, implying, that is to say, the Incarnation in the mention of the name of Christ, and, in that of the name of God, oneness of Godhead and grandeur of sovereignty."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:24",
                            "text": "32."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:25",
                            "text": "But the saying, that in respect of the Incarnation God is the Head of Christ, leads on to the principle that Christ, as Incarnate, is the Head of man, as the Apostle has clearly expressed in another passage, where he says: \"Since man is the head of woman, even as Christ is the Head of the Church;\" whilst in the words following he has added: \"Who gave Himself for her\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:26",
                            "text": "After His Incarnation, then, is Christ the head of man, for His self-surrender issued from His Incarnation."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:27",
                            "text": "33."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:28",
                            "text": "The Head of Christ, then, is God, in so far as His form of a servant, that is, of man, not of God, is considered."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:29",
                            "text": "But it is nothing against the Son of God, if, in accordance with the reality of His flesh, He is like unto men, whilst in regard of His Godhead He is one with the Father, for by this account of Him we do not take aught from His sovereignty, but attribute compassion to Him."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:30",
                            "text": "34."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:31",
                            "text": "But who can with a good conscience deny the one Godhead of the Father and the Son, when our Lord, to complete His teaching for His disciples, said: \"That they may be one, even as we also are one\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:32",
                            "text": "The record stands for witness to the Faith, though Arians turn it aside to suit their heresy; for, inasmuch as they cannot deny the Unity so often spoken of, they endeavour to diminish it, in order that the Unity of Godhead subsisting between the Father and the Son may seem to be such as is unity of devotion and faith amongst men, though even amongst men themselves community of nature makes unity thereof."
                        },
                        {
                            "verse": 33,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:33",
                            "text": "35."
                        },
                        {
                            "verse": 34,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:34",
                            "text": "Thus with abundant clearness we disprove the objection commonly raised by Arians, in order to loosen the Divine Unity, on the ground that it is written: \"But he who planteth and he who watereth are one\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:35",
                            "text": "This passage the Arians, if they were wise, would not quote against us; for how can they deny that the Father and the Son are One, if Paul and Apollos are one, both in nature and in faith? At the same time, we do grant that these cannot be one throughout, in all relations, because things human cannot bear comparison with things divine."
                        },
                        {
                            "verse": 36,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:36",
                            "text": "36."
                        },
                        {
                            "verse": 37,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:37",
                            "text": "No separation, then, is to be made of the Word from God the Father, no separation in power, no separation in wisdom, by reason of the Unity of the Divine Substance."
                        },
                        {
                            "verse": 38,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:38",
                            "text": "Again, God the Father is in the Son, as we ofttimes find it written, yet [He dwells in the Son] not as sanctifying one who lacks sanctification, nor as filling a void, for the power of God knows no void."
                        },
                        {
                            "verse": 39,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:39",
                            "text": "Nor, again, is the power of the one increased by the power of the other, for there are not two powers, but one Power; nor does Godhead entertain Godhead, for there are not two Godheads, but one Godhead."
                        },
                        {
                            "verse": 40,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:40",
                            "text": "We, contrariwise, shall be One in Christ through Power received [from another] and dwelling in us."
                        },
                        {
                            "verse": 41,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:41",
                            "text": "37."
                        },
                        {
                            "verse": 42,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:42",
                            "text": "The letter [of the unity] is common, but the Substance of God and the substance of man are different."
                        },
                        {
                            "verse": 43,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:43",
                            "text": "We shall be, the Father and the Son [already] are, one; we shall be one by grace, the Son is so by substance."
                        },
                        {
                            "verse": 44,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:44",
                            "text": "Again, unity by conjunction is one thing, unity by nature another."
                        },
                        {
                            "verse": 45,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:45",
                            "text": "Finally, observe what it is that Scripture hath already recorded: \"That they may all be one, as Thou, Father, art in Me, and I in Thee\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:46",
                            "text": "38."
                        },
                        {
                            "verse": 47,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:47",
                            "text": "Mark now that He said not \"Thou in us, and we in Thee,\" but \"Thou in Me, and I in Thee,\" to place Himself apart from His creatures."
                        },
                        {
                            "verse": 48,
                            "chapter": 3,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 3:48",
                            "text": "Further He added: \"that they also may be in Us,\" in order to separate here His dignity and His Father's from us,  that our union in the Father and the Son may appear the issue, not of nature, but of grace, whilst with regard to the unity of the Father and the Son it may be believed that the Son has not received this by grace, but possesses by natural right of His Sonship."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Ambrose: Exposition of the Christian Faith Book IV 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:2",
                            "text": "The passage quoted adversely by heretics, namely, \"The Son can do nothing of Himself,\" is first explained from the words which follow; then, the text being examined, word by word, their acceptation in the Arian sense is shown to be impossible without incurring the charge of impiety or absurdity, the proof resting chiefly on the creation of the world and certain miracles of Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:3",
                            "text": "39."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:4",
                            "text": "Again, another objection that the Arians bring up, denying that the Power of the Father and the Son can be one and the same, is rested on His saying: \"Verily, verily, I say unto you; the Son can do nothing of Himself, but what He hath seen the Father doing\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:5",
                            "text": "And therefore they affirm that the Son has done nothing of Himself, and can do nothing, save what He hath seen the Father doing."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:6",
                            "text": "40."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:7",
                            "text": "O wise foreknowledge of the arguments of unbelievers, which made further provision of means whereby to answer questions, by adding the words that follow: \"For whatsoever the Father doeth, the same doeth the Son also, in like fashion,\" for this indeed is the sequel."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:8",
                            "text": "Why, then, is it written: \"The Son doeth the same things,\" and not \"such like things,\" but that thou mightest judge that in the Son there is unity in the Father's works, not imitation of them?  41."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:9",
                            "text": "But to put their proofs in turn upon trial: I would have them answer the question, whether the Son sees the works of the Father."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:10",
                            "text": "Does He see, I ask, or not? If He sees them, then He also does them; if He does them, let heretics cease to deny the omnipotence of Him Whom they confess able to do all things that He has seen the Father doing."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:11",
                            "text": "42."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:12",
                            "text": "But what are we to understand by \"hath seen\"? Has the Son any need of bodily eyes? Nay, if they will affirm this of the Son, they will make out in the Father also a need of bodily activity, in order that the Son may see that which He Himself is to do."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:13",
                            "text": "43."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:14",
                            "text": "Furthermore, what mean the words: \"The Son can do nothing of Himself\"? Let us put this question, and debate it."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:15",
                            "text": "Now is there anything impossible to God's Power and Wisdom? These, observe, are names of the Son of God, Whose Might is certainly not a gift received from another, but just as He is the Life, not depending upon another's quickening action, but Himself quickening others, because He is the Life; so also He is Wisdom, not as one that is ignorant acquiring wisdom, but making others wise from His own store; so, too, He is Power, not as having through weakness obtained increase of strength, but being Himself Power, and bestowing power upon the strong."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:16",
                            "text": "44."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:17",
                            "text": "How, then, does Power assert, as it were, under oath: \"Verily, verily I say unto you,\" which means: \"Of a truth, of a truth, I tell you\"? Truly, then, Thou speakest, Lord Jesus, and dost affirm, repeating indeed thy solemn declaration, that Thou canst do nothing, save what Thou hast seen the Father doing."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:18",
                            "text": "Thou didst make the universe."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:19",
                            "text": "Did Thy Father then make another universe, for Thee to take as a model? So must Thy blasphemers confess that there are two, or a multitude of universes, as philosophers affirm, and thus also entangle themselves in this heathen error, or, if they will follow the truth, let them say that what Thou hast made, Thou didst make, without any pattern."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:20",
                            "text": "45."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:21",
                            "text": "Tell me, Lord, when Thou sawest Thy Father incarnate, and walking upon the sea, for I know not, I hold it impious to believe this thing of the Father, knowing that Thou only hast taken our flesh upon Thee."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:22",
                            "text": "When sawest Thou the Father at a marriage-feast, turning water into wine? Nay, but I have read that Thou alone art the only Son, begotten of the Father."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:23",
                            "text": "I have been taught that Thou alone, in the mystery of the Incarnation, wast born of the Holy Ghost and the Virgin."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:24",
                            "text": "The things, then, which we have cited as Thy doings, the Father did not, but Thou alone, without guidance of any work done by Thy Father, for the purchase of the world's salvation with Thy Blood, didst come forth spotless from the Virgin's womb."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:25",
                            "text": "46."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:26",
                            "text": "When they say, \"The Son can do nothing of Himself,\" they indeed except nothing, so that one blasphemer has even said: \"He cannot make even a gnat,\"  mocking with so headstrong profanity and with insolence so overweening the majesty of Supreme Power; yet perhaps they may think the mystery of Thine Incarnate Life a needful exception."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:27",
                            "text": "But say, Lord Jesu, what earth the Father made without Thee."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:28",
                            "text": "For without Thee He made no heaven, seeing that it is written: \"By the Word of the Lord were the heavens established\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:29",
                            "text": "47."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:30",
                            "text": "But neither did the Father make the earth without Thee, for it is written: \"All things were made by Him, and without Him was not anything made\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:31",
                            "text": "For if the Father made aught without Thee, God the Word, then not all things were made by the Word, and the Evangelist lies."
                        },
                        {
                            "verse": 32,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:32",
                            "text": "Whereas if all things were made by the Word, and if by Thee all things begin to be, which before were not, then surely Thou Thyself, of Thyself, hast made what Thou didst not see made by the Father; though perchance our adversaries may have recourse to that theory of Plato, and place before Thee the ideas supposed by philosophers, which, indeed, we know have been exploded by philosophers themselves."
                        },
                        {
                            "verse": 33,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:33",
                            "text": "On the other hand, if Thou Thyself hast of Thyself made all things, vain are the assertions of the unbelieving, which ascribe progress in learning to the Maker of all, Who of Himself supplies the teaching of His craft."
                        },
                        {
                            "verse": 34,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:34",
                            "text": "48."
                        },
                        {
                            "verse": 35,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:35",
                            "text": "But if heretics deny that either the heavens or the earth were made by Thee, let them take heed into what a gulf they are by their own madness hurling themselves, seeing that it is written: \"Perish the gods, which have not made heaven and earth\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 4,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 4:36",
                            "text": "Shall He then perish, O Arian, Who has found and saved that which had perished? But to purpose."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Ambrose: Exposition of the Christian Faith Book IV 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:2",
                            "text": "Continuing the exposition of the disputed passage, which he had begun, Ambrose brings forward four reasons why we affirm that something cannot be, and shows that the first three fail to apply to Christ, and infers that the only reason why the Son can do nothing of Himself is His Unity in Power with the Father."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:3",
                            "text": "49."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:4",
                            "text": "In what sense can the Son do nothing of Himself? Let us ask what it is that He cannot do."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:5",
                            "text": "There are many different sorts of impossibilities."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:6",
                            "text": "One thing is naturally impossible, another is naturally possible, but impossible by reason of some weakness."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:7",
                            "text": "Again, there are things which are rendered possible by strength, impossible by unskilfulness or weakness, of body and mind."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:8",
                            "text": "Further, there are things which it is impossible to change, by reason of the law of an unchangeable purpose, the endurance of a firm will, and, again, faithfulness in friendship."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:9",
                            "text": "50."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:10",
                            "text": "To make this clearer, let us consider the matter in the light of examples."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:11",
                            "text": "It is impossible for a bird to pursue a course of learning in any science or become trained to any art: it is impossible for a stone to move in any direction, inasmuch as it can only be moved by the motion of another body."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:12",
                            "text": "Of itself, then, a stone is incapable of moving, and passing from its place."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:13",
                            "text": "Again, an eagle cannot be taught in the ways of human learning."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:14",
                            "text": "51."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:15",
                            "text": "It is, to take another example, impossible for a sick man to do a strong man's work; but in this case the reason of the impossibility is of a different kind, for the man is rendered unable, by sickness, to do what he is naturally capable of doing."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:16",
                            "text": "In this case, then, the cause of the impossibility is sickness, and this kind of impossibility is different from the first, since the man is hindered by bodily weakness from the possibility of doing."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:17",
                            "text": "52."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:18",
                            "text": "Again, there is a third cause of impossibility."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:19",
                            "text": "A man may be naturally capable, and his bodily health may allow of his doing some work, which he is yet unable to do by reason of want of skill, or because his rank in life disqualifies him; because, that is, he lacks the required learning or is a slave."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:20",
                            "text": "53."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:21",
                            "text": "Which of these three different causes of impossibility, think you, which we have enumerated (setting aside the fourth) can we meetly assign to the case of the Son of God? Is He naturally insensible and immovable, like a stone? He is indeed a stone of stumbling to the wicked, a cornerstone for the faithful; but He is not insensible, upon Whom the faithful affection of sentient peoples are stayed."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:22",
                            "text": "He is not an immovable rock, \"for they drank of a Rock that followed them, and that Rock was Christ\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:23",
                            "text": "The work of the Father, then, is not rendered impossible to Christ by diversity of nature."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:24",
                            "text": "54."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:25",
                            "text": "Perchance we may suppose some things were made impossible for Him by reason of weakness."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:26",
                            "text": "But He was not weakly Who could heal the weaknesses of others by His word of authority."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:27",
                            "text": "Seemed  He weak when bidding the paralytic take up his bed and walk? He charged the man to perform an action of which health was the necessary condition, even whilst the patient was yet praying a remedy for his disease."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:28",
                            "text": "Not weak was the Lord of hosts when He gave sight to the blind, made the crooked to stand upright, raised the dead to life, anticipated the effects of medicine at our prayers, and cured them that besought Him, and when to touch the fringe of His robe was to be purified."
                        },
                        {
                            "verse": 29,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:29",
                            "text": "55."
                        },
                        {
                            "verse": 30,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:30",
                            "text": "Unless, peradventure, you thought it was weakness, you wretches, when you saw His wounds."
                        },
                        {
                            "verse": 31,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:31",
                            "text": "Truly, they were wounds piercing His Body, but there was no weakness betokened by that wound, whence flowed the Life of all, and therefore was it that the prophet said: \"By His stripes we are healed\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:32",
                            "text": "Was He, then, Who was not weak in the hour when He was wounded, weak in regard of His Sovereignty? How, then, I ask? When He commanded the devils, and forgave the offences of sinners? Or when He made entreaty to the Father?  56."
                        },
                        {
                            "verse": 33,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:33",
                            "text": "Here, indeed, our adversaries may perchance enquire: \"How can the Father and the Son be One, if the Son at one time commands, at another entreats?\" True, They are One; true also, He both commands and prays: yet whilst in the hour when He commands He is not alone, so also in the hour of prayer He is not weak."
                        },
                        {
                            "verse": 34,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:34",
                            "text": "He is not alone, for whatsoever things the Father doeth, the same things doeth the Son also, in like manner."
                        },
                        {
                            "verse": 35,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:35",
                            "text": "He is not weak, for though in the flesh He suffered weakness for our sins yet that was the chastisement of our peace upon Him, not lack of sovereign Power in Himself."
                        },
                        {
                            "verse": 36,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:36",
                            "text": "57."
                        },
                        {
                            "verse": 37,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:37",
                            "text": "Moreover, that thou mayest know that it is after His Manhood that He entreats, and in virtue of His Godhead that He commands, it is written for thee in the Gospel that He said to Peter: \"I have prayed for thee, that thy faith fail not\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:38",
                            "text": "To the same Apostle, again, when on a former occasion he said, \"Thou art the Christ, the Son of the living God,\" He made answer: \"Thou art Peter, and upon this Rock will I build My Church, and I will give thee the keys of the kingdom of heaven\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:39",
                            "text": "Could He not, then, strengthen the faith of the man to whom, acting on His own authority, He gave the kingdom, whom He called the Rock, thereby declaring him to be the foundation of the Church? Consider, then, the manner of His entreaty, the occasions of His commanding."
                        },
                        {
                            "verse": 40,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:40",
                            "text": "He entreats, when He is shown to us as on the eve of suffering: He commands, when He is believed to be the Son of God."
                        },
                        {
                            "verse": 41,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:41",
                            "text": "58."
                        },
                        {
                            "verse": 42,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:42",
                            "text": "We see, then, that two sorts of impossibility furnish no explanation, inasmuch as the Power of God can be neither insensible nor weakly."
                        },
                        {
                            "verse": 43,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:43",
                            "text": "Will you then proffer the third kind [as an account of the matter], namely, that He can do nothing, just as an unskilled apprentice can do nothing without his master's instructions, or a slave can do nothing without his lord."
                        },
                        {
                            "verse": 44,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:44",
                            "text": "Then didst Thou speak falsely, Lord Jesu, in calling Thyself Master and Lord, and Thou didst deceive Thy disciples by Thy words: \"Ye call Me Master and Lord, and ye say well, for so I am\"."
                        },
                        {
                            "verse": 45,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:45",
                            "text": "Nay, but Thou, O Truth, wouldst never have deceived men, least of all them whom Thou didst call friends."
                        },
                        {
                            "verse": 46,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:46",
                            "text": "59."
                        },
                        {
                            "verse": 47,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:47",
                            "text": "Yet if our enemies sunder Thee from the Creator, as being unskilled, let them see how they affirm that skill was lacking to Thee, that is to say, to the Divine Wisdom; for all that, however, they cannot divide the unity of substance that Thou hast with the Father."
                        },
                        {
                            "verse": 48,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:48",
                            "text": "It is not, indeed, by nature, but by reason of ignorance, that the difference exists between the craftsman and the unskilled; but neither is handicraft attributable to the Father, nor ignorance to Thee, for there is no such thing as ignorant wisdom."
                        },
                        {
                            "verse": 49,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:49",
                            "text": "60."
                        },
                        {
                            "verse": 50,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:50",
                            "text": "Therefore, if insensibility is no attribute of the Son, and if neither weakness, nor ignorance, nor servility, let unbelievers put it to their minds for meditation that both by nature and sovereignty the Son is One with the Father, and by its working His power is not at cross-purpose with the Father, inasmuch as \"all things that the Father hath done, the Son doeth likewise,\" for no one can do in like fashion the same work that another has done, unless he shares in the unity of the same nature, whilst he is also not inferior in method of working."
                        },
                        {
                            "verse": 51,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:51",
                            "text": "61."
                        },
                        {
                            "verse": 52,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:52",
                            "text": "Yet I would still enquire what it is that the Son cannot do, unless He see the Father doing it."
                        },
                        {
                            "verse": 53,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:53",
                            "text": "I will take the fool's line, and propound some examples drawn from things of a lower world."
                        },
                        {
                            "verse": 54,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:54",
                            "text": "\"I am become a fool; ye have compelled me\"."
                        },
                        {
                            "verse": 55,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:55",
                            "text": "What indeed is more foolish than to debate over the majesty of God, which rather occasions questionings, than godly instruction which is in faith."
                        },
                        {
                            "verse": 56,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:56",
                            "text": "But to arguments let arguments reply; let words make answer to them, but love to us, the love which is in God, issuing of a pure heart and good conscience and faith unfeigned."
                        },
                        {
                            "verse": 57,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:57",
                            "text": "And so I stickle not to introduce even the ludicrous for the confutation of so vain a thesis."
                        },
                        {
                            "verse": 58,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:58",
                            "text": "62."
                        },
                        {
                            "verse": 59,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:59",
                            "text": "How, then, does the Son see the Father? A horse sees a painting, which naturally it is unable to imitate."
                        },
                        {
                            "verse": 60,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:60",
                            "text": "Not thus does the Son behold the Father."
                        },
                        {
                            "verse": 61,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:61",
                            "text": "A child sees the work of a grown man, but he cannot reproduce it; certainly not thus, again, does the Son see the Father."
                        },
                        {
                            "verse": 62,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:62",
                            "text": "63."
                        },
                        {
                            "verse": 63,
                            "chapter": 5,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 5:63",
                            "text": "If, then, the Son can, by virtue of a common hidden power of the same nature which He has with the Father, both see and act in an invisible manner, and by the fulness of His Godhead execute every decree of His Will, what remains for us but to believe that the Son, by reason of indivisible unity of power, does nothing, save what He has seen the Father doing, forasmuch as because of His incomparable love the Son does nothing of Himself, since He wills nothing that is against His Father's Will? Which truly is the proof not of weakness but of unity."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Ambrose: Exposition of the Christian Faith Book IV 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:2",
                            "text": "The fourth kind of impossibility (§49) is now taken into consideration, and it is shown that the Son does nothing that the Father approves not, there being between Them perfect unity of will and power."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:3",
                            "text": "64."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:4",
                            "text": "The Son, moreover,—to consider now our fourth premiss,—is not self-assertive, for He, the Divine Assessor, hath done nought that is not in agreement with His Father's Will."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:5",
                            "text": "Further, the Father hath seen the things that the Son made, and pronounced them very good; for so it is written in Genesis: \"And God said, Let there be light; and there was light."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:6",
                            "text": "And God saw the light that it was good\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:7",
                            "text": "65."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:8",
                            "text": "Now, did the Father say on that occasion, \"Let there be such light as I Myself have made,\" or \"Let there be light\"—light having as yet not existed; or did the Son ask what sort of light the Father made? Nay, the Son made light, according to His own Will, and so far in accordance with the Father's good pleasure, that He approved."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:9",
                            "text": "It is of new, original work by the Son that the place speaks."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:10",
                            "text": "66."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:11",
                            "text": "Again, if, as Arian, expositions of the Scriptures make out, it is a discredit to the Son to have made what He saw, whereas the Scriptures present Him as having made what He [before] saw not, and to have given being to things which as yet were not, what should they say of the Father, Who praised that He had seen, as though He could not have foreseen the things that were to be made?  67."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:12",
                            "text": "The Son, therefore, sees the Father's work in like manner as the Father sees the Son's, and the Father praises not the work as one would praise work of another's doing, but recognizes it as His own, for \"whatsoever things the Father hath done, the same doeth the Son, in like manner\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:13",
                            "text": "[So was it written, that] you might understand one and the same work to be the work both of the Father and of the Son."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:14",
                            "text": "And thus the Son does nothing save what is approved of by the Father, praised by the Father, willed by the Father, because His whole Being is of the Father; and He is not as the created being, which commits many faults, ofttimes offending the Will of its Creator, in lusting after and falling into sin."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:15",
                            "text": "Nought, then, is of the Son's doing, save what is pleasing to the Father, forasmuch as one Will, one Purpose, is Theirs, one true Love, one effect of action."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:16",
                            "text": "68."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:17",
                            "text": "Furthermore, to prove to you that it comes of Love, that the Son can do nothing of Himself save what He hath seen the Father doing, the Apostle has added to the words, \"Whatsoever the Father hath done, the same things doeth the Son also, in like manner,\" this reason: \"For the Father loveth the Son,\" and thus Scripture refers the Son's inability to do, whereof it testifies, to unity in Love that suffers no separation or disagreement."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:18",
                            "text": "69."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:19",
                            "text": "But if the inseparableness of the Persons in Love rest, as it truly does, upon [identity of] nature, then surely they are also inseparable, for the same reason, in action, and it is impossible that the work of the Son should not be in agreement with the Father's Will, when what the Son works, the Father works also, and what the Father works, the Son works also, and what the Son speaks, the Father speaks also, as it is written: \"My Father, Who dwelleth in Me, He it is that speaketh, and the works that I do He Himself doeth\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:20",
                            "text": "For the Father appointed nought  save by the exercise of His Power and Wisdom, forasmuch as He made all things wisely, as it is written: \"In wisdom hast Thou made them all;\" and likewise, God the Word made nought without the Father's participation."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:21",
                            "text": "70."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:22",
                            "text": "Not without the Father does He work; not without His Father's Will did He offer Himself for that most holy Passion, the Victim slain for the salvation of the whole world; not without His Father's Will concurring did He raise the dead to life."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:23",
                            "text": "For example, when He was at the point to raise Lazarus to life, He lifted up His eyes and said, \"Father, I thank Thee, for that Thou hast heard Me."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:24",
                            "text": "And I knew that Thou dost always hear Me, but for the sake of the multitude that standeth round I spake, that they may believe that Thou hast sent Me,\" in order that, though speaking agreeably to His assumed character of man, in the flesh, He might still express His oneness with the Father in will and operation, in that the Father hears all and sees all that the Son wills, and therefore also the Father sees the Son's doings, hears the utterances of His Will, for the Son made no request, and yet said that He had been heard."
                        },
                        {
                            "verse": 25,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:25",
                            "text": "71."
                        },
                        {
                            "verse": 26,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:26",
                            "text": "Again, we cannot suppose that the Father hears not all, whatsoever the Son's will resolves; and to show that He is always heard by the Father, not as a servant, not as a prophet, but as Son, He said: \"And I knew that Thou dost always hear Me, but for the sake of the multitude which standeth round I spake, that they may believe that Thou hast sent Me\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:27",
                            "text": "72."
                        },
                        {
                            "verse": 28,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:28",
                            "text": "It is for our sakes, therefore, that He renders thanks, lest we should suppose that the Father and the Son are one and the same Person, when we hear of one and the same work being wrought by the Father and the Son."
                        },
                        {
                            "verse": 29,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:29",
                            "text": "Further, to show us that His rendering of thanks had not been the tribute due from one wanting in power, that, on the contrary, He, as Son of God, ever claimed for Himself the possession of divine authority, He cried, \"Lazarus, come forth\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 6,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 6:30",
                            "text": "Here, surely, is the voice of command, not of prayer."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Ambrose: Exposition of the Christian Faith Book IV 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 7:2",
                            "text": "The doctrine had in view for enforcement is corroborated by the truth that the Son is the Word of the Father—the Word, not in the sense in which we understand the term, but a living and active Word."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 7:3",
                            "text": "This being so, we cannot deny Him to be of the same Will, Power, and Substance with the Father."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 7:4",
                            "text": "73."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 7:5",
                            "text": "To return, however, to what we had in hand before, and finish the task set before us."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 7:6",
                            "text": "The Son, as the Word, carries out His Father's Will."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 7:7",
                            "text": "Now, a word, as we understand and use it, is an utterance."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 7:8",
                            "text": "There are syllables and sounds, which, however, are not at variance with the thought of our mind, and what we apprehend and are affected by inwardly we give token of by the testimony of the spoken word, which, as it were, works [for us]."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 7:9",
                            "text": "But the words we speak have no direct efficacy in themselves, it is the Word of God alone, which is neither an utterance, nor an \"inward concept,\" as they call it, but works efficaciously, is living, and has healing power."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 7:10",
                            "text": "74."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 7:11",
                            "text": "Wouldst thou know what is the nature of the Word—hear the Scriptures."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 7:12",
                            "text": "\"For the Word of God is living and mighty, yea, working effectually, sharp and keener than any the sharpest sword, piercing even to the sundering of soul and spirit, of limbs and marrow\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 7:13",
                            "text": "75."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 7:14",
                            "text": "Hearest thou, then, the Word of God, and wilt separate Him from the Father's Will and Power? Thou hearest Him called the living Word, the healing Word—seek not then to compare Him with the word of our mouth; for if the word we utter, though it have not eyes to see, nor ears to hear, yet speaks, and still the knowledge of what it speaks is wrought by virtue of hidden mysteries of man's nature, how can he escape the charge of blasphemy, who requires that some sort of bodily vision and hearing shall go along with the Godhead in the Word of God, and thinks that the Son can do nothing of Himself, save what He shall have seen the Father doing, though (as we have said) there is in the Father, Son, and Holy Spirit the same Will, both to do and not to do, and the same Power, by reason of unity in the same substance."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 7:15",
                            "text": "76."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 7:16",
                            "text": "But if, though men are, as a rule, different in respect of their thoughts and feelings, they yet agree as to the meaning of a single proposition, what ought we to think as concerning the Father and the Son of God, seeing that in the Substance of the Godhead there is that is imitated by human love?  77."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 7:17",
                            "text": "Let us, however, suppose—as our adversaries would have it—that the Son does, as it were, copy the pattern of that which He has seen His Father doing."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 7:18",
                            "text": "But  even this, we must confess, means that He is of the same substance, for none can completely imitate the working of another, unless he be one with him in the same nature."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Ambrose: Exposition of the Christian Faith Book IV 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:2",
                            "text": "The heretical objection, that the Son cannot be equal to the Father, because He cannot beget a Son, is turned back upon the authors of it."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:3",
                            "text": "From the case of human nature it is shown that whether a person begets offspring or not, has nothing to do with his power."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:4",
                            "text": "Most of all must this be true since, otherwise, the Father Himself would have to be pronounced wanting in power."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:5",
                            "text": "Whence it follows that we have no right to judge of divine things by human, and must take our stand upon the authority of Holy Writ, otherwise we must deny all power either to the Father or to the Son."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:6",
                            "text": "78."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:7",
                            "text": "There is a fool's demurrer, your Majesty, which certain persons are given to raising, in order to show the Father and the Son to be not equal together, saying that the Father is Almighty, because He hath begotten the Son, but that the Son is not Almighty, because He hath not been able to beget."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:8",
                            "text": "79."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:9",
                            "text": "But see how wild is their blasphemy, how their philosophers' logic confutes itself."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:10",
                            "text": "For the raising of this question must lead either to their confessing with their own mouths that the Son is co-eternal with the Father, or, if they impose a beginning upon the Son's existence, to their assigning of necessity a beginning to the Father's power."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:11",
                            "text": "When, therefore, they deny that the Son is Almighty, they are on the road to assert—which is impious—that the Father began to be Almighty by help of the Son."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:12",
                            "text": "80."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:13",
                            "text": "For if the Father is Almighty by reason of begetting the Son, then, certainly, either the Son is co-eternal with the Father, because if the Father is eternally Almighty, then the Son also is eternal, or, if there was a time when there was not an eternal Son, there was by consequence a time when there was not an Almighty Father."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:14",
                            "text": "For when they would make out that there was a time when the Son began to be, they are sliding back into [the error of] saying that the Father's Power also has not been from everlasting, but began to be in consequence of the generation of the Son."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:15",
                            "text": "So, in their desire to do dishonour to the Son of God, they do so increase His honour as to seem to make Him, contrary to all right belief, the source of His Father's Power, though the Son saith, \"All things that the Father hath are Mine\"—that is to say, not the things which He has bestowed upon the Father, but which He has received from the Father, by right as the Son Whom the Father has begotten."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:16",
                            "text": "81."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:17",
                            "text": "And therefore we do declare the Son to be Eternal Power; if, then, His Power and Godhead be eternal, surely His Sovereignty is eternal also."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:18",
                            "text": "He, then, who dishonours the Son dishonours the Father, and is an enemy and offender against duty and love."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:19",
                            "text": "Let us honour the Son, in Whom the Father is well pleased, for it is the Father's pleasure that praise be given to the Son, in Whom He Himself is well pleased."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:20",
                            "text": "82."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:21",
                            "text": "Let us, however, make answer to the conclusion they strive to establish; but we seem to have sought, in pursuit of a personal appeal, to escape from the difficulty of treating the question before us."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:22",
                            "text": "The Father, they say, has begotten a Son; the Son has not."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:23",
                            "text": "What proof is this that they are not equal? To beget is the Father's natural function, as a Father, and no necessary outcome of His Sovereign Power."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:24",
                            "text": "Furthermore, dutiful regard places persons on an equality with each other, and does not sunder them."
                        },
                        {
                            "verse": 25,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:25",
                            "text": "Again, our own experience of what holds good amongst us frail mortals teaches us that it may frequently happen that weak men have sons, whilst stronger men have not; that slaves have children, whilst their masters are childless; and that the poor beget offspring, whilst rich men are unblessed with any."
                        },
                        {
                            "verse": 26,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:26",
                            "text": "83."
                        },
                        {
                            "verse": 27,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:27",
                            "text": "But if our adversaries say that this too may be the result of infirmity, inasmuch as men may desire to beget children, but be unable to do so; then, though things divine are not to be judged of and determined by things human, yet let them understand that with men also, as with God, whether one has children or no, is not dependent upon or derived of his authoritative power, but upon the personal attributes of a father, and that begetting lies not in the power of our will, but is contingent upon our qualities of body; for if it were a matter of sovereign authority, then the mightier king would have the greater number of sons."
                        },
                        {
                            "verse": 28,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:28",
                            "text": "To have sons, then, or to be childless, therefore, is not in necessary connection or relation to sovereign authority."
                        },
                        {
                            "verse": 29,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:29",
                            "text": "Is it, then, so with nature?  84."
                        },
                        {
                            "verse": 30,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:30",
                            "text": "If you [my Arian adversaries] regard what you object as natural weakness, and rely upon examples taken from the nature of mankind, remember that the Father's nature is the same as the Son's, and therefore you  do either confess the Son to be a true Son, and dishonour the Father in the Person of the Son, by reason of Their unity in one and the same Nature (for as the Father is by Nature God, so also is the Son; whereas the Apostle says that the \"gods many\" are not so by nature, but are only so called); or, if you deny Him to be a true Son, that is to say, possessing the same Nature, then He is not begotten, and if the Son is not begotten, the Father did not beget Him."
                        },
                        {
                            "verse": 31,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:31",
                            "text": "85."
                        },
                        {
                            "verse": 32,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:32",
                            "text": "The conclusion we come at, therefore, on the line of your persuasion, is that God the Father is not Almighty, because He could not beget, if He did not beget the Son, but created Him."
                        },
                        {
                            "verse": 33,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:33",
                            "text": "But forasmuch as the Father is Almighty, He being, as you hold, the Almighty in so far as He is the only Author of Being, then surely He has begotten His Son, and not created Him."
                        },
                        {
                            "verse": 34,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:34",
                            "text": "Howbeit, we ought to believe His word before yours."
                        },
                        {
                            "verse": 35,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:35",
                            "text": "He says: \"I have begotten,\" and that more than once, witnessing to Himself as begetting."
                        },
                        {
                            "verse": 36,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:36",
                            "text": "86."
                        },
                        {
                            "verse": 37,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:37",
                            "text": "It is no sign, then, of infirmity, whether of nature or authority, in Christ, that He has not begotten, for to beget, as we have already said ofttimes, bears no relation to supremacy of authority, but to a personal property in a nature."
                        },
                        {
                            "verse": 38,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:38",
                            "text": "For if the Omnipotence of the Father is thereby constituted, that He hath a Son, then He might have been more Almighty had He begotten more Sons."
                        },
                        {
                            "verse": 39,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:39",
                            "text": "87."
                        },
                        {
                            "verse": 40,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:40",
                            "text": "Then is His power exhausted in the begetting of One? Nay, but I will show that Christ also hath sons, whom He begets every day, but with that generation, or rather regeneration, which is related to personal authority rather than nature, for adoption is the exercise and bestowal of authority, and generation the manifestation of a property, as Scripture itself hath taught us: for John saith that \"He was in this world, and the world was made by Him, and the world knew Him not."
                        },
                        {
                            "verse": 41,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:41",
                            "text": "He came to His own, and His own received Him not."
                        },
                        {
                            "verse": 42,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:42",
                            "text": "But as many as received Him, to them gave He power to become sons of God, to them which believe in His Name\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:43",
                            "text": "88."
                        },
                        {
                            "verse": 44,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:44",
                            "text": "We say, therefore, that it is the function and exercise of His Authority that He has made us sons of God, whereas the oracles of God discover that His generation is in relation to personal attribute, for the Wisdom of God saith: \"I came forth out of the mouth of the Most High,\" that is to say not of compulsion, but free, not under bond of authority, but born in a hidden birth, according to personal powers of Supreme Sovereignty and rightfulness of authority."
                        },
                        {
                            "verse": 45,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:45",
                            "text": "Again, concerning the same Wisdom, Which is the Lord Jesus, the Father saith in another place: \"Out of the womb I begat Thee, before the morning star\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:46",
                            "text": "89."
                        },
                        {
                            "verse": 47,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:47",
                            "text": "Now this He said, not to make us think of a bodily womb, but to show that true generation is His proper activity, for if we understand the words as speaking of generation from a body, then [we imply] the Father Almighty conceived and brought forth in travail."
                        },
                        {
                            "verse": 48,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:48",
                            "text": "But far be it from us that we should make this weak bodily frame the measure of God's greatness."
                        },
                        {
                            "verse": 49,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:49",
                            "text": "The word \"womb\" represents the hidden mystery, the inner sanctuary of the Father's being, into which neither angels nor archangels nor powers nor dominations, nor any created nature, hath been able to enter."
                        },
                        {
                            "verse": 50,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:50",
                            "text": "For the Son is always with the Father, and in the Father—with the Father, by virtue of the distinction, without division, proper to the Eternal Trinity; in the Father, by reason of the essential unity of the Divine Nature."
                        },
                        {
                            "verse": 51,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:51",
                            "text": "90."
                        },
                        {
                            "verse": 52,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:52",
                            "text": "What room here, then, for one to sit in judgment upon the Godhead, to call in question the Father and the Son,—the One for begetting, the Other for not begetting."
                        },
                        {
                            "verse": 53,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:53",
                            "text": "No man condemns his servant or handmaid for begetting (or bearing) offspring; but those Arians condemn Christ for not begetting—they do condemn Him, for they privately pass sentence of condemnation upon Him, when they take from His glory and dignity."
                        },
                        {
                            "verse": 54,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:54",
                            "text": "The question, why they have not begotten offspring, does not lead those who are joined in marriage into loss of their love, or denial of each other's merits, but the Arians, because Christ hath not begotten a Son, make light of His sovereignty."
                        },
                        {
                            "verse": 55,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:55",
                            "text": "91."
                        },
                        {
                            "verse": 56,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:56",
                            "text": "Why, ask they, is the Son not a Father? Because, on the other side, the Father is not a Son."
                        },
                        {
                            "verse": 57,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:57",
                            "text": "Why has not Christ begotten? Even because the Father is not begotten."
                        },
                        {
                            "verse": 58,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:58",
                            "text": "Yet the Son stands none the lower, because He is not a Father; nor the Father, because He is not a Son, for the Son said: \"All things that the Father hath are Mine\"—so truly is generation involved in the Father's personal attributes, and comes not by mere right of sovereignty."
                        },
                        {
                            "verse": 59,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:59",
                            "text": "92."
                        },
                        {
                            "verse": 60,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:60",
                            "text": "The Substance of the Trinity is, so to say, a common Essence in that which is distinct, an incomprehensible, ineffable Substance."
                        },
                        {
                            "verse": 61,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:61",
                            "text": "We hold the distinction, not the confusion of Father, Son, and Holy Spirit; a distinction without separation; a distinction without plurality; and thus we believe in Father, Son, and Holy Spirit as each existing from and to eternity in this divine and wonderful Mystery: not in two Fathers, nor in two Sons, nor in two Spirits."
                        },
                        {
                            "verse": 62,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:62",
                            "text": "For \"there is one God, the Father, of Whom are all things, and we in Him; and one Lord, Jesus Christ, by Whom are all things, and we by Him\"."
                        },
                        {
                            "verse": 63,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:63",
                            "text": "There is One born of the Father, the Lord Jesus, and therefore He is the Only-begotten."
                        },
                        {
                            "verse": 64,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:64",
                            "text": "\"There is also One Holy Spirit,\" as the same Apostle hath said."
                        },
                        {
                            "verse": 65,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:65",
                            "text": "So we believe, so we read, so we hold."
                        },
                        {
                            "verse": 66,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:66",
                            "text": "We know the fact of distinction, we know nothing of the hidden mysteries; we pry not into the causes, but keep the outward signs vouchsafed unto us."
                        },
                        {
                            "verse": 67,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:67",
                            "text": "93."
                        },
                        {
                            "verse": 68,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:68",
                            "text": "O monstrous wickedness, that they who have no power over their own procreation should claim and usurp power to enquire into the Divine Generation! Let them deny, them, that the Son is equal to the Father, forasmuch as He hath not begotten; let them deny that the Son is equal to the Father, because He hath a Father! But if they talked after this fashion about men, who sometimes desire to beget sons, yet cannot, we should call it an insult, just as we should so call it, if of two men, one having sons and the other childless, the latter were said to be inferior to the former on that ground."
                        },
                        {
                            "verse": 69,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:69",
                            "text": "So monstrous also, I say, does it seem, in regard simply to men, that one should therefore be esteemed the more lightly because he hath a father."
                        },
                        {
                            "verse": 70,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:70",
                            "text": "Peradventure, indeed, the Arians suppose that Christ is in the position of one in a family, and frets because He is not set free and independent of His Father's authority, and is not empowered to administer the estate."
                        },
                        {
                            "verse": 71,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:71",
                            "text": "But Christ is not under tutelage; nay, rather has He abolished all tutelage."
                        },
                        {
                            "verse": 72,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:72",
                            "text": "94."
                        },
                        {
                            "verse": 73,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:73",
                            "text": "How then, let them tell us, would they have these things to be?—a true generation, the true Son begotten of God the Father, that is, of the Substance of the Father, or of another substance? If they say \"begotten of the Father, that is, of the Substance of God,\" well and good, for then they acknowledge the Son as begotten of the Substance of the Father."
                        },
                        {
                            "verse": 74,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:74",
                            "text": "If, then, they are of one Substance, surely they are also of one sovereign Power."
                        },
                        {
                            "verse": 75,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:75",
                            "text": "Whereas, if the Son is begotten of another substance, how can the Father be Almighty, and the Son not Almighty? For what advantage hath God, if He have made His Son of another substance, when confessedly the Son, on His part, hath of another substance made us sons of God? The Son, therefore, is either of one Substance with the Father, or of one sovereign Power."
                        },
                        {
                            "verse": 76,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:76",
                            "text": "95."
                        },
                        {
                            "verse": 77,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:77",
                            "text": "Our adversaries' question, then, falls flat, because they cannot judge Christ—or rather, because He is clear, when He is judged."
                        },
                        {
                            "verse": 78,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:78",
                            "text": "They are worthy, however, to be condemned upon their own sentence, who raise this question against us, for if the Son be therefore not equal to the Father, because He hath not begotten a Son, then by all means let them who sow discussions of this kind confess, if they have not children, that their very servants are to be preferred before themselves, inasmuch as they cannot be the equals of those who have children—whereas, if they have children, let them regard the merit thereof as due not to themselves, but of right to their sons."
                        },
                        {
                            "verse": 79,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:79",
                            "text": "96."
                        },
                        {
                            "verse": 80,
                            "chapter": 8,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 8:80",
                            "text": "The objection, then, holds not together, that the Son cannot be equal to the Father, by reason of the Father having begotten the Son, whilst the Son has begotten no Son of Himself, for the spring begets the stream, though the stream begets no spring out of itself, and light begets radiance, and not radiance light, yet the nature of radiance and light is one."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Ambrose: Exposition of the Christian Faith Book IV 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:2",
                            "text": "Various quibbling arguments, advanced by the Arians to show that the Son had a beginning of existence, are considered and refuted, on the ground that whilst the Arians plainly prove nothing, or if they prove anything, prove it against themselves, (inasmuch as He Who is the beginning of all cannot Himself have a beginning), their reasonings do not even hold true with regard to facts of human existence."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:3",
                            "text": "Time could not be before He was, Who is the Author of time—if indeed at some time He was not in existence, then the Father was without His Power and Wisdom."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:4",
                            "text": "Again, our own human experience shows that a person is said to exist before he is born."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:5",
                            "text": "97."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:6",
                            "text": "Now that our opponents have failed to maintain their objection against the truth of  His Son's equality with the Father, on the ground of His Generation, let them see that their well known device of controversy, their stock misrepresentation, is frustrated."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:7",
                            "text": "Their common use is to propound this riddle: \"How can the Son be equal with the Father? If He is a Son, then before He was begotten He was not in existence."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:8",
                            "text": "If He was in existence, why was He begotten?\" And men who advance difficulties raised by Arius yet sturdily deny that they are Arians."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:9",
                            "text": "98."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:10",
                            "text": "Accordingly, they demand our answer, intending, if we say, \"The Son existed before He was begotten,\" to meet us with a subtle retort, that \"If so, then, before He was begotten, He was created, and there is no difference between Him and the rest of created beings, for He began to be a creature before He began to be the Son\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:11",
                            "text": "To which they add: \"Why was He begotten, when He was already in existence? Because He was imperfect, and in order that He might afterwards be made more perfect?\" Whilst if we reply that the Son did not exist before He was begotten, they will immediately reply: \"Then by being begotten He was brought into existence, not having existed before He was begotten,\" so as to lead on from this to the conclusion that \"the Son existed, when He did not exist\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:12",
                            "text": "99."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:13",
                            "text": "But let those who propound this difficulty and endeavour to enwrap the truth in a cloud tell us themselves whether the Father exerts His power of begetting within or without limits of time."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:14",
                            "text": "If they say \"within limits of time,\" then they will attribute to the Father what they object against the Son, so as to make the Father seem to have begun to be what He was not before."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:15",
                            "text": "If their answer is \"without such limits,\" then what is left them but to resolve for themselves the problem they have propounded, and acknowledge that the Son is not begotten under limits and conditions of time, since they deny that the Father so begets?  100."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:16",
                            "text": "If the Son, then, is not begotten within limits of time, we are free to judge that nothing can have existed before the Son, Whose being is not confined by time."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:17",
                            "text": "If, indeed, there was anything in being before the Son, then it instantly follows that in Him were not created all things in heaven or in earth, and the Apostle is shown to have erred in so setting it down in his Epistle, whereas, if before He was begotten there was nothing, I see not wherefore He, before Whom none was, should be said to have been after any."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:18",
                            "text": "101."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:19",
                            "text": "With the consideration whereof we must join another most blasphemous objection of theirs, which covers a subtle purpose to confuse the sense and understanding of simple folk."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:20",
                            "text": "They ask whether everything that comes to an end had also at any time a beginning."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:21",
                            "text": "If they are told that what has an end also had a beginning, then they return to the charge with the question whether the Father has ceased to beget His Son."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:22",
                            "text": "This by our consent being granted them, they conclude that the generation of the Son had a beginning."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:23",
                            "text": "The which if you allow, it seems to follow that if the Generation had a beginning, it appears to have begun in Him Who was begotten; so that one, who had not existed before, may be called \"begotten\"—their intent being to close the inquiry by laying down as conclusive that there was a time when the Son existed not."
                        },
                        {
                            "verse": 24,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:24",
                            "text": "102."
                        },
                        {
                            "verse": 25,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:25",
                            "text": "Besides this, there are other vain objections, such as persons of their glibness of tongue would readily urge."
                        },
                        {
                            "verse": 26,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:26",
                            "text": "If, say they, the Son is the Word of the Father, then He is called \"begotten,\" inasmuch as He is the Word."
                        },
                        {
                            "verse": 27,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:27",
                            "text": "But then since He is the Word, He is not a work."
                        },
                        {
                            "verse": 28,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:28",
                            "text": "Now the Father has spoken \"in divers manners,\" whence it follows that He has begotten many Sons, if He has spoken His Word, not created it as a work of His hands."
                        },
                        {
                            "verse": 29,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:29",
                            "text": "O fools, talking as though they knew not the difference between the word uttered and the Divine Word, abiding eternally, born of the Father—born, I say, not uttered only—in Whom is no combination of syllables, but the fulness of the eternal Godhead and life without end!  103."
                        },
                        {
                            "verse": 30,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:30",
                            "text": "Follows another blasphemy, whereby they enquire whether it was of His own free will, or on compulsion, that the Father begat [His Son], intending, if we say, \"Of His own free will,\" that we should appear as though we acknowledged that the Father's Will preceded the [Divine] Generation, and to answer that there being something that preceded the existence of the Son, the Son is not co-eternal with the Father, or that He, like the rest of the world, is a being created, forasmuch as it is written, \"He hath made all things, as many as He would,\" though this is spoken, not of the Father and  the Son, but of those creatures which the Son made."
                        },
                        {
                            "verse": 31,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:31",
                            "text": "Whereas if we answered that the Father begat [His Son] on compulsion, we should seem to have attributed infirmity to the Father."
                        },
                        {
                            "verse": 32,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:32",
                            "text": "104."
                        },
                        {
                            "verse": 33,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:33",
                            "text": "But in the eternal Generation there is no foregoing condition, neither of will, nor of unwillingness, and therefore I can neither say that the Father begat of His free Will, nor yet that He begat on compulsion, for to beget depends not upon possibility as determined by will, but rather appears to stand in a certain right and property of the hidden being of the Father."
                        },
                        {
                            "verse": 34,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:34",
                            "text": "For just as the Father is not good because He wills to be so, or is compelled to be so, but is above these conditions—is good, that is, by nature,—even so the putting forth of His generative power is neither of will nor of necessity."
                        },
                        {
                            "verse": 35,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:35",
                            "text": "105."
                        },
                        {
                            "verse": 36,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:36",
                            "text": "Yet let us grant their proposal."
                        },
                        {
                            "verse": 37,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:37",
                            "text": "Granted that the Generation depends on the Will of Him Who generates; when do they say that this act of will took place? If it was in the beginning, then, plainly, the Son was in the beginning."
                        },
                        {
                            "verse": 38,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:38",
                            "text": "If the Will is eternal, then the Son also is eternal."
                        },
                        {
                            "verse": 39,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:39",
                            "text": "If the Will began to exist, then God the Father, as He was, was so displeased with Himself, that He made a change in His condition, that is to say, without His Son He was displeasing to Himself; in His Son He began to be well pleased."
                        },
                        {
                            "verse": 40,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:40",
                            "text": "106."
                        },
                        {
                            "verse": 41,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:41",
                            "text": "To follow out the consequences thereof."
                        },
                        {
                            "verse": 42,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:42",
                            "text": "If the Father conceived, after the manner of human nature, a desire to beget, then did He also pass through all the experiences which befal men before the birth takes place—but we find that generation is not determined merely by will, but is an object of wish."
                        },
                        {
                            "verse": 43,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:43",
                            "text": "107."
                        },
                        {
                            "verse": 44,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:44",
                            "text": "Thus do they betray their own ungodliness, who would have it that Christ's generation had a beginning, in order that it may seem, not that true begetting of the Word abiding, but the utterance of words that pass and are forgotten, and that by intrusion of [the premiss of] a multitude of sons, they may [be warranted to] deny Christ's personal possession of the divine attributes, to the end that He may be regarded as neither the only-begotten nor the first-begotten Son; and lastly, that given the belief that His existence had a beginning, it may also be deemed as appointed to have an end."
                        },
                        {
                            "verse": 45,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:45",
                            "text": "108."
                        },
                        {
                            "verse": 46,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:46",
                            "text": "But neither had the Son of God any beginning, seeing that He already was at the beginning, nor shall He come to an end, Who is the Beginning and the End of the Universe; for being the Beginning, how could He take and receive that which He already had, or how shall He come to an end, being Himself the End of all things, so that in that End we have an abiding-place without end? The Divine Generation is not an event occurring in the course of time, and within its limits, and therefore before it time is not, and in it time has no place."
                        },
                        {
                            "verse": 47,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:47",
                            "text": "109."
                        },
                        {
                            "verse": 48,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:48",
                            "text": "Again, their aimless and futile question finds no loophole for entry, even when directed upon the creation itself; nay, indeed, temporal existences appear, in certain cases, to admit of no division of time."
                        },
                        {
                            "verse": 49,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:49",
                            "text": "For instance, light generates radiance, but we can neither conceive that the radiance begins to exist after the light, nor that the light is in existence before the radiance, for where there is a light, there is radiance, and where there is radiance there is also a light; and thus we can neither have a light without radiance, nor radiance without light, because both the light is in the radiance, and the radiance in the light."
                        },
                        {
                            "verse": 50,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:50",
                            "text": "Thus the Apostle was taught to call the Son \"the Radiance of the Father's Glory,\" for the Son is the Radiance of His Father's light, co-eternal, because of eternity of Power; inseparable, by unity of brightness."
                        },
                        {
                            "verse": 51,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:51",
                            "text": "110."
                        },
                        {
                            "verse": 52,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:52",
                            "text": "If then we can neither understand the mystery of, nor dissociate, these created objects in the sky above us, which we see, can we comprehend Him Whom we see not, Who is above every created existence, God, as He is in the very Holy of Holies of His own Generation? Can we make time a barrier between Him and the Son, when all time is the creation of the Son?  111."
                        },
                        {
                            "verse": 53,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:53",
                            "text": "Let them cease therefore, and say no more that before He was begotten the Son was not."
                        },
                        {
                            "verse": 54,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:54",
                            "text": "For the word \"before\" is a mark of time, whereas the Generation is before  all times, and therefore that which comes after aught comes not before it, and the work cannot be before the maker, seeing that necessarily objects made take their commencement from the craftsman who makes them."
                        },
                        {
                            "verse": 55,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:55",
                            "text": "How can the customary action of any created object be regarded as existing prior to the maker of it, whilst all time is a creation, and every creation has taken its being from its creator?  112."
                        },
                        {
                            "verse": 56,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:56",
                            "text": "I would, therefore, further examine our opponents, who esteem themselves so cunning, and have them make good the application of their theory to human existence, seeing that they use it to disparage the glory of God's Existence, and keep far away from any confession of an inscrutable mystery in the Divine Generation."
                        },
                        {
                            "verse": 57,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:57",
                            "text": "I would have them find ground for their objection in the facts of human generation."
                        },
                        {
                            "verse": 58,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:58",
                            "text": "Of God's Son they assert that before He was begotten He was not,—that is to say, they say this of the Wisdom, the Power, the Word of God, Whose Generation knows nothing prior to itself."
                        },
                        {
                            "verse": 59,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:59",
                            "text": "But if, as they would have us believe, there was a time when the Son existed not (the which it is blasphemy to affirm), then there was a time when God lacked the fulness of Divine Perfection, if afterwards He passed through a process of begetting a Son."
                        },
                        {
                            "verse": 60,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:60",
                            "text": "113."
                        },
                        {
                            "verse": 61,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:61",
                            "text": "To show them, however, the weakness and transparency of their objection, though it has no real relation to any truth, divine or human, I will prove to them that men have existed before they were born."
                        },
                        {
                            "verse": 62,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:62",
                            "text": "Else, let them show that Jacob, who whilst yet hidden in the secret chamber of his mother's womb supplanted his brother, had not been appointed and ordained, ere ever he was born; let them show that Jeremiah had not likewise been so, before his birth,—Jeremiah, to whom the message comes: \"Before I formed thee in thy mother's womb, I knew thee; and before thou camest forth from the belly, I sanctified thee, and appointed thee for a prophet amongst the nations\"."
                        },
                        {
                            "verse": 63,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:63",
                            "text": "What testimony can we have stronger than the case of this great prophet, who was sanctified before he was born, and known before he was shaped?  114."
                        },
                        {
                            "verse": 64,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:64",
                            "text": "What, again, shall I say of John, of whom his holy mother testifies that, whilst he yet lay in her womb, he perceived in spirit the presence of his Lord, and leaped for joy, as we remember it to be written, his mother saying: \"For lo, as soon as the voice of the salutation entered mine ears, the babe leaped in my womb for joy\"."
                        },
                        {
                            "verse": 65,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:65",
                            "text": "Was he, then, who prophesied, in existence or not? Nay, surely he was—surely he was in being who worshipped his Maker; he was in being who spake in his mother's womb."
                        },
                        {
                            "verse": 66,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:66",
                            "text": "And so Elisabeth was filled with the spirit of her son, and Mary sanctified by the Spirit of hers, for thus you may find it recorded, that \"the babe leaped in her womb, and Elisabeth was filled with the Holy Ghost\"."
                        },
                        {
                            "verse": 67,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:67",
                            "text": "115."
                        },
                        {
                            "verse": 68,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:68",
                            "text": "Consider the proper force of each word."
                        },
                        {
                            "verse": 69,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:69",
                            "text": "Elisabeth was indeed the first to hear the voice of Mary, but John was first to feel His Lord's gracious Presence."
                        },
                        {
                            "verse": 70,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:70",
                            "text": "Sweet is the harmony of prophecy with prophecy, of woman with woman, of babe with babe."
                        },
                        {
                            "verse": 71,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:71",
                            "text": "The women speak words of grace, the babes move hiddenly, and as their mothers approach one another, so do they engage in mysterious converse of love; and in a twofold miracle, though in diverse degrees of honour, the mothers prophesy in the spirit of their little ones."
                        },
                        {
                            "verse": 72,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:72",
                            "text": "Who, I ask, was it that performed this miracle? Was it not the Son of God, Who made the unborn to be?  116."
                        },
                        {
                            "verse": 73,
                            "chapter": 9,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 9:73",
                            "text": "Thus your objection fails of reconcilement with the truths of human existence—can it attain thereto with divine mysteries? What mean you by your principle that \"before He was begotten He was not\"? Was the Father engaged for some time in conception, so that certain epochs passed away before the Son was begotten? Was He, like women, in travail of birth, so that just this travail? What would you? Why seek we to pry into divine mysteries? The Scriptures tell me the necessary effects of the Divine Generation, not how it is done."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Ambrose: Exposition of the Christian Faith Book IV 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:2",
                            "text": "The objection that Christ, on the showing of St."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:3",
                            "text": "John, lives because of the Father, and therefore is not to be regarded as equal with the Father, is met by the reply that for the Life of the Son, in respect of His Godhead, there has never been a time when it began; and that it is dependent upon none, whilst the passage in question must be understood as referring to His human life, as is shown by His speaking there of His body and blood."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:4",
                            "text": "Two expositions of the passage are given, the one of which is shown to refer to Christ's Manhood, whilst the second teaches His equality with the Father, as also His likeness with men."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:5",
                            "text": "Rebuke is administered to the Arians for the insult which they are seeking to inflict upon the Son, and the sense in which the Son can be said to live \"because of\" the Father is explained, as also the union of life with the divine Life."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:6",
                            "text": "A further objection, based upon the Son's prayer that He may be glorified by the Father, is briefly refuted."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:7",
                            "text": "118."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:8",
                            "text": "There are not a few who raise this further objection, that it is written: \"As the living Father hath sent Me, and I live by the Father; so he that eateth Me, liveth also by Me\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:9",
                            "text": "\"How,\" ask they, \"is the Son equal with the Father, when He has said that He lives by the Father?\"  119."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:10",
                            "text": "Let those who oppose us on this ground tell us first what the Life of the Son is."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:11",
                            "text": "Is it a life bestowed by the Father upon one lacking life? But how could the Son ever fail to possess life, He Himself being the Life, as He says, \"I am the Way, the Truth, and the Life\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:12",
                            "text": "Truly, His life is eternal, even as His power is eternal."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:13",
                            "text": "Was there a time, then, when (so to speak) Life possessed not itself?  120."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:14",
                            "text": "Bethink you what is read this day concerning the Lord Jesus, that \"He died for our sakes, to the end that whether we wake or whether we sleep, we may live with Him\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:15",
                            "text": "He Whose Death is Life, is not His Godhead Life, seeing that the Godhead is Life eternal?  121."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:16",
                            "text": "But is His Life truly in the Father's power? Why, He showed that even His bodily life was not in the power of any other, as we have it on record: \"I lay down My life, that I may take it again."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:17",
                            "text": "No man taketh it from Me, but I lay it down of Myself."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:18",
                            "text": "I have power to lay it down, and again I have power to take it."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:19",
                            "text": "This commandment have I received of My Father\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:20",
                            "text": "122."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:21",
                            "text": "Is His divine Life then to be regarded as depending upon the power of another, when His bodily life was subject to no other power but His own? For it would have been the power of another, but for the Unity of power."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:22",
                            "text": "But just as He gives us to understand that His laying down His life was done of His own power, and of His free Will, so also He teaches us, in laying it down in obedience to His Father's command, the unity of His own with the Father's Will."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:23",
                            "text": "123."
                        },
                        {
                            "verse": 24,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:24",
                            "text": "If, then, there has neither been a time when the Life of the Son took a commencement, nor any power to which it has been subjected, let us consider what His meaning was when He said: \"Even as the living Father hath sent Me, and I live by the Father\"? Let us expound His meaning as best we can; nay, rather let Him expound it Himself."
                        },
                        {
                            "verse": 25,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:25",
                            "text": "124."
                        },
                        {
                            "verse": 26,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:26",
                            "text": "Take notice, then, what He said in an earlier part of His discourse."
                        },
                        {
                            "verse": 27,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:27",
                            "text": "\"Verily, verily, I say unto you\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:28",
                            "text": "He first teaches thee how thou oughtest to listen."
                        },
                        {
                            "verse": 29,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:29",
                            "text": "\"Verily, verily, I say unto you, unless ye eat the flesh of the Son of Man, and drink His blood, ye shall have no life in you\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:30",
                            "text": "He first premised that He was speaking as Son of Man; dost thou then think that what He hath said, as Son of Man, concerning His Flesh and His Blood, is to be applied to His Godhead?  125."
                        },
                        {
                            "verse": 31,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:31",
                            "text": "Then He added: \"For My Flesh is meat indeed, and My Blood is drink [indeed]\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:32",
                            "text": "Thou hearest Him speak of His Flesh and of His Blood, thou perceivest the sacred pledges, [conveying to us the merits and power] of the Lord's death, and thou dishonourest His Godhead."
                        },
                        {
                            "verse": 33,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:33",
                            "text": "Hear His own words: \"A spirit hath not flesh and bones\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:34",
                            "text": "Now we, as often as we receive the Sacramental Elements, which by the mysterious efficacy of holy prayer are transformed into the Flesh and the Blood, \"do show the Lord's Death\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:35",
                            "text": "126."
                        },
                        {
                            "verse": 36,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:36",
                            "text": "Then, after calling on us to take notice that He speaks as Son of Man, and frequent repeated mention of His Flesh and His Blood, He adds: \"Even as the living Father hath sent Me, and I live by the Father, so he that eateth Me, he also liveth by Me\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:37",
                            "text": "How then do they suppose that we are to understand these words?—for the comparison can be shown as a double one."
                        },
                        {
                            "verse": 38,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:38",
                            "text": "The first comparison being after the following manner: \"Even as the living Father hath sent Me, I live by the Father;\" the second: \"Even as the living Father hath sent Me, and I live by the Father, so also he that eateth Me, he too liveth by Me\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:39",
                            "text": "127."
                        },
                        {
                            "verse": 40,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:40",
                            "text": "If our adversaries choose the former, the meaning is this, that, \"as I am sent by the Father and am come down from the Father, so (in accordance therewith) I live by the Father\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:41",
                            "text": "But in what character was He sent, and came down, save as Son of Man, even as He Himself said before: \"No man hath ascended into heaven, save He that hath come down from heaven as Son of Man\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:42",
                            "text": "Then, just as He was sent and came down as Son of Man, so as Son of Man He lives by the Father."
                        },
                        {
                            "verse": 43,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:43",
                            "text": "Furthermore, he that eateth Him, as eating the Son of Man, doth himself also live by the Son of Man."
                        },
                        {
                            "verse": 44,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:44",
                            "text": "Thus, He has compared the effect of His Incarnation to His coming."
                        },
                        {
                            "verse": 45,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:45",
                            "text": "128."
                        },
                        {
                            "verse": 46,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:46",
                            "text": "But if they choose the second method, do we not infer both the equality of the Son with the Father, and His likeness to men, together, though in clear mutual distinction? For what is the meaning of the words, \"Even as He Himself liveth by the Father, so we also live by Him,\" but that the Son so quickeneth a man, as the Father hath in the Son quickened human nature? \"For as the Father raiseth the dead and quickeneth them, so also the Son quickeneth whom He will,\" as the Lord Himself hath already said."
                        },
                        {
                            "verse": 47,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:47",
                            "text": "129."
                        },
                        {
                            "verse": 48,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:48",
                            "text": "Thus the equality of the Son to the Father is established simply upon unity in the action of quickening, since the Son so quickeneth as the Father doth."
                        },
                        {
                            "verse": 49,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:49",
                            "text": "Acknowledge therefore the eternity of His Life and Sovereignty."
                        },
                        {
                            "verse": 50,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:50",
                            "text": "Again, our likeness with the Son is discovered, and a certain unity with Him in the flesh, because that, like as the Son of God was quickened in the flesh by the Father, so also is man quickened; for thus it is written, that as God raised Jesus Christ from the dead, so we also, as men, are quickened by the Son of God."
                        },
                        {
                            "verse": 51,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:51",
                            "text": "130."
                        },
                        {
                            "verse": 52,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:52",
                            "text": "According to this interpretation, then, immortality is not only applied to our condition by grace of bounty, but is also proclaimed as the property of Godhead—the latter, because it is the Godhead which quickeneth; the former, because manhood is quickened in Christ."
                        },
                        {
                            "verse": 53,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:53",
                            "text": "131."
                        },
                        {
                            "verse": 54,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:54",
                            "text": "But if any would apply the force of either comparison to Christ's Godhead, then the Son of God is put on one footing with men, so that the Son of God lives by the Father just as we live by the Son of God."
                        },
                        {
                            "verse": 55,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:55",
                            "text": "But the Son of God bestows eternal life by free gift, we cannot so do."
                        },
                        {
                            "verse": 56,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:56",
                            "text": "If then He be placed on a level with us, He too does not bestow this gift."
                        },
                        {
                            "verse": 57,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:57",
                            "text": "Let Arius' disciples then have the due reward of their faith—which is, not to obtain eternal life of the Son."
                        },
                        {
                            "verse": 58,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:58",
                            "text": "132."
                        },
                        {
                            "verse": 59,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:59",
                            "text": "I would now go further."
                        },
                        {
                            "verse": 60,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:60",
                            "text": "If our opponents are pleased to apply the teaching of this passage to the principle of the eternity of the Divine Substance, let them hear a third exposition: Does not our Lord plainly appear to say that as the Father is a living Father, so too the Son also lives?—and who can but observe that here we must understand a reference to unity of Life, forasmuch as the same Life is the Life of the Father and the Life of the Son? \"For as the Father hath Life in Himself, so hath He given to the Son also to have Life in Himself\"."
                        },
                        {
                            "verse": 61,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:61",
                            "text": "He hath given—by reason of unity with Him."
                        },
                        {
                            "verse": 62,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:62",
                            "text": "He hath given, not to take away, but that He may be glorified in the Son."
                        },
                        {
                            "verse": 63,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:63",
                            "text": "He hath given, not that He, the Father, might keep guard over it, but that the Son might have it in possession."
                        },
                        {
                            "verse": 64,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:64",
                            "text": "133."
                        },
                        {
                            "verse": 65,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:65",
                            "text": "But the Arians think that they must oppose hereto the fact that He had said, \"I live by the Father\"."
                        },
                        {
                            "verse": 66,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:66",
                            "text": "Of a certainty (suppose that they conceive the words as referring to His Godhead) the Son lives by the Father, because He is the Son begotten of the Father,—by the Father, because He is of one Substance with the Father,—by the Father, because He is the Word given forth from the heart of the Father, because He came forth from the Father, because He is begotten of the \"bowels of the Father,\" because the Father is the Fountain and Root of the Son's being."
                        },
                        {
                            "verse": 67,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:67",
                            "text": "134."
                        },
                        {
                            "verse": 68,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:68",
                            "text": "But peradventure they may urge: \"If you hold that the Son, in saying, 'And I live by the Father,' spoke of the unity of life subsisting between the Father and the Son, does it not follow that He discovered the unity of life between the Son and mankind in saying that 'he that eateth Me, the same liveth by Me'?\"  135."
                        },
                        {
                            "verse": 69,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:69",
                            "text": "Even so."
                        },
                        {
                            "verse": 70,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:70",
                            "text": "Just as I confess the unity of celestial Life subsisting in Father and Son by reason of the unity of the substance of the Godhead, so too, save as concerns the prerogatives of the Divine Nature or those which are the effect of the Incarnation of our Lord, I affirm of the Son a participation of spiritual life with us by virtue of the unity of His Manhood with ours, for \"as is the heavenly, such are they also that are heavenly\"."
                        },
                        {
                            "verse": 71,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:71",
                            "text": "Further, even as in Him we sit at the right hand of the Father, not in the sense that we share His throne, but that we rest in the Body of Christ—even as, I say, we have part in Christ's session by reason of corporal unity, so too we live  in Christ by reason of unity of our bodies with His Body."
                        },
                        {
                            "verse": 72,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:72",
                            "text": "136."
                        },
                        {
                            "verse": 73,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:73",
                            "text": "Not only, then, have I no fears of the text, \"I live by the Father,\" but I should have none, even though Christ had said, \"I live by help of the Father\"."
                        },
                        {
                            "verse": 74,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:74",
                            "text": "137."
                        },
                        {
                            "verse": 75,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:75",
                            "text": "Now another objection commonly urged by them starts from the text: \"This sickness is not unto death, but for the glory of God, to the end that His Son may be glorified by Him\"."
                        },
                        {
                            "verse": 76,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:76",
                            "text": "But not only is the Son glorified through the Father and by the Father, as it is written: \"Glorify Me, Father;\" and again: \"Now hath the Son of Man been glorified, and God hath been glorified in Him, and God glorifieth Him,\" but the Father also is glorified through the Son and by the Son, for Truth hath said: \"I have glorified Thee upon earth\"."
                        },
                        {
                            "verse": 77,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:77",
                            "text": "138."
                        },
                        {
                            "verse": 78,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:78",
                            "text": "Even as the Son, therefore, is glorified through the Father, so too He lives by the Father."
                        },
                        {
                            "verse": 79,
                            "chapter": 10,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 10:79",
                            "text": "There are some who have been led by consideration of these words to the supposition that [the Greek] \"δόξα\" means \"opinion, belief,\" rather than \"glory,\" and therefore have interpreted as follows: \"I have given thee a δόξα upon earth, I have finished the work which Thou gavest Me to do, and now, O Father, give me a δόξα;\" that is to say: \"I have taught men so to believe concerning Thee, as to know that Thou art the true God; do Thou also establish in them, concerning Me, the belief that I am Thy Son, and very God\"."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Ambrose: Exposition of the Christian Faith Book IV 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:2",
                            "text": "The particular distinction which the Arians endeavoured to prove upon the Apostle's teaching that all things are \"of\" the Father and \"through\" the Son, is overthrown, it being shown that in the passage cited the same Omnipotence is ascribed both to Father and to Son, as is proved from various texts, especially from the words of St."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:3",
                            "text": "Paul himself, in which heretics foolishly find a reference to the Father only, though indeed there is no diminution or inferiority of the Son's sovereignty proved, even by such a reference."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:4",
                            "text": "Finally, the three phrases, \"of Whom,\" \"through Whom,\" \"in Whom,\" are shown to suppose or imply no difference (of power), and each and all to hold true of the Three Persons."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:5",
                            "text": "139."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:6",
                            "text": "Now we come to that laughable method, attempted by some, of showing a difference of Power to subsist between Father and Son, on the strength of apostolic testimony, it being written: \"But for us there is One God, the Father, of Whom are all things, and we in Him, and One Lord, Jesus Christ, through Whom are all things, and we through Him\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:7",
                            "text": "It is urged that no small difference in degree of Divine Majesty is signified in the affirmation that all things are \"of\" the Father, and \"through\" the Son."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:8",
                            "text": "Whereas nothing is clearer than that here a plain reason is given of the Omnipotence of the Son, inasmuch as whilst all things are \"of\" the Father, none the less are they all \"through\" the Son."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:9",
                            "text": "140."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:10",
                            "text": "The Father is not \"amongst\" all things, for to Him it is confessed that \"all things serve Thee\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:11",
                            "text": "Nor is the Son reckoned \"amongst\" all things, for \"all things were made by Him,\" and \"all things exist together in Him, and He is above all the heavens\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:12",
                            "text": "The Son, therefore, exists not \"amongst\" but above all things, being, indeed, after the flesh, of the people, of the Jews, but yet at the same time God over all, blessed for ever, having a Name which is above every name, it being said of Him, \"Thou hast put all things in subjection under His feet\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:13",
                            "text": "But in making all things subject to Him, He left nothing that is not subject, even as the Apostle hath said."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:14",
                            "text": "But suppose that the Apostle's words were intended with reference to the Incarnate Lord; how then can we doubt the incomparable majesty of His Divine Generation?  141."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:15",
                            "text": "Certain it is, then, that between Father and Son there can be no difference of Power."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:16",
                            "text": "Nay, so far is such difference from being present, that the same Apostle has said that all things are \"of\" Him, by Whom are all things, as followeth: \"For of Him and through Him and in Him are all things\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:17",
                            "text": "142."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:18",
                            "text": "Now if, as they suppose, it is the Father alone Who is spoken of, it cannot be that He is at once Omnipotent because all things are of Him, and not Omnipotent because all things are through Him."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:19",
                            "text": "On  their own showing, then, they will declare the Father lacking in Power, and not Omnipotent, or at the least they will be confessing with their own mouth, all against their will though it be, the Omnipotence of the Son as well as of the Father."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:20",
                            "text": "143."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:21",
                            "text": "Howbeit, let them decide whether they will understand this affirmation as made concerning the Father."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:22",
                            "text": "If they do so decide then all things are \"through\" Him also."
                        },
                        {
                            "verse": 23,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:23",
                            "text": "If they decide that it is the Son Who is spoken of, then all things are \"of\" Him as well as \"of\" the Father."
                        },
                        {
                            "verse": 24,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:24",
                            "text": "But if all things are \"through\" the Father also, then surely there is no argument for diminishing from the honour due to the Son; and if all things are \"of\" the Son, the Son must be honoured in like manner as the Father is."
                        },
                        {
                            "verse": 25,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:25",
                            "text": "144."
                        },
                        {
                            "verse": 26,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:26",
                            "text": "In case our opponents should suspect that we are taking advantage of some intrusion of a single spurious verse into the text, let us review the whole passage."
                        },
                        {
                            "verse": 27,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:27",
                            "text": "\"O depth of the riches of God's wisdom and knowledge!\" exclaims the Apostle, \"how unsearchable are His judgments, and His ways past finding out! For Who hath known the mind of the Lord, or who hath been His counsellor? Or who hath been first to give unto Him, and shall be recompensed? For of Him and through Him and in Him are all things."
                        },
                        {
                            "verse": 28,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:28",
                            "text": "To Him be glory for ever!\"  145."
                        },
                        {
                            "verse": 29,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:29",
                            "text": "Who, then, think they, is here spoken of—the Father or the Son? If it be the Father—then we answer that the Father is not the Wisdom of God, for the Son is."
                        },
                        {
                            "verse": 30,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:30",
                            "text": "But what is there that is impossible to Wisdom, of Whom it is written: \"Seeing that she is almighty and abiding, she maketh all things new in herself\"? We read of Wisdom, then, not as approaching, but as abiding."
                        },
                        {
                            "verse": 31,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:31",
                            "text": "Thus have you the authority of Solomon to teach you of the Omnipotence and Eternity of Wisdom, and of her Goodness as well, for it is written: \"But malice overcometh not Wisdom\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:32",
                            "text": "146."
                        },
                        {
                            "verse": 33,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:33",
                            "text": "But to purpose."
                        },
                        {
                            "verse": 34,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:34",
                            "text": "\"How unsearchable,\" saith the Apostle, \"are His judgments!\" Now if \"the Father hath given all judgment to the Son,\" it seems that the Father points to the Son as Judge."
                        },
                        {
                            "verse": 35,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:35",
                            "text": "147."
                        },
                        {
                            "verse": 36,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:36",
                            "text": "But now, to show us that He is speaking of the Son, not of the Father, St."
                        },
                        {
                            "verse": 37,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:37",
                            "text": "Paul proceeds: \"Who was first in giving to Him?\" For \"the Father hath given to the Son,\" but it was as acknowledging the rights of Him Whom He has begotten, not by way of largess."
                        },
                        {
                            "verse": 38,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:38",
                            "text": "Therefore, it being undeniable that the Son has received at the hands of the Father, as it is written, \"All things have been given unto Me of My Father,\" yet, in saying, \"Who was first in giving to Him?\" the Apostle has not denied that the Son has received gifts of the Father, by virtue of His Nature, but he has indeed shown that, of Father and Son, Neither can be said to be before the Other, forasmuch as, albeit the Father has given gifts unto the Son, yet He has not so bestowed them as upon one that began to be after Him; because the uncreate and incomprehensible Trinity, Which is of One Eternity and Glory, admits neither difference of time nor degree of precedence."
                        },
                        {
                            "verse": 39,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:39",
                            "text": "148."
                        },
                        {
                            "verse": 40,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:40",
                            "text": "If, however, we hold ourselves more bound to observe those Greek manuscripts which show \"τίς προσέδωχεν αὐτῳ;\" it is clear that He to Whom nothing can be added is not unequal to Him Who is perfect and complete."
                        },
                        {
                            "verse": 41,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:41",
                            "text": "Therefore, if this passage from the Apostle, in its entirety, is better understood with reference to the Son, we see that we must also believe concerning the Son, that all things are of Him, even as it is written: \"For of Him and through Him and in Him are all things\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:42",
                            "text": "149."
                        },
                        {
                            "verse": 43,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:43",
                            "text": "Be it so, nevertheless, that they suppose the passage to be intended of the Father, then let us call to mind that even as we read of all things being of Him, so too we read of all things being through Him, that is to say, the authority of the Father and of the Son is extended over the whole created universe."
                        },
                        {
                            "verse": 44,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:44",
                            "text": "And, though we have already proved the Omnipotence of the Son by the Omnipotence of the Father, still—forasmuch as they are ever bent upon disparagement—let them consider that they disparage the Father as well as the Son."
                        },
                        {
                            "verse": 45,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:45",
                            "text": "For if the Son be limited in might, because all things are through Him, do we say further, that the Father likewise is limited, because all things are through Him also?  150."
                        },
                        {
                            "verse": 46,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:46",
                            "text": "But to bring them to understand that  these phrases involve no difference, I will once again show that it is the same person, \"of\" whom anything is, and \"through\" whom anything is, and that we read of things being related in both these ways to the Father."
                        },
                        {
                            "verse": 47,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:47",
                            "text": "For we find: \"Faithful is God, through Whom ye were called into the fellowship of His Son\"."
                        },
                        {
                            "verse": 48,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:48",
                            "text": "Let our adversaries weigh the meaning of the Apostle's words."
                        },
                        {
                            "verse": 49,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:49",
                            "text": "We are called \"through\" the Father—they raise no controversy: we are created \"through\" the Son—and this they have set down as a mark of inferiority."
                        },
                        {
                            "verse": 50,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:50",
                            "text": "The Father has called us into fellowship with His Son, and this truth we, as in duty bound, devoutly receive."
                        },
                        {
                            "verse": 51,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:51",
                            "text": "The Son has created all things, and Arius' followers imagine that here they have not the decree of a free Will, but a forced service, slavishly performed!  151."
                        },
                        {
                            "verse": 52,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:52",
                            "text": "Again, to obtain fuller understanding that, forasmuch as we are called through the Father into fellowship with His Son, there is no difference of Power in the Father and the Son, [note that] the fellowship itself has its beginning of the Son, as it is written: \"For from His fulness have we all received,\" though, if we follow the Greek text of the Gospel, we ought to render \"of His fulness\"."
                        },
                        {
                            "verse": 53,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:53",
                            "text": "152."
                        },
                        {
                            "verse": 54,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:54",
                            "text": "See, then, how there is fellowship both through the Father and of the Son, and yet not a different fellowship, but one and the same."
                        },
                        {
                            "verse": 55,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:55",
                            "text": "\"And that our fellowship be with the Father and with His Son Jesus Christ\"."
                        },
                        {
                            "verse": 56,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:56",
                            "text": "153."
                        },
                        {
                            "verse": 57,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:57",
                            "text": "Observe, further, that Scripture speaks of our having one fellowship not only \"of\" the Father and the Son, but also \"of\" the Holy Spirit."
                        },
                        {
                            "verse": 58,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:58",
                            "text": "\"The grace of Our Lord Jesus Christ,\" saith the Apostle, \"and the love of God, and the fellowship of the Holy Spirit be with you all\"."
                        },
                        {
                            "verse": 59,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:59",
                            "text": "154."
                        },
                        {
                            "verse": 60,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:60",
                            "text": "Now, I ask, wherein does He, through Whom are all things, appear less than He, of Whom are all things? Is it because He is declared to be the Worker? But the Father also works, for He is true who said, \"My Father worketh hitherto, and I work\"."
                        },
                        {
                            "verse": 61,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:61",
                            "text": "Therefore, even as the Father worketh, so worketh the Son also; and so He Who worketh is not limitary in power nor abject, for the Father also worketh; which being so, that which is common to the Son with the Father, or even which the Son has by the Father, ought not to be the less esteemed, lest heretics further dishonour the Father in the Person of the Son."
                        },
                        {
                            "verse": 62,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:62",
                            "text": "155."
                        },
                        {
                            "verse": 63,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:63",
                            "text": "Not to be passed over for silencing the disputings of Arian misbelief are those words of the same Saint John, which he set down in another Scripture: \"If ye know that He is just, know that he which doeth righteousness is born of Him\"."
                        },
                        {
                            "verse": 64,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:64",
                            "text": "But who is righteous, save the Lord, Who loveth righteousness? Or whom—as the foregoing texts warn us—have we to assure us of everlasting life, if we have not the Son? If, therefore, the Son of God hath promised us everlasting life, and He is righteous, surely we are born \"of\" Him."
                        },
                        {
                            "verse": 65,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:65",
                            "text": "Else, if our adversaries deny that we are born of the Son by grace, they likewise deny His righteousness."
                        },
                        {
                            "verse": 66,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:66",
                            "text": "156."
                        },
                        {
                            "verse": 67,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:67",
                            "text": "Thou must therefore believe that all things are of the Son of God [even as of God the Father, for even as God is the Father of all, so likewise is the Son the Author and Creator of all."
                        },
                        {
                            "verse": 68,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:68",
                            "text": "We see, then, the vanity of this their questioning, forasmuch as it holds good of the Son [as of the Father], that \"of Him and through Him and in Him are all things\"."
                        },
                        {
                            "verse": 69,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:69",
                            "text": "157."
                        },
                        {
                            "verse": 70,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:70",
                            "text": "We have shown how all things are \"of\" Him, and likewise how all things are also \"through\" Him."
                        },
                        {
                            "verse": 71,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:71",
                            "text": "Who then doubts that all things are \"in\" Him, when another Scripture saith: \"For in Him are all things founded, that are in the heavens, and in Him they were created, and He is before all things, and all things consist in Him\"? (Col."
                        },
                        {
                            "verse": 72,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:72",
                            "text": "i."
                        },
                        {
                            "verse": 73,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:73",
                            "text": "16)."
                        },
                        {
                            "verse": 74,
                            "chapter": 11,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 11:74",
                            "text": "Of Him, then, thou hast grace; Himself thou hast for thy Creator; in Him thou findest the foundation of all things."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Ambrose: Exposition of the Christian Faith Book IV 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:2",
                            "text": "The comparison, found in the Gospel of St."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:3",
                            "text": "John, of the Son to a Vine and the Father to a husbandman, must be understood with reference to the Incarnation."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:4",
                            "text": "To understand it with reference to the Divine Generation is to doubly insult the Son, making Him inferior to St."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:5",
                            "text": "Paul, and bringing Him down to the level of the rest of mankind, as well as in like manner the Father also, by making Him not merely to be on one footing with the same Apostle, but even of no account at all."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:6",
                            "text": "The Son, indeed, in so far as being God, is also the husbandman, and, as regards His Manhood, a grape-cluster."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:7",
                            "text": "True statement of the Father's pre-eminence."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:8",
                            "text": "158."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:9",
                            "text": "There is yet another Scripture, which our opponents commonly object against us, in order to prove their division of the Godhead of the Father from the Godhead of the  Son, namely, our Lord's words in the Gospel: \"I am the true Vine and My Father is the Husbandman\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:10",
                            "text": "The vine and the husbandman, say they, are of different natures, and the vine is in the power of the husbandman."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:11",
                            "text": "159."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:12",
                            "text": "Thus, then, ye would have us believe that the Son, as touching His Godhead, is like to a vine, so that without a vine-dresser He is nothing, and may be neglected or even rooted up."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:13",
                            "text": "Thus ye juggle up a lie from the letter of the Scripture which sayeth that our Lord called Himself the Vine, intending thereby the mystery of His Incarnation."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:14",
                            "text": "Howbeit, if ye are bent on it that we dispute upon the letter, I too confess, yea, I proclaim, that the Son called Himself the Vine."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:15",
                            "text": "For woe be to me, if I deny the pledge of the salvation of His people!  160."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:16",
                            "text": "How then do you purpose to understand the truth that the Son of God called Himself the Vine? If you interpret the saying with respect to the Substance of His Godhead, and if you suppose such a diversity of Godhead between the Father and the Son as there is of nature between a husbandman and a vine, you do double insult both to Father and to Son—to the Son, because if, as you affirm, He is, as touching His Godhead, beneath a husbandman, then must He on the same showing be esteemed lower than the Apostle Paul, forasmuch as Paul indeed called himself a husbandman, as we find it written: \"I have planted, Apollos hath watered: but God hath given the increase\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:17",
                            "text": "Will you have Paul, then, to be better than the Son of God?  161."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:18",
                            "text": "Thus far the one insult."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:19",
                            "text": "As for the other, it lies herein, that if the Son is the Vine in respect of His eternally-begotten Person, then, He having said: \"I am the Vine, ye are the branches,\" that divinely-begotten One appears to be of one substance with us."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:20",
                            "text": "But \"who is like unto Thee among the gods, O Lord?\" as it is written; and again, in the Psalms: \"For who is there among the clouds that shall be equal to the Lord? Or who among the sons of God shall be like unto God\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:21",
                            "text": "162."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:22",
                            "text": "Moreover, ye disparage not only the Son, but the Father also."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:23",
                            "text": "For if the term \"husbandman\" is to comprehend in its designation all the prerogative of the Father's Sovereignty, then, seeing that Paul too is a husbandman, you set the Apostle, to whom you deny that the Son is equal, on an even footing with the Father."
                        },
                        {
                            "verse": 24,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:24",
                            "text": "163."
                        },
                        {
                            "verse": 25,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:25",
                            "text": "Again, it being written, \"But neither he which planteth is anything, nor he that watereth; but God, Who giveth the increase,\" you will rest the fulness of the Father's Majesty in a name which, as you see, stands for weakness."
                        },
                        {
                            "verse": 26,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:26",
                            "text": "For if he that planteth is nothing, and he that watereth is nothing, but it is God, Who giveth the increase [Who is all], observe what your blasphemy intends—even to expose the Father to contempt under the title of a husbandman, and to demand another God to provide the increase of the Father's labour."
                        },
                        {
                            "verse": 27,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:27",
                            "text": "Wickedly, therefore, do they think to extol the Dignity of God the Father by this use of the term \"husbandman,\" in which God the Father is brought down to the level of man, as being designated by a common title."
                        },
                        {
                            "verse": 28,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:28",
                            "text": "164."
                        },
                        {
                            "verse": 29,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:29",
                            "text": "Yet what wonder if, as ye heretics would have it, the Father is to be exalted above a Son Whose Godhead differs not a whit from the common condition of mankind? If ye suppose the Son to have been entitled the Vine with respect to His Godhead, then do ye esteem Him not only as liable to corruption and subject to changes of wind and weather, but even as partaking of manhood only, forasmuch as the Vine and its branches are of one nature, so that the Son of God appears, not to have taken upon Him our flesh, through the mystery of Incarnation, but to have altogether sprung into being from the flesh."
                        },
                        {
                            "verse": 30,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:30",
                            "text": "165."
                        },
                        {
                            "verse": 31,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:31",
                            "text": "But I will indeed openly confess that His flesh, though born in a new and mysterious birth, was yet of the same nature with ours, and that this is the pledge of our salvation, not the source of the Divine Generation."
                        },
                        {
                            "verse": 32,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:32",
                            "text": "He indeed is the Vine, for He bears my sufferings, whensoever manhood, hitherto frail, leans on Him and so matures with plenteous fruit of renewed devotion."
                        },
                        {
                            "verse": 33,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:33",
                            "text": "166."
                        },
                        {
                            "verse": 34,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:34",
                            "text": "Yet if the husbandman's power allure thee, tell me, prithee, who it was that spake in the prophet, saying: \"O Lord, make it known to me, that I may know; then saw I their thoughts."
                        },
                        {
                            "verse": 35,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:35",
                            "text": "I was led as a harmless lamb to the slaughter and knew it not: they took counsel together against me, saying, Come, let us throw wood into his bread\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:36",
                            "text": "For if the Son here speaks of the mystery of His coming Incarnation—for it were blasphemy to suppose that the words are spoken concerning the Father—then surely it is the Son Who speaks in an earlier passage: \"I have planted thee as a fruitful vine—how art Thou become bitter, and a wild vine?\"  167."
                        },
                        {
                            "verse": 37,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:37",
                            "text": "And thus thou seest that the Son also is the husbandman,—the Son, of one Name with the Father, one work, one dignity and Substance."
                        },
                        {
                            "verse": 38,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:38",
                            "text": "If, then, the Son is both Vine and Husbandman, plainly we infer the meaning of the Vine with regard to the mystery of the Incarnation."
                        },
                        {
                            "verse": 39,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:39",
                            "text": "168."
                        },
                        {
                            "verse": 40,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:40",
                            "text": "But not only has our Lord called Himself a Vine—He has also given Himself, by the voice of the prophet, the title of a Grape-cluster—even when Moses, at the command of the Lord, sent spies to the Valley of the Cluster."
                        },
                        {
                            "verse": 41,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:41",
                            "text": "What is that valley but the humility of the Incarnation and the fruitfulness of the Passion? I indeed think that He is called the Cluster, because that from the Vine brought out of Egypt, that is, the people of the Jews, there grew a fruit for the world's good."
                        },
                        {
                            "verse": 42,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:42",
                            "text": "No man, truly, can understand the Cluster as a token of the Divine Generation—or if there be any who so understand it, they leave no conclusion open but that we should believe that Cluster to have sprung from the Vine."
                        },
                        {
                            "verse": 43,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:43",
                            "text": "And thus in their folly they attribute to the Father that which they refuse to believe of the Son."
                        },
                        {
                            "verse": 44,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:44",
                            "text": "169."
                        },
                        {
                            "verse": 45,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:45",
                            "text": "But if there be now left no room for doubt that the Son of God is called the Vine with respect and intention to His Incarnation, you see what hidden truth it was to which our Lord had regard in saying, \"The Father is greater than I\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:46",
                            "text": "For after this premised, He proceeded immediately: \"I am the true Vine, and My Father is the Husbandman,\" that you might know that the Father is greater in so far as He dresses and tends our Lord's flesh, as the husbandman dresses and tends his vines."
                        },
                        {
                            "verse": 47,
                            "chapter": 12,
                            "name": "Ambrose: Exposition of the Christian Faith Book IV 12:47",
                            "text": "Further, our Lord's flesh is that which could increase in stature with age, and be wounded through suffering, to the end that the whole human race might rest guarded from the pestilent heat of the pleasures of this world, under the shadow of the Cross whereon Its limbs are spread."
                        }
                    ]
                }
            ]
        }
    ]
}