{
    "books": [
        {
            "name": "Against Eunomius Book X",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Against Eunomius Book X 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:1",
                            "text": "Book X."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:2",
                            "text": "1."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:3",
                            "text": "The tenth book discusses the unattainable and incomprehensible character of the enquiry into entities."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:4",
                            "text": "And herein he strikingly sets forth the points concerning the nature and formation of the ant, and the passage in the Gospel, \"I am the door\" and \"the way,\" and also discusses the attribution and interpretation of the Divine names, and the episode of the children of Benjamin."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:5",
                            "text": "Let us, however, keep to our subject."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:6",
                            "text": "A little further on he contends against those who acknowledge that human nature is too weak to conceive what cannot be grasped, and with lofty boasts enlarges on this topic on this wise, making light of our belief on the matter in these words:—\"For it by no means follows that, if some one's mind, blinded by malignity, and for that reason unable to see anything in front or above its head, is but moderately competent for the apprehension of truth, we ought on that ground to think that the discovery of reality is unattainable by the rest of mankind\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:7",
                            "text": "But I should say to him that he who declares that the discovery of reality is attainable, has of course advanced his own intellect by some method and logical process through the knowledge of existent things, and after having been trained in matters that are comparatively small and easily grasped by way of apprehension, has, when thus prepared, flung his apprehensive fancy upon those objects which transcend all conception."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:8",
                            "text": "Let, then, the man who boasts that he has attained the knowledge of real existence, interpret to us the real nature of the most trivial object that is before our eyes, that by what is knowable he may warrant our belief touching what is secret: let him explain by reason what is the nature of the ant, whether its life is held together by breath and respiration, whether it is regulated by vital organs like other animals, whether its body has a framework of bones, whether the hollows of the bones are filled with marrow, whether its joints are united by the tension of sinews and ligaments, whether the position of the sinews is maintained by enclosures of muscles and glands, whether the marrow extends along the vertebr from the sinciput to the tail, whether it imparts to the limbs that are moved the power of motion by means of the enclosure of sinewy membrane; whether the creature has a liver, and in connection with the liver a gall-bladder; whether it has kidneys and heart, arteries and veins, membranes and diaphragm; whether it is externally smooth or covered with hair; whether it is distinguished by the division into male and female; in what part of its body is located the power of sight and hearing; whether it enjoys the sense of smell; whether its feet are undivided or articulated; how long it lives; what is the method in which they derive generation one from another, and what is the period of gestation; how it is that all ants do not crawl, nor are all winged, but some belong to the creatures that move along the ground, while others are borne aloft in the air."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:9",
                            "text": "Let him, then, who boasts that he has grasped the knowledge of real existence, disclose to us awhile the nature of the ant, and then, and not till then, let him discourse on the nature of the power that surpasses all understanding."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:10",
                            "text": "But if he has not yet ascertained by his knowledge the nature of the tiny ant, how comes he to vaunt that by the apprehension of reason he has grasped Him Who in Himself controls all creation, and to say that those who own in themselves the weakness of human nature, have the perceptions of their souls darkened, and can neither reach anything in front of them, nor anything above their head?  But now let us see what understanding he who has the knowledge of existent things possesses beyond the rest of the world."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:11",
                            "text": "Let us listen to his arrogant utterance:—\"Surely it would have been idle for the Lord to call Himself 'the door,' if there were none to pass through to the understanding and contemplation of the Father, and it would have been idle for Him to call Himself 'the way,' if He gave no facility to those who wish to come to the Father."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:12",
                            "text": "And how could He be a light, without lightening men, without illuminating the eye of their soul to understand both Himself and the transcendent Light?\" Well, if he were here enumerating some arguments from his own head, that evade the understanding of the hearers by their subtlety, there would perhaps be a possibility of being deceived by the ingenuity of the argument, as his underlying thought frequently escapes the reader's notice."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:13",
                            "text": "But since he alleges the Divine words, of course no one blames those who believe that their inspired teaching is the common property of all."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:14",
                            "text": "\"Since then,\" he says, \"the Lord was named 'a door,' it follows from hence that the essence of God may be comprehended by man\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:15",
                            "text": "But the Gospel does not admit of this meaning."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:16",
                            "text": "Let us hear the Divine utterance itself."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:17",
                            "text": "\"I am the door,\" Christ says; \"by Me if any man enter in he shall be saved, and shall go in and out and find pasture\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:18",
                            "text": "Which then of these is the knowledge of the essence? For as several things are here said, and each of them has its own special meaning, it is impossible to refer them all to the idea of the essence, lest the Deity should be thought to be compounded of different elements; and yet it is not easy to find which of the phrases just quoted can most properly be applied to that subject."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:19",
                            "text": "The Lord is \"the door,\" \"By Me,\" He says, \"if any man enter in, he shall be saved, and shall go in and out and shall find pasture\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:20",
                            "text": "Are we to say \"entrance\" of which he speaks in place of the essence of God, or \"salvation\" of those that enter in, or \"going out,\" or \"pasture,\" or \"finding\"?—for each of these is peculiar in its significance, and does not agree in meaning with the rest."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:21",
                            "text": "For to get within appears obviously contrary to \"going out,\" and so with the other phrases."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:22",
                            "text": "For \"pasture,\" in its proper meaning, is one thing, and \"finding\" another thing distinct from it."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:23",
                            "text": "Which, then, of these is the essence of the Father supposed to be? For assuredly one cannot, by uttering all these phrases that disagree one with another in signification, intend to indicate by incompatible terms that Essence which is simple and uncompounded."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:24",
                            "text": "And how can the word hold good, \"No man hath seen God at any time\" and, \"Whom no man hath seen nor can see\" and, \"There shall no man see the face of the Lord and live\" if to be inside the door, or outside, or the finding pasture, denote the essence of the Father? For truly He is at the same time a \"door of encompassing\" and a \"house of defence\" as David calls Him, and through Himself He receives them that enter, and in Himself He saves those who have come within, and again by Himself He leads them forth to the pasture of virtues, and becomes all things to them that are in the way of salvation, that so He may make Himself that which the needs of each demand,—both way, and guide, and \"door of encompassing,\" and \"house of defence,\" and \"water of comfort\" and \"green pasture\" which in the Gospel He calls \"pasture\": but our new divine says that the Lord has been called \"the door\" because of the knowledge of the essence of the Father."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:25",
                            "text": "Why then does he not force into the same significance the titles, \"Rock,\" and \"Stone,\" and \"Fountain,\" and \"Tree,\" and the rest, that so he might obtain evidence for his own theory by the multitude of strange testimonies, as he is well able to apply to each of these the same account which he has given of the Way, the Door, and the Light? But, as I am so taught by the inspired Scripture, I boldly affirm that He Who is above every name has for us many names, receiving them in accordance with the variety of His gracious dealings with us, being called the Light when He disperses the gloom of ignorance, and the Life when He grants the boon of immortality, and the Way when He guides us from error to the truth; so also He is termed a \"tower of strength,\" and a \"city of encompassing,\" and a fountain, and a rock, and a vine, and a physician, and resurrection, and all the like, with reference to us, imparting Himself under various aspects by virtue of His benefits to us-ward."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:26",
                            "text": "But those who are keen-sighted beyond human power, who see the incomprehensible, but overlook what may be comprehended, when they use such titles to expound the essences, are positive that they not only see, but measure Him Whom no man hath seen nor can see, but do not with the eye of their soul discern the Faith, which is the only thing within the compass of our observation, valuing before this the knowledge which they obtain from ratiocination."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:27",
                            "text": "Just so I have heard the sacred record laying blame upon the sons of Benjamin who did not regard the law, but could shoot within a hair's breadth, wherein, methinks, the word exhibited their eager pursuit of an idle object, that they were far-darting and dexterous aimers at things that were useless and unsubstantial, but ignorant and regardless of what was manifestly for their benefit."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:28",
                            "text": "For after what I have quoted, the history goes on to relate what befel them, how, when they had run madly after the iniquity of Sodom, and the people of Israel had taken up arms against them in full force, they were utterly destroyed."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Against Eunomius Book X 1:29",
                            "text": "And it seems to me to be a kindly thought to warn young archers not to wish to shoot within a hair's-breadth, while they have no eyes for the door of the faith, but rather to drop their idle labour about the incomprehensible, and not to lose the gain that is ready to their hand, which is found by faith alone."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Against Eunomius Book X 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Against Eunomius Book X 2:1",
                            "text": "2."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Against Eunomius Book X 2:2",
                            "text": "He then wonderfully displays the Eternal Life, which is Christ, to those who confess Him not, and applies to them the mournful lamentation of Jeremiah over Jehoiakim, as being closely allied to Montanus and Sabellius."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Against Eunomius Book X 2:3",
                            "text": "But now that I have surveyed what remains of his treatise I shrink from conducting my argument further, as a shudder runs through my heart at his words."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Against Eunomius Book X 2:4",
                            "text": "For he wishes to show that the Son is something different from eternal life, while, unless eternal life is found in the Son, our faith will be proved to be idle, and our preaching to be vain, baptism a superfluity, the agonies of the martyrs all for nought, the toils of the Apostles useless and unprofitable for the life of men."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Against Eunomius Book X 2:5",
                            "text": "For why did they preach Christ, in Whom, according to Eunomius, there does not reside the power of eternal life? Why do they make mention of those who had believed in Christ, unless it was through Him that they were to be partakers of eternal life? \"For the intelligence,\" he says, \"of those who have believed in the Lord, overleaping all sensible and intellectual existence, cannot stop even at the generation of the Son, but speeds beyond even this in its yearning for eternal life, eager to meet the First\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Against Eunomius Book X 2:6",
                            "text": "What ought I most to bewail in this passage? that the wretched men do not think that eternal life is in the Son, or that they conceive of the Person of the Only-begotten in so grovelling and earthly a fashion, that they fancy they can mount in their reasonings upon His beginning, and so look by the power of their own intellect beyond the life of the Son, and, leaving the generation of the Lord somewhere beneath them, can speed onward beyond this in their yearning for eternal life? For the meaning of what I have quoted is nothing else than this, that the human mind, scrutinizing the knowledge of real existence, and lifting itself above the sensible and intelligible creation, will leave God the Word, Who was in the beginning, below itself, just as it has left below it all other things, and itself comes to be in Him in Whom God the Word was not, treading, by mental activity, regions which lie beyond the life of the Son, there searching for eternal life, where the Only-begotten God is not."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Against Eunomius Book X 2:7",
                            "text": "\"For in its yearning for eternal life,\" he says, \"it is borne in thought, beyond the Son\"—clearly as though it had not in the Son found that which it was seeking."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Against Eunomius Book X 2:8",
                            "text": "If the eternal life is not in the Son, then assuredly He Who said, \"I am the life,\" will be convicted of falsehood, or else He is life, it is true, but not eternal life."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Against Eunomius Book X 2:9",
                            "text": "But that which is not eternal is of course limited in duration."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Against Eunomius Book X 2:10",
                            "text": "And such a kind of life is common to the irrational animals as well as to men."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Against Eunomius Book X 2:11",
                            "text": "Where then is the majesty of the very life, if even the irrational creation share it? and how will the Word or Divine Reason be the same as the Life, if this finds a home, in virtue of the life which is but temporary, in irrational creatures? For if, according to the great John, the Word is Life, but that life is temporary and not eternal, as their heresy holds, and if, moreover, the temporary life has place in other creatures, what is the logical consequence? Why, either that irrational animals are rational, or that the Reason must be confessed to be irrational."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Against Eunomius Book X 2:12",
                            "text": "Have we any further need of words to confute their accursed and malignant blasphemy? Do such statements even pretend to conceal their intention of denying the Lord? For if the Apostle plainly says that what is not eternal is temporary, and if these people see eternal life in the essence of the Father alone, and if by alienating the Son from the Nature of the Father they also cut Him off from eternal life, what is this but a manifest denial and rejection of the faith in the Lord? while the Apostle clearly says that those who \"in this life only have hope in Christ are of all men most miserable\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Against Eunomius Book X 2:13",
                            "text": "If then the Lord is life, but not eternal life, assuredly the life is temporal, and but for a day, that which is operative only for the present time, or else the Apostle bemoans those who have hope, as having missed the true life."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Against Eunomius Book X 2:14",
                            "text": "However, they who are enlightened in Eunomius' fashion pass the Son by, and are carried in their reasonings beyond Him, seeking eternal life in Him Who is contemplated as outside and apart from the Only-begotten."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Against Eunomius Book X 2:15",
                            "text": "What ought one to say to such evils as these,—save whatever calls forth lamentation and weeping? Alas, how can we groan over this wretched and pitiable generation, bringing forth a crop of such deadly mischiefs? In days of yore the zealous Jeremiah bewailed the people of Israel, when they gave an evil consent to Jehoiakim who led the way to idolatry, and were condemned to captivity under the Assyrians in requital for their unlawful worship, exiled from the sanctuary and banished far from the inheritance of their fathers."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Against Eunomius Book X 2:16",
                            "text": "Yet more fitting does it seem to me that these lamentations be chanted when the imitator of Jehoiakim draws away those whom he deceives to this new kind of idolatry, banishing them from their ancestral inheritance,—I mean the Faith."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Against Eunomius Book X 2:17",
                            "text": "They too, in a way corresponding to the Scriptural record, are carried away captive to Babylon from Jerusalem that is above,—that is from the Church of God to this confusion of pernicious doctrines,—for Babylon means \"confusion\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Against Eunomius Book X 2:18",
                            "text": "And even as Jehoiakim was mutilated, so this man, having voluntarily deprived himself of the light of the truth, has become a prey to the Babylonian despot, never having learned, poor wretch, that the Gospel enjoins us to behold eternal life alike in the Father, and the Son, and the Holy Ghost, inasmuch as the Word has thus spoken concerning the Father, that to know Him is life eternal, and concerning the Son, that every one that believeth on Him hath eternal life, and concerning the Holy Spirit, that to Him that hath received His grace it shall be a well of water springing up unto eternal life."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Against Eunomius Book X 2:19",
                            "text": "Accordingly every one that yearns for eternal life when he has found the Son,—I mean the true Son, and not the Son falsely so called—has found in Him in its entirety what he longed for, because He is life and hath life in Himself."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Against Eunomius Book X 2:20",
                            "text": "But this man, so subtle in mind, so keen-sighted of heart, does not by his extreme acuteness of vision discover life in the Son, but, having passed Him over and left Him behind as a hindrance in the way to that for which he searches he there seeks eternal life where he thinks the true Life not to be! What could we conceive more to be abhorred than this for profanity, or more melancholy as an occasion of lamentation? But that the charge of Sabellianism and Montanism should be repeatedly urged against our doctrines, is much the same as if one should lay to our charge the blasphemy of the Anomans."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Against Eunomius Book X 2:21",
                            "text": "For if one were carefully to investigate the falsehood of these heresies, he would find that they have great similarity to the error of Eunomius."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Against Eunomius Book X 2:22",
                            "text": "For each of them affects the Jew in his doctrine, admitting neither the Only-begotten God nor the Holy Spirit to share the Deity of the God Whom they call \"Great,\" and \"First\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Against Eunomius Book X 2:23",
                            "text": "For Whom Sabellius calls God of the three names, Him does Eunomius term unbegotten: but neither contemplates the Godhead in the Trinity of Persons."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Against Eunomius Book X 2:24",
                            "text": "Who then is really akin to Sabellius let the judgment of those who read our argument decide."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Against Eunomius Book X 2:25",
                            "text": "Thus far for these matters."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Against Eunomius Book X 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Against Eunomius Book X 3:1",
                            "text": "3."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Against Eunomius Book X 3:2",
                            "text": "He then shows the eternity of the Son's generation, and the inseparable identity of His essence with Him that begat Him, and likens the folly of Eunomius to children playing with sand."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Against Eunomius Book X 3:3",
                            "text": "But since, in what follows, he is active in stirring up the ill savour of his disgusting attempts, whereby he tries to make out that the Only-begotten God \"once was not,\" it will be well, as our mind on this head has been made pretty clear by our previous arguments, no longer to plunge our argument also in what is likewise bad, except perhaps that it is not unseasonable to add this one point, having selected it from the multitude."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Against Eunomius Book X 3:4",
                            "text": "He says (some one having remarked that \"the property of not being begotten is equally associated with the essence of the Father\"), \"The argument proceeds by like steps to those by which it came to a conclusion in the case of the Son\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Against Eunomius Book X 3:5",
                            "text": "The orthodox doctrine is clearly strengthened by the attack of its adversaries, the doctrine, namely, that we ought not to think that not to be begotten or to be begotten are identical with the essence, but that these should be contemplated, it is true, in the subject, while the subject in its proper definition is something else beyond these, and since no difference is found in the subject, because the difference of \"begotten\" and \"unbegotten\" is apart from the essence, and does not affect it, it necessarily follows that the essence must be allowed to be in both Persons without variation."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Against Eunomius Book X 3:6",
                            "text": "Let us moreover inquire, over and above what has been already said, into this point, in what sense he says that \"generation\" is alien from the Father,—whether he does so conceiving of it as an essence or an operation."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Against Eunomius Book X 3:7",
                            "text": "If he conceives it to be an operation, it is clearly equally connected with its result and with its author, as in every kind of production one may see the operation alike in the product and the producer, appearing in the production of the effects and not separated from their artificer."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Against Eunomius Book X 3:8",
                            "text": "But if he terms \"generation\" an essence separate from the essence of the Father, admitting that the Lord came into being therefrom, then he plainly puts this in the place of the Father as regards the Only-begotten, so that two Fathers are conceived in the case of the Son, one a Father in name alone, Whom he calls \"the Ungenerate,\" Who has nothing to do with generation, and the other, which he calls \"generation,\" performing the part of a Father to the Only-begotten."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Against Eunomius Book X 3:9",
                            "text": "And this is brought home even more by the statements of Eunomius himself than by our own arguments."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Against Eunomius Book X 3:10",
                            "text": "For in what follows, he says:—\"God, being without generation, is also prior to that which is generate,\" and a little further on, \"for He Whose existence arises from being generated did not exist before He was generated\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Against Eunomius Book X 3:11",
                            "text": "Accordingly, if the Father has nothing to do with generation, and if it is from generation that the Son derives His being, then the Father has no action in respect of the subsistence of the Son, and is apart from all connection with generation, from which the Son draws His being."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Against Eunomius Book X 3:12",
                            "text": "If, then, the Father is alien from the generation of the Son, they either invent for the Son another Father under the name of \"generation,\" or in their wisdom make out the Son to be self-begotten and self-generated."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Against Eunomius Book X 3:13",
                            "text": "You see the confusion of mind of the man who exhibits his ignorance to us up and down in his own argument, how his profanity wanders in many paths, or rather in places where no path is, without advancing to its mark by any trustworthy guidance; and as one may see in the case of infants, when in their childish sport they imitate the building of houses with sand, that what they build is not framed on any plan, or by any rules of art, to resemble the original, but first they make something at haphazard, and in silly fashion, and then take counsel what to call it,—this penetration I discern in our author."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Against Eunomius Book X 3:14",
                            "text": "For after getting together words of impiety according to what first comes into his head, like a heap of sand, he begins to cast about to see whither his unintelligible profanity tends, growing up as it does spontaneously from what he has said, without any rational sequence."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Against Eunomius Book X 3:15",
                            "text": "For I do not imagine that he originally proposed to invent generation as an actual subsistence standing to the essence of the Son in the place of the Father, nor that it was part of our rhetorician's plan that the Father should be considered as alien from the generation of the Son, nor was the absurdity of self-generation deliberately introduced."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Against Eunomius Book X 3:16",
                            "text": "But all such absurdities have been emitted by our author without reflection, so that, as regards them, the man who so blunders is not even worth much refutation, as he knows, to borrow the Apostle's words, \"neither what he says, nor whereof he affirms\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Against Eunomius Book X 3:17",
                            "text": "\"For He Whose existence arises from generation,\" he says, \"did not exist before generation\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Against Eunomius Book X 3:18",
                            "text": "If he here uses the term \"generation\" of the Father, I agree with Him, and there is no opponent."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Against Eunomius Book X 3:19",
                            "text": "For one may mean the same thing by either phrase, by saying either that Abraham begat Isaac, or, that Abraham was the father of Isaac."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Against Eunomius Book X 3:20",
                            "text": "Since then to be father is the same as to have begotten, if any one shifts the words from one form of speech to the other, paternity will be shown to be identical with generation."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Against Eunomius Book X 3:21",
                            "text": "If, therefore, what Eunomius says is this, \"He Whose existence is derived from the Father was not before the Father,\" the statement is sound, and we give our vote in favour of it."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Against Eunomius Book X 3:22",
                            "text": "But if he is recurring in the phrase to that generation of which we have spoken before, and says that it is separated from the Father but associated with the Son, then I think it waste of time to linger over the consideration of the unintelligible."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Against Eunomius Book X 3:23",
                            "text": "For whether he thinks generation to be a self-existent object, or whether by the name he is carried in thought to that which has no actual existence, I have not to this day been able to find out from his language."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Against Eunomius Book X 3:24",
                            "text": "For his fluid and baseless argument lends itself alike to either supposition, inclining to one side or to the other according to the fancy of the thinker."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Against Eunomius Book X 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:1",
                            "text": "4."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:2",
                            "text": "After this he shows that the Son, who truly is, and is in the bosom of the Father, is simple and uncompounded, and that, He Who redeemed us from bondage is not under dominion of the Father, nor in a state of slavery: and that otherwise not He alone, but also the Father Who is in the Son and is One with Him, must be a slave; and that the word \"being\" is formed from the word to \"be\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:3",
                            "text": "And having excellently and notably discussed all these matters, he concludes the book."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:4",
                            "text": "But not yet has the most grievous part of his profanity been examined, which the sequel of his treatise goes on to add."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:5",
                            "text": "Well, let us consider his words sentence by sentence."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:6",
                            "text": "Yet I know not how I can dare to let my mouth utter the horrible and godless language of him who fights against Christ."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:7",
                            "text": "For I fear lest, like some baleful drugs, the remnant of the pernicious bitterness should be deposited upon the lips through which the words pass."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:8",
                            "text": "\"He that cometh unto God,\" says the Apostle, \"must believe that He is\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:9",
                            "text": "Accordingly, true existence is the special distinction of Godhead."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:10",
                            "text": "But Eunomius makes out Him Who truly is, either not to exist at all, or not to exist in a proper sense, which is just the same as not existing at all; for he who does not properly exist, does not really exist at all; as, for example, he is said to \"run\" in a dream who in that state fancies he is exerting himself in the race, while, since he untruly acts the semblance of the real race, his fancy that he is running is not for this reason a race."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:11",
                            "text": "But even though in an inexact sense it is so called, still the name is given to it falsely."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:12",
                            "text": "Accordingly, he who dares to assert that the Only-begotten God either does not properly exist, or does not exist at all, manifestly blots out of his creed all faith in Him."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:13",
                            "text": "For who can any longer believe in something non-existent? or who would resort to Him Whose being has been shown by the enemies of the true Lord to be improper and unsubstantial?  But that our statement may not be thought to be unfair to our opponents, I will set side by side with it the language of the impious persons, which runs as follows:—\"He Who is in the bosom of the Existent, and Who is in the beginning and is with God, not being, or at all events not being in a strict sense, even though Basil, neglecting this distinction and addition, uses the title of 'Existent' interchangeably, contrary to the truth—\" What do you say? that He Who is in the Father is not, and that He Who is in the beginning, and Who is in the bosom of the Father, is not, for this very reason, that He is in the beginning and is in the Father, and is discerned in the bosom of the Existent, and hence does not in a strict sense exist, because He is in the Existent? Alas for the idle and irrational tenets! Now for the first time we have heard this piece of vain babbling,—that the Lord, by Whom are all things, does not in a strict sense exist."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:14",
                            "text": "And we have not yet got to the end of this appalling statement; but something yet more startling remains behind, that he not only affirms that He does not exist, or does not strictly speaking exist, but also that the Nature in which He is conceived to reside is various and composite."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:15",
                            "text": "For he says \"not being, or not being simple\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:16",
                            "text": "But that to which simplicity does not belong is manifestly various and composite."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:17",
                            "text": "How then can the same Person be at once non-existent and composite in essence? For one of two alternatives they must choose: if they predicate of Him non-existence they cannot speak of Him as composite, or if they affirm Him to be composite they cannot rob Him of existence."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:18",
                            "text": "But that their blasphemy may assume many and varied shapes, it jumps at every godless notion when it wishes to contrast Him with the existent, affirming that, strictly speaking, He does not exist, and in His relation to the uncompounded Nature denying Him the attribute of simplicity:—\"not existing, not existing simply, not existing in the strict sense\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:19",
                            "text": "Who among those who have transgressed the word and forsworn the Faith was ever so lavish in utterances denying the Lord? He has stood up in rivalry with the divine proclamation of John."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:20",
                            "text": "For as often as the latter has attested \"was\" of the Word, so often does he apply to Him Who is an opposing \"was not\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:21",
                            "text": "And he contends against the holy lips of our father Basil, bringing against him the charge that he \"neglects these distinctions,\" when he says that He Who is in the Father, and in the beginning, and in the bosom of the Father, exists, holding the view that the addition of \"in the beginning,\" and \"in the bosom of the Father,\" bars the real existence of Him Who is."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:22",
                            "text": "Vain learning! What things the teachers of deceit teach! what strange doctrines they introduce to their hearers! they instruct them that that which is in something else does not exist! So, Eunomius, since your heart and brain are within you, neither of them, according to your distinction, exists."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:23",
                            "text": "For if the Only-begotten God does not, strictly speaking, exist, for this reason, that He is in the bosom of the Father, then everything that is in something else is thereby excluded from existence."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:24",
                            "text": "But certainly your heart exists in you, and not independently; therefore, according to your view, you must either say that it does not exist at all, or that it does not exist in the strict sense."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:25",
                            "text": "However, the ignorance and profanity of his language are so gross and so glaring, as to be obvious even before our argument, at all events to all persons of sense: but that his folly as well as his impiety may be more manifest, we will add thus much to what has gone before."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:26",
                            "text": "If one may only say that that in the strict sense exists, of which the word of Scripture attests the existence detached from all relation to anything else, why do they, like those who carry water, perish with thirst when they have it in their power to drink? Even this man, though he had at hand the antidote to his blasphemy against the Son, closed his eyes and ran past it as though fearing to be saved, and charges Basil with unfairness for having suppressed the qualifying words, and for only quoting the \"was\" by itself, in reference to the Only-Begotten."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:27",
                            "text": "And yet it was quite in his power to see what Basil saw and what every one who has eyes sees."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:28",
                            "text": "And herein the sublime John seems to me to have been prophetically moved, that the mouths of those fighters against Christ might be stopped, who on the ground of these additions deny the existence, in the strict sense, of the Christ, saying simply and without qualification \"The Word was God,\" and was Life, and was Light, not merely speaking of Him as being in the beginning, and with God, and in the bosom of the Father, so that by their relation the absolute existence of the Lord should be done away."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:29",
                            "text": "But his assertion that He was God, by this absolute declaration detached from all relation to anything else, cuts off every subterfuge from those who in their reasonings run into impiety; and, in addition to this, there is moreover something else which still more convincingly proves the malignity of our adversaries."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:30",
                            "text": "For if they make out that to exist in something is an indication of not existing in the strict sense, then certainly they allow that not even the Father exists absolutely, as they have learnt in the Gospel, that just as the Son abides in the Father, so the Father abides in the Son, according to the words of the Lord."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:31",
                            "text": "For to say that the Father is in the Son is equivalent to saying that the Son is in the bosom of the Father."
                        },
                        {
                            "verse": 32,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:32",
                            "text": "And in passing let us make this further inquiry."
                        },
                        {
                            "verse": 33,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:33",
                            "text": "When the Son, as they say, \"was not,\" what did the bosom of the Father contain? For assuredly they must either grant that it was full, or suppose it to have been empty."
                        },
                        {
                            "verse": 34,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:34",
                            "text": "If then the bosom was full, certainly the Son was that which filled the bosom."
                        },
                        {
                            "verse": 35,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:35",
                            "text": "But if they imagine that there was some void in the bosom of the Father, they do nothing else than assert of Him perfection by way of augmentation, in the sense that He passed from the state of void and deficiency to the state of fulness and perfection."
                        },
                        {
                            "verse": 36,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:36",
                            "text": "But \"they knew not nor understood,\" says David of those that \"walk on still in darkness\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:37",
                            "text": "For he who has been rendered hostile to the true Light cannot keep his soul in light."
                        },
                        {
                            "verse": 38,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:38",
                            "text": "For this reason it was that they did not perceive lying ready to their hand in logical sequence that which would have corrected their impiety, smitten, as it were, with blindness, like the men of Sodom."
                        },
                        {
                            "verse": 39,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:39",
                            "text": "But he also says that the essence of the Son is controlled by the Father, his exact words being as follows:—\"For He Who is and lives because of the Father, does not appropriate this dignity, as the essence which controls even Him attracts to itself the conception of the Existent\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:40",
                            "text": "If these doctrines approve themselves to some of the sages \"who are without,\" let not the Gospels nor the rest of the teaching of the Holy Scripture be in any way disturbed."
                        },
                        {
                            "verse": 41,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:41",
                            "text": "For what fellowship is there between the creed of Christians and the wisdom that has been made foolish? But if he leans upon the support of the Scriptures, let him show one such declaration from the holy writings, and we will hold our peace."
                        },
                        {
                            "verse": 42,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:42",
                            "text": "I hear Paul cry aloud, \"There is one Lord Jesus Christ\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:43",
                            "text": "But Eunomius shouts against Paul, calling Christ a slave."
                        },
                        {
                            "verse": 44,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:44",
                            "text": "For we recognize no other mark of a slave than to be subject and controlled."
                        },
                        {
                            "verse": 45,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:45",
                            "text": "The slave is assuredly a slave, but the slave cannot by nature be Lord, even though the term be applied to Him by inexact use."
                        },
                        {
                            "verse": 46,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:46",
                            "text": "And why should I bring forward the declarations of Paul in evidence of the lordship of the Lord? For Paul's Master Himself tells His disciples that He is truly Lord, accepting as He does the confession of those who called Him Master and Lord."
                        },
                        {
                            "verse": 47,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:47",
                            "text": "For He says, \"Ye call Me Master and Lord; and ye say well, for so I am\"."
                        },
                        {
                            "verse": 48,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:48",
                            "text": "And in the same way He enjoined that the Father should be called Father by them, saying, \"Call no man master upon earth: for one is your Master, even Christ: and call no man father upon earth, for one is your Father, Which is in heaven\"."
                        },
                        {
                            "verse": 49,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:49",
                            "text": "To which then ought we to give heed, as we are thus hemmed in between them? On one side the Lord Himself, and he who has Christ speaking in him, enjoin us not to think of Him as a slave, but to honour Him even as the Father is honoured, and on the other side Eunomius brings his suit against the Lord, claiming Him as a slave, when he says that He on Whose shoulders rests the government of the universe is under dominion."
                        },
                        {
                            "verse": 50,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:50",
                            "text": "Can our choice what to do be doubtful, or is the decision which is the more advantageous course unimportant? Shall I slight the advice of Paul, Eunomius? shall I deem the voice of the Truth less trustworthy than thy deceit? But \"if I had not come and spoken unto them, they had not had sin\"."
                        },
                        {
                            "verse": 51,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:51",
                            "text": "Since then, He has spoken to them, truly declaring Himself to be Lord, and that He is not falsely named Lord (for He says, \"I am,\" not \"I am called\"), what need is there that they should do that, whereon the vengeance is inevitable because they are forewarned?  But perhaps, in answer to this, he will again put forth his accustomed logic, and will say that the same Being is both slave and Lord, dominated by the controlling power but lording it over the rest."
                        },
                        {
                            "verse": 52,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:52",
                            "text": "These profound distinctions are talked of at the cross-roads, circulated by those who are enamoured of falsehood, who confirm their idle notions about the Deity by illustrations from the circumstances of ordinary life."
                        },
                        {
                            "verse": 53,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:53",
                            "text": "For since the occurrences of this world give us examples of such arrangements (thus in a wealthy establishment one may see the more active and devoted servant set over his fellow-servants by the command of his master, and so invested with superiority over others in the same rank and station), they transfer this notion to the doctrines concerning the Godhead, so that the Only-begotten God, though subject to the sovereignty of His superior, is no way hindered by the authority of His sovereign in the direction of those inferior to Him."
                        },
                        {
                            "verse": 54,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:54",
                            "text": "But let us bid farewell to such philosophy, and proceed to discuss this point according to the measure of our intelligence."
                        },
                        {
                            "verse": 55,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:55",
                            "text": "Do they confess that the Father is by nature Lord, or do they hold that He arrived at this position by some kind of election? I do not think that a man who has any share whatever of intellect could come to such a pitch of madness as not to acknowledge that the lordship of the God of all is His by nature."
                        },
                        {
                            "verse": 56,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:56",
                            "text": "For that which is by nature simple, uncompounded, and indivisible, whatever it happens to be, that it is throughout in all its entirety, not becoming one thing after another by some process of change, but remaining eternally in the condition in which it is."
                        },
                        {
                            "verse": 57,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:57",
                            "text": "What, then, is their belief about the Only-begotten? Do they own that His essence is simple, or do they suppose that in it there is any sort of composition? If they think that He is some multiform thing, made up of many parts, assuredly they will not concede Him even the name of Deity, but will drag down their doctrine of the Christ to corporeal and material conceptions: but if they agree that He is simple, how is it possible in the simplicity of the subject to recognize the concurrence of contrary attributes? For just as the contradictory opposition of life and death admits of no mean, so in its distinguishing characteristics is domination diametrically and irreconcilably opposed to servitude."
                        },
                        {
                            "verse": 58,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:58",
                            "text": "For if one were to consider each of these by itself, one could not properly frame any definition that would apply alike to both, and where the definition of things is not identical, their nature also is assuredly different."
                        },
                        {
                            "verse": 59,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:59",
                            "text": "If then the Lord is simple and uncompounded in nature, how can the conjunction of contraries be found in the subject, as would be the case if servitude mingled with lordship? But if He is acknowledged to be Lord, in accordance with the teaching of the saints, the simplicity of the subject is evidence that He can have no part or lot in the opposite condition: while if they make Him out to be a slave, then it is idle for them to ascribe to Him the title of lordship."
                        },
                        {
                            "verse": 60,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:60",
                            "text": "For that which is simple in nature is not parted asunder into contradictory attributes."
                        },
                        {
                            "verse": 61,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:61",
                            "text": "But if they affirm that He is one, and is called the other, that He is by nature slave and Lord in name alone, let them boldly utter this declaration and relieve us from the long labour of answering them."
                        },
                        {
                            "verse": 62,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:62",
                            "text": "For who can afford to be so leisurely in his treatment of inanities as to employ arguments to demonstrate what is obvious and unambiguous? For if a man were to inform against himself for the crime of murder, the accuser would not be put to any trouble in bringing home to him by evidence the charge of blood-guiltiness."
                        },
                        {
                            "verse": 63,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:63",
                            "text": "In like manner we shall no longer bring against our opponents, when they advance so far in impiety, a confutation framed after examination of their case."
                        },
                        {
                            "verse": 64,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:64",
                            "text": "For he who affirms the Only-begotten to be a slave, makes Him out by so saying to be a fellow-servant with himself: and hence will of necessity arise a double enormity."
                        },
                        {
                            "verse": 65,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:65",
                            "text": "For either he will despise his fellow-slave and deny the faith, having shaken off the yoke of the lordship of Christ, or he will bow before the slave, and, turning away from the self-determining nature that owns no Lord over it, will in a manner worship himself instead of God."
                        },
                        {
                            "verse": 66,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:66",
                            "text": "For if he sees himself in slavery, and the object of his worship also in slavery, he of course looks at himself, seeing the whole of himself in that which he worships."
                        },
                        {
                            "verse": 67,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:67",
                            "text": "But what reckoning can count up all the other mischiefs that necessarily accompany this pravity of doctrine? For who does not know that he who is by nature a slave, and follows his avocation under the constraint imposed by a master, cannot be removed even from the emotion of fear? And of this the inspired Apostle is a witness, when he says, \"Ye have not received the spirit of bondage again to fear\"."
                        },
                        {
                            "verse": 68,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:68",
                            "text": "So that they will be found to attribute, after the likeness of men, the emotion of fear also to their fellow-servant God."
                        },
                        {
                            "verse": 69,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:69",
                            "text": "Such is the God of heresy."
                        },
                        {
                            "verse": 70,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:70",
                            "text": "But what we, who, in the words of the Apostle, have been called to liberty by Christ, Who hath freed us from bondage, have been taught by the Scriptures to think, I will set forth in few words."
                        },
                        {
                            "verse": 71,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:71",
                            "text": "I take my start from the inspired teaching, and boldly declare that the Divine Word does not wish even us to be slaves, our nature having now been changed for the better, and that He Who has taken all that was ours, on the terms of giving to us in return what is His, even as He took disease, death, curse, and sin, so took our slavery also, not in such a way as Himself to have what He took, but so as to purge our nature of such evils, our defects being swallowed up and done away with in His stainless nature."
                        },
                        {
                            "verse": 72,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:72",
                            "text": "As therefore in the life that we hope for there will be neither disease, nor curse, nor sin, nor death, so slavery also along with these will vanish away."
                        },
                        {
                            "verse": 73,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:73",
                            "text": "And that what I say is true I call the Truth Himself to witness, Who says to His disciples \"I call you no more servants, but friends\"."
                        },
                        {
                            "verse": 74,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:74",
                            "text": "If then our nature will be free at length from the reproach of slavery, how comes the Lord of all to be reduced to slavery by the madness and infatuation of these deranged men, who must of course, as a logical consequence, assert that He does not know the counsels of the Father, because of His declaration concerning the slave, which tells us that \"the servant knoweth not what his lord doeth\"? But when they say this, let them hear that the Son has in Himself all that pertains to the Father, and sees all things that the Father doeth, and none of the good things that belong to the Father is outside the knowledge of the Son."
                        },
                        {
                            "verse": 75,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:75",
                            "text": "For how can He fail to have anything that is the Father's, seeing He has the Father wholly in Himself? Accordingly, if \"the servant knoweth not what his lord doeth,\" and if He has in Himself all things that are the Father's, let those who are reeling with strong drink at last become sober, and let them now, if never before, look up at the truth, and see that He who has all things that the Father has is lord of all, and not a slave."
                        },
                        {
                            "verse": 76,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:76",
                            "text": "For how can the personality that owns no lord over it bear on itself the brand of slavery? How can the King of all fail to have His form of like honour with Himself? how can dishonour—for slavery is dishonour—constitute the brightness of the true glory? and how is the King's son born into slavery? No, it is not so."
                        },
                        {
                            "verse": 77,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:77",
                            "text": "But as He is Light of Light, and Life of Life, and Truth of Truth, so is He Lord of Lord, King of King, God of God, Supreme of Supreme; for having in Himself the Father in His entirety, whatever the Father has in Himself He also assuredly has, and since, moreover, all that the Son has belongs to the Father, the enemies of God's glory are inevitably compelled, if the Son is a slave, to drag down to servitude the Father as well."
                        },
                        {
                            "verse": 78,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:78",
                            "text": "For there is no attribute of the Son which is not absolutely the Father's."
                        },
                        {
                            "verse": 79,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:79",
                            "text": "\"For all Mine are Thine,\" He says, \"and Thine are Mine\"."
                        },
                        {
                            "verse": 80,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:80",
                            "text": "What then will the poor creatures say? Which is more reasonable—that the Son, Who has said, \"Thine are Mine, and I am glorified in them,\" should be glorified in the sovereignty of the Father, or that insult should be offered to the Father by the degradation involved in the slavery of the Son? For it is not possible that He Who contains in Himself all that belongs to the Son, and Who is Himself in the Son, should not also absolutely be in the slavery of the Son, and have slavery in Himself."
                        },
                        {
                            "verse": 81,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:81",
                            "text": "Such are the results achieved by Eunomius' philosophy, whereby he inflicts upon his Lord the insult of slavery, while he attaches the same degradation to the stainless glory of the Father."
                        },
                        {
                            "verse": 82,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:82",
                            "text": "Let us however return once more to the course of his treatise."
                        },
                        {
                            "verse": 83,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:83",
                            "text": "What does Eunomius say concerning the Only-begotten? That He \"does not appropriate the dignity,\" for he calls the appellation of \"being\" a \"dignity\"."
                        },
                        {
                            "verse": 84,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:84",
                            "text": "A startling piece of philosophy! Who of all men that have ever been, whether among Greeks or barbarian sages, who of the men of our own day, who of the men of all time ever gave \"being\" the name of \"dignity\"? For everything that is regarded as subsisting is said, by the common custom of all who use language, to \"be\": and from the word \"be\" has been formed the term \"being\"."
                        },
                        {
                            "verse": 85,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:85",
                            "text": "But now the expression \"dignity\" is applied in a new fashion to the idea expressed by \"being\"."
                        },
                        {
                            "verse": 86,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:86",
                            "text": "For he says that \"the Son, Who is and lives because of the Father, does not appropriate this dignity,\" having no Scripture to support his statement, and not conducting his statement to so senseless a conclusion by any process of logical inference, but as if he had taken into his intestines some windy food, he belches forth his blasphemy in its crude and unmethodized form, like some unsavoury breath."
                        },
                        {
                            "verse": 87,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:87",
                            "text": "\"He does not appropriate this dignity\"."
                        },
                        {
                            "verse": 88,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:88",
                            "text": "Let us concede the point of \"being\" being called \"dignity\"."
                        },
                        {
                            "verse": 89,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:89",
                            "text": "What then? does He Who is not appropriate being? \"No,\" says Eunomius, \"because He exists by reason of the Father\"."
                        },
                        {
                            "verse": 90,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:90",
                            "text": "Do you not then say that He Who does not appropriate being is not? for \"not to appropriate\" has the same force as \"to be alien from\", and the mutual opposition of the ideas is evident."
                        },
                        {
                            "verse": 91,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:91",
                            "text": "For that which is \"proper\" is not \"alien,\" and that which is \"alien\" is not \"proper\"."
                        },
                        {
                            "verse": 92,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:92",
                            "text": "He therefore Who does not \"appropriate\" being is obviously alien from being: and He Who is alien from being is nonexistent."
                        },
                        {
                            "verse": 93,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:93",
                            "text": "But his cogent proof of this absurdity he brings forward in the words, \"as the essence which controls even Him attracts to itself the conception of the Existent\"."
                        },
                        {
                            "verse": 94,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:94",
                            "text": "Let us say nothing about the awkwardness of the combination here: let us examine his serious meaning."
                        },
                        {
                            "verse": 95,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:95",
                            "text": "What argument ever demonstrated this? He superfluously reiterates to us his statement of the Essence of the Father having sovereignty over the Son."
                        },
                        {
                            "verse": 96,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:96",
                            "text": "What evangelist is the patron of this doctrine? What process of dialectic conducts us to it."
                        },
                        {
                            "verse": 97,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:97",
                            "text": "What premises support it? What line of argument ever demonstrated by any logical consequence that the Only-begotten God is under dominion? \"But,\" says he, \"the essence that is dominant over the Son attracts to itself the conception of the Existent\"."
                        },
                        {
                            "verse": 98,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:98",
                            "text": "What is the meaning of the attraction of the existent? and how comes the phrase of \"attracting\" to be flung on the top of what he has said before? Assuredly he who considers the force of words will judge for himself."
                        },
                        {
                            "verse": 99,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:99",
                            "text": "About this, however, we will say nothing: but we will take up again that argument that he does not grant essential being to Him to Whom he does not leave the title of the Existent."
                        },
                        {
                            "verse": 100,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:100",
                            "text": "And why does he idly fight with shadows, contending about the non-existent being this or that? For that which does not exist is of course neither like anything else, nor unlike."
                        },
                        {
                            "verse": 101,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:101",
                            "text": "But while granting that He is existent he forbids Him to be so called."
                        },
                        {
                            "verse": 102,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:102",
                            "text": "Alas for the vain precision of haggling about the sound of a word while making concessions on the more important matter! But in what sense does He, Who, as he says, has dominion over the Son, \"attract to Himself the conception of the Existent\"? For if he says that the Father attracts His own essence, this process of attraction is superfluous: for existence is His already, without being attracted."
                        },
                        {
                            "verse": 103,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:103",
                            "text": "If, on the other hand, his meaning is that the existence of the Son is attracted by the Father, I cannot make out how existence is to be wrenched from the Existent, and to pass over to Him Who \"attracts\" it."
                        },
                        {
                            "verse": 104,
                            "chapter": 4,
                            "name": "Against Eunomius Book X 4:104",
                            "text": "Can he be dreaming of the error of Sabellius, as though the Son did not exist in Himself, but was painted on to the personal existence of the Father? is this his meaning in the expression that the conception of the Existent is attracted by the essence which exercises domination over the Son? or does he, while not denying the personal existence of the Son, nevertheless say that He is separated from the meaning conveyed by the term \"the Existent\"? And yet, how can \"the Existent\" be separated from the conception of existence? For as long as anything is what it is, nature does not admit that it should not be what it is."
                        }
                    ]
                }
            ]
        }
    ]
}