{
    "books": [
        {
            "name": "Seven Hymns on the Faith",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Seven Hymns on the Faith 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Seven Hymns on the Faith 1:1",
                            "text": "The Pearl,  Seven Hymns on the Faith."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Seven Hymns on the Faith 1:2",
                            "text": "Hymn I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Seven Hymns on the Faith 1:3",
                            "text": "1."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Seven Hymns on the Faith 1:4",
                            "text": "On a certain day a pearl did I take up, my brethren; I saw in it mysteries pertaining to the Kingdom; semblances and types of the Majesty; it became a fountain, and I drank out of it mysteries of the Son."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Seven Hymns on the Faith 1:5",
                            "text": "I put it, my brethren, upon the palm of my hand, that I might examine it: I went to look at it on one side, and it proved faces on all sides."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Seven Hymns on the Faith 1:6",
                            "text": "I found out that the Son was incomprehensible, since He is wholly Light."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Seven Hymns on the Faith 1:7",
                            "text": "In its brightness I beheld the Bright One Who cannot be clouded, and in its pureness a great mystery, even the Body of our Lord which is well-refined: in its undividedness I saw the Truth which is undivided."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Seven Hymns on the Faith 1:8",
                            "text": "It was so that I saw there its pure conception,—the Church, and the Son within her."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Seven Hymns on the Faith 1:9",
                            "text": "The cloud was the likeness of her that bare Him, and her type the heaven, since there shone forth from her His gracious Shining."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Seven Hymns on the Faith 1:10",
                            "text": "I saw therein His trophies, and His victories, and His crowns."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Seven Hymns on the Faith 1:11",
                            "text": "I saw His helpful and overflowing graces, and His hidden things with His revealed things."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Seven Hymns on the Faith 1:12",
                            "text": "2."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Seven Hymns on the Faith 1:13",
                            "text": "It was greater to me than the ark, for I was astonied thereat: I saw therein folds without shadow to them because it was a daughter of light, types vocal without tongues, utterances of mysteries without lips, a silent harp that without voice gave out melodies."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Seven Hymns on the Faith 1:14",
                            "text": "The trumpet falters and the thunder mutters; be not thou daring then; leave things hidden, take things revealed."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Seven Hymns on the Faith 1:15",
                            "text": "Thou hast seen in the clear sky a second shower; the clefts of thine ears, as from the clouds, they are filled with interpretations."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Seven Hymns on the Faith 1:16",
                            "text": "And as that manna which alone filled the people, in the place of pleasant meats, with its pleasantnesses, so does this pearl fill me in the place of books, and the reading thereof, and the explanations thereof."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Seven Hymns on the Faith 1:17",
                            "text": "And when I asked if there were yet other mysteries, it had no mouth for me that I might hear from, neither any ears wherewith it might hear me."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Seven Hymns on the Faith 1:18",
                            "text": "O thou thing without senses, whence I have gained new senses!  3."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Seven Hymns on the Faith 1:19",
                            "text": "It answered me and said, \"The daughter of the sea am I, the illimitable sea! And from that sea whence I came up it is that there is a mighty treasury of mysteries in my bosom! Search thou out the sea, but search not out the Lord of the sea!  \"I have seen the divers who came down after me, when astonied, so that from the midst of the sea they returned to the dry ground; for a few moments they sustained it not."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Seven Hymns on the Faith 1:20",
                            "text": "Who would linger and be searching on into the depths of the Godhead?  \"The waves of the Son are full of blessings, and with mischiefs too."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Seven Hymns on the Faith 1:21",
                            "text": "Have ye not seen, then, the waves of the sea, which if a ship should struggle with them would break her to pieces, and if she yield herself to them, and rebel not against them, then she is preserved? In the sea all the Egyptians were choked, though they scrutinised it not, and, without prying, the Hebrews too were overcome upon the dry land, and how shall ye be kept alive? And the men of Sodom were licked up by the fire, and how shall ye prevail?  \"At these uproars the fish in the sea were moved, and Leviathan also."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Seven Hymns on the Faith 1:22",
                            "text": "Have ye then a heart of stone that ye read these things and run into these errors? O great fear that justice also should be so long silent!\" 4."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Seven Hymns on the Faith 1:23",
                            "text": "\"Searching is mingled with thanksgiving, and whether of the two will prevail? The incense of praise riseth along with the fume of disputation from the tongue, and unto which shall we hearken? Prayer and prying [come] from one mouth, and which shall we listen to? \"For three days was Jonah a neighbour [of mine] in the sea: the living things that were in the sea were affrighted, [saying,] \"Who shall flee from God? Jonah fled, and ye are obstinate at your scrutiny of Him!\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Seven Hymns on the Faith 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Seven Hymns on the Faith 2:1",
                            "text": "Hymn II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Seven Hymns on the Faith 2:2",
                            "text": "1."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Seven Hymns on the Faith 2:3",
                            "text": "Whereunto art thou like? Let thy stillness speak to one that hears; with silent mouth speak with us: for whoso hears the stammerings of thy silence, to him thy type utters its silent cry concerning our Redeemer."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Seven Hymns on the Faith 2:4",
                            "text": "Thy mother is a virgin of the sea; though he took her not [to wife]: she fell into his bosom, though he knew her not; she conceived thee near him, though he did not know her."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Seven Hymns on the Faith 2:5",
                            "text": "Do thou, that art a type, reproach the Jewish women that have thee hung upon them."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Seven Hymns on the Faith 2:6",
                            "text": "Thou art the only progeny of all forms which art like to the Word on High, Whom singly the Most High begot."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Seven Hymns on the Faith 2:7",
                            "text": "The engraven forms seem to be the type of created things above."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Seven Hymns on the Faith 2:8",
                            "text": "This visible offspring of the invisible womb is a type of great things."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Seven Hymns on the Faith 2:9",
                            "text": "Thy goodly conception was without seed, and without wedlock was thy pure generation, and without brethren was thy single birth."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Seven Hymns on the Faith 2:10",
                            "text": "Our Lord had brethren and yet not brethren, since He was an Only-Begotten."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Seven Hymns on the Faith 2:11",
                            "text": "O solitary one, thou type exact of the Only-Begotten! There is a type of thine in the crown of kings, [wherein] thou hast brothers and sisters."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Seven Hymns on the Faith 2:12",
                            "text": "Goodly gems are thy brethren, with beryls and unions as thy companions: may gold be as it were thy kinsman, may there be unto the King of kings a crown from thy well-beloved ones! When thou camest up from the sea, that living tomb, thou didst cry out."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Seven Hymns on the Faith 2:13",
                            "text": "Let me have a goodly assemblage of brethren, relatives, and kinsmen."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Seven Hymns on the Faith 2:14",
                            "text": "As the wheat is in the stalk, so thou art in the crown with princes: and it is a just restoration to thee, as if of a pledge, that from that depth thou shouldest be exalted to a goodly eminence."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Seven Hymns on the Faith 2:15",
                            "text": "Wheat the stalk bears in the field; thee the head of the king upon his chariot carries about."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Seven Hymns on the Faith 2:16",
                            "text": "O daughter of the water, who hast left sea, wherein thou wert born, and art gone up to the dry land, wherein thou art beloved: for men have loved and seized and adorned themselves with thee, like as they did that Offspring Whom the Gentiles loved and crowned themselves withal."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Seven Hymns on the Faith 2:17",
                            "text": "It is by the mystery of truth that Leviathan is trodden down of mortals: the divers put him off, and put on Christ."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Seven Hymns on the Faith 2:18",
                            "text": "In the sacrament of oil did the Apostles steal Thee away, and came up."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Seven Hymns on the Faith 2:19",
                            "text": "They snatched their souls from his mouth, bitter as it was."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Seven Hymns on the Faith 2:20",
                            "text": "Thy Nature is like a silent lamb in its sweetness, of which if a man is to lay hold, he lifts it in a crucial form by its ears, as it was on Golgotha."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Seven Hymns on the Faith 2:21",
                            "text": "He cast out abundantly all His gleams upon them that looked upon Him."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Seven Hymns on the Faith 2:22",
                            "text": "2."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Seven Hymns on the Faith 2:23",
                            "text": "Shadowed forth in thy beauty is the beauty of the Son, Who clothed Himself with suffering when the nails passed through Him."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Seven Hymns on the Faith 2:24",
                            "text": "The awl passed in thee since they handled thee roughly, as they did His hands; and because He suffered He reigned, as by thy sufferings thy beauty increased."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Seven Hymns on the Faith 2:25",
                            "text": "And if they showed no pity upon thee, neither did they love thee: still suffer as thou mightest, thou hast come to reign! Simon Peter showed pity on the Rock; whoso hath smitten it, is himself thereby overcome; it is by reason of Its suffering that Its beauty hath adorned the height and the depth."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Seven Hymns on the Faith 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:1",
                            "text": "Hymn III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:2",
                            "text": "1."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:3",
                            "text": "Thou dost not hide thyself in thy bareness, O pearl! With the love of thee is the merchant ravished also, for he strips off his garments; not to cover thee, [seeing] thy clothing is thy light, thy garment is thy brightness, O thou that art bared!  Thou art like Eve who was clothed with nakedness."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:4",
                            "text": "Cursed be he that deceived her and stripped her and left her."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:5",
                            "text": "The serpent cannot strip off thy glory."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:6",
                            "text": "In the mysteries whose type thou art, women are clothed with Light in Eden."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:7",
                            "text": "2."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:8",
                            "text": "Very glistening are the pearls of Ethiopia, as it is written, Who gave thee to Ethiopia [the land] of black men."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:9",
                            "text": "He that gave light to the Gentiles, both to the Ethiopians and unto the Indians did His bright beams reach."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:10",
                            "text": "The eunuch of Ethiopia upon his chariot saw Philip: the Lamb of Light met the dark man from out of the water."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:11",
                            "text": "While he was reading, the Ethiopian was baptised and shone with joy, and journeyed on!  He made disciples and taught, and out of black men he made men white."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:12",
                            "text": "And the dark Ethiopic women became pearls for the Son; He offered them up to the Father, as a glistening crown from the Ethiopians."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:13",
                            "text": "3."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:14",
                            "text": "The Queen of Sheba was a sheep that had come into the place of wolves; the lamp of truth did Solomon give her, who also married her when he fell away."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:15",
                            "text": "She was enlightened and went away, but they were dark as their manner was."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:16",
                            "text": "The bright spark which went down home with that blessed [Queen], held on its shining amid the darkness, till the new Day-spring came."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:17",
                            "text": "The bright spark met with this shining, and illumined the place."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:18",
                            "text": "4."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:19",
                            "text": "There are in the sea divers fishes of many cubits, and with all their greatness they are very small; but by thy littleness the crown is made great, like as the Son, by whose littleness Adam was made great."
                        },
                        {
                            "verse": 20,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:20",
                            "text": "For the head is thy crown intended: for the eye thy beauty, for the ear thy goodliness."
                        },
                        {
                            "verse": 21,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:21",
                            "text": "Come up from the sea, thou neighbour to the dry land, and come and sojourn by the [seat of] hearing."
                        },
                        {
                            "verse": 22,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:22",
                            "text": "Let the ear love the word of life as it loveth thee!  In the ear is the word, and without it is the pearl."
                        },
                        {
                            "verse": 23,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:23",
                            "text": "Let it as being warned by thee, by thee get wisdom, and be warned by the word of truth."
                        },
                        {
                            "verse": 24,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:24",
                            "text": "Be thou its mirror: the beauty of the Word in thine own beauty shall it see: in thee it shall learn how precious is the Word on High! The ear is the leaf: the flesh is the tree, and thou in the midst of it are a fruit of light, and to the womb that brings forth Light, thou art a type that points."
                        },
                        {
                            "verse": 25,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:25",
                            "text": "Thee He used as a parable of that kingdom, O pearl! as He did the virgins that entered into it, five in number, clothed with the light of their lamps! To thee are those bright ones like, thou that art clad in light!  5."
                        },
                        {
                            "verse": 26,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:26",
                            "text": "Who would give a pearl to the daughter of the poor? For when it hangs on her, it becomes her not."
                        },
                        {
                            "verse": 27,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:27",
                            "text": "Gain without price that faith, all of which becomes all the limbs of men."
                        },
                        {
                            "verse": 28,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:28",
                            "text": "But for no gold would a lady exchange her pearl."
                        },
                        {
                            "verse": 29,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:29",
                            "text": "It were a great disgrace if thou shouldst throw thy pearl away into the mire for nought!  In the pearl of time let us behold that of eternity; for it is in the purse, or in the seal, or in the treasury."
                        },
                        {
                            "verse": 30,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:30",
                            "text": "Within the gate there are other gates with their locks and keys."
                        },
                        {
                            "verse": 31,
                            "chapter": 3,
                            "name": "Seven Hymns on the Faith 3:31",
                            "text": "Thy pearl hath the High One sealed up as taking account of all."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Seven Hymns on the Faith 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:1",
                            "text": "Hymn IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:2",
                            "text": "1."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:3",
                            "text": "The thief gained the faith which gained him, and brought him up and placed him in paradise."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:4",
                            "text": "He saw in the Cross a tree of life; that was the fruit, he was the eater in Adam's stead."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:5",
                            "text": "The fool, who goes astray, grazes the faith, as it were an eye, by all manner of questions."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:6",
                            "text": "The probing of the finger blinds the eye, and much more doth that prying blind."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:7",
                            "text": "the faith."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:8",
                            "text": "For even the diver pries not into his pearl."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:9",
                            "text": "In it do all merchants rejoice without prying into whence it came; even the king who is crowned therewith does not explore it."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:10",
                            "text": "2."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:11",
                            "text": "Because Balaam was foolish, a foolish beast in the ass spoke with him, because he despised God Who spoke with him."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:12",
                            "text": "Thee too let the pearl reprove in the ass's stead."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:13",
                            "text": "The people that had a heart of stone, by a Stone He set at nought, for lo, a stone hears words."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:14",
                            "text": "Witness its work that has reproved them; and you, ye deaf ones, let the pearl reprove today."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:15",
                            "text": "With the swallow and the crow did He put men to shame; with the ox, yea with the ass, did He put them to shame; let the pearl reprove now, O ye birds and things on earth and things below."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:16",
                            "text": "3."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:17",
                            "text": "Not as the moon does thy light fill or wane; the Sun whose light is greater than all, lo! of Him it is that a type is shadowed out in thy little compass."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:18",
                            "text": "O type of the Son, one spark of Whom is greater than the sun!—  The pearl itself is full, for its light is full; neither is there any cunning worker who can steal from it; for its wall is its own beauty, yea, its guard also! It lacks not, since it is entirely perfect."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:19",
                            "text": "And if a man would break thee to take a part from thee, thou art like the faith which with the heretics perishes, seeing they have broken it in pieces and spoiled it: for is it any better than this to have the faith scrutinised?  The faith is an entire nature that may not be corrupted."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:20",
                            "text": "The spoiler gets himself mischief by it: the heretic brings ruin on himself thereby."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:21",
                            "text": "He that chases the light from his pupils blinds himself."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:22",
                            "text": "Fire and air are divided when sundered."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:23",
                            "text": "Light alone, of all creatures, as its Creator, is not divided; it is not barren, for that it also begets without losing thereby."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:24",
                            "text": "4."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:25",
                            "text": "And if a man thinks that thou art framed [by art] he errs greatly; thy nature proclaims that thou, as all stones, art not the framing of art; and so thou art a type of the Generation which no making framed."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:26",
                            "text": "Thy stone flees from a comparison with the Stone [which is] the Son."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:27",
                            "text": "For thy own generation is from the midst of the deep, that of the Son of thy Creator is from the highest height; He is not like thee, in that He is like His Father."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:28",
                            "text": "And as they tell, two wombs bare thee also."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:29",
                            "text": "Thou camest down from on high a fluid nature; thou camest up from the sea a solid body."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:30",
                            "text": "By means of thy second birth thou didst show thy loveliness to the children of men."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "Seven Hymns on the Faith 4:31",
                            "text": "Hands fixed thee, when thou wast embodied, into thy receptacles; for thou art in the crown as upon a cross, and in a coronet as in a victory; thou art upon the ears, as if to fill up what was lacking; thou extendest over all."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Seven Hymns on the Faith 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Seven Hymns on the Faith 5:1",
                            "text": "Hymn V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Seven Hymns on the Faith 5:2",
                            "text": "1."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Seven Hymns on the Faith 5:3",
                            "text": "O gift that camest up without price with the diver! Thou laidest hold upon this visible light, that without price rises for the children of men: a parable of the hidden One that without price gives the hidden Dayspring!  And the painter too paints a likeness of thee with colours."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Seven Hymns on the Faith 5:4",
                            "text": "Yet by thee is faith painted in types and emblems for colours, and in the place of the image by thee and thy colours is thy Creator painted."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Seven Hymns on the Faith 5:5",
                            "text": "O thou frankincense without smell, who breathest types from out of thee! thou art not to be eaten, yet thou givest a sweet smell unto them that hear thee! thou art not to be drunk, yet by thy story, a fountain of types art thou made unto the ears!  2."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Seven Hymns on the Faith 5:6",
                            "text": "It is thou which art great in thy littleness, O pearl! Small is thy measure and little thy compass with thy weight; but great is thy glory: to that crown alone in which thou art placed, there is none like."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Seven Hymns on the Faith 5:7",
                            "text": "And who hath not perceived of thy littleness, how great it is; if one despises thee and throws thee away, he would blame himself for his clownishness, for when he saw thee in a king's crown he would be attracted to thee."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Seven Hymns on the Faith 5:8",
                            "text": "3."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Seven Hymns on the Faith 5:9",
                            "text": "Men stripped their clothes off and dived and drew thee out, pearl! It was not kings that put thee before men, but those naked ones who were a type of the poor and the fishers and the Galileans."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Seven Hymns on the Faith 5:10",
                            "text": "For clothed bodies were not able to come to thee; they came that were stript as children; they plunged their bodies and came down to thee; and thou didst much desire them, and thou didst aid them who thus loved thee."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Seven Hymns on the Faith 5:11",
                            "text": "Glad tidings did they give for thee: their tongues before their bosoms did the poor [fishers] open, and produced and showed the new riches among the merchants: upon the wrists of men they put thee as a medicine of life."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Seven Hymns on the Faith 5:12",
                            "text": "4."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Seven Hymns on the Faith 5:13",
                            "text": "The naked ones in a type saw thy rising again by the sea-shore; and by the side of the lake they, the Apostles of a truth, saw the rising again of the Son of thy Creator."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Seven Hymns on the Faith 5:14",
                            "text": "By thee and by thy Lord the sea and the lake were beautified."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Seven Hymns on the Faith 5:15",
                            "text": "The diver came up from the sea and put on his clothing; and from the lake too Simon Peter came up swimming and put on his coat; clad as with coats, with the love of both of you, were these two."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Seven Hymns on the Faith 5:16",
                            "text": "5."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Seven Hymns on the Faith 5:17",
                            "text": "And since I have wandered in thee, pearl, I will gather up my mind, and by having contemplated thee, would become like thee, in that thou art all gathered up into thyself; and as thou in all times art one, one let me become by thee!  Pearls have I gathered together that I might make a crown for the Son in the place of stains which are in my members."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Seven Hymns on the Faith 5:18",
                            "text": "Receive my offering, not that Thou art shortcoming; it is because of mine own shortcoming that I have offered it to Thee."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Seven Hymns on the Faith 5:19",
                            "text": "Whiten my stains!  This crown is all spiritual pearls, which instead of gold are set in love, and instead of ouches in faith; and instead of hands, let praise offer it up to the Highest!."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Seven Hymns on the Faith 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:1",
                            "text": "Hymn VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:2",
                            "text": "1."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:3",
                            "text": "Would that the memory of the fathers would exhale from the tombs; who were very simple as being wise, and reverend as believing."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:4",
                            "text": "They without cavilling searched for, and came to the right path."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:5",
                            "text": "He gave the law; the mountains melted away; fools broke through it."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:6",
                            "text": "By unclean ravens He fed Elijah at the desert stream; and moreover gave from the skeleton honey unto Samson."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:7",
                            "text": "They judged not, nor inquired why it was unclean, why clean."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:8",
                            "text": "2."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:9",
                            "text": "And when He made void the sabbaths, the feeble Gentiles were clothed with health."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:10",
                            "text": "Samson took the daughter of the aliens, and there was no disputing among the righteous; the prophet also took a harlot, and the just held their peace."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:11",
                            "text": "He blamed the righteous, and He held up and lifted up [to view] their delinquencies: He pitied sinners, and restored them without cost: and made low the mountains of their sins: He proved that God is not to be arraigned by men, and as Lord of Truth, that His servants were His shadow; and whatsoever way His will looked, they directed also their own wills; and because Light was in Him, their shadows were enlightened."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:12",
                            "text": "3."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:13",
                            "text": "How strangely perplexed are all the heretics by simple things! For when He plainly foreshadowed this New Testament by that of the Prophets, those pitiable men rose, as though from sleep, and shouted out and made a disturbance."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:14",
                            "text": "And the Way, wherein the righteous held straight on, and by their truths had gone forth therein, that [Way] have these broken up, because they were besotted: this they left and went out of; because they pried, an evil searching, [yea,] an evil babbling led them astray."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:15",
                            "text": "They saw the ray: they made it darkness, that they might grope therein: they saw the jewel, even the faith: while they pried into it, it fell and was lost."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:16",
                            "text": "Of the pearl they made a stone, that they might stumble upon it."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:17",
                            "text": "4."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:18",
                            "text": "O Gift, which fools have made a poison! The People were for separating Thy beauteous root from Thy fountain, though they separated it not: [false] teachings estranged Thy beauty also from the stock thereof."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:19",
                            "text": "By Thee did they get themselves estranged, who wished to estrange Thee."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:20",
                            "text": "By Thee the tribes were cut off and scattered abroad from out of Sion, and also the [false] teachings of the seceders."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:21",
                            "text": "Bring Thyself within the compass of our littleness, O Thou Gift of ours."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:22",
                            "text": "For if love cannot find Thee out on all sides, it cannot be still and at rest."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:23",
                            "text": "Make Thyself small, Thou Who art too great for all, Who comest unto all!  5."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:24",
                            "text": "By this would those who wrangle against our Pearl be reproved; because instead of love, strife has come in and dared to essay to unveil thy beauty."
                        },
                        {
                            "verse": 25,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:25",
                            "text": "It was not graven, since it is a progeny which cannot be interpreted."
                        },
                        {
                            "verse": 26,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:26",
                            "text": "Thou didst show thy beauty among the abjects to show whereto thou art like, thou Pearl that art all faces."
                        },
                        {
                            "verse": 27,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:27",
                            "text": "The beholders were astonied and perplexed at thee."
                        },
                        {
                            "verse": 28,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:28",
                            "text": "The separatists separated thee in two, and were separated in two by thee, thou that art of one substance throughout."
                        },
                        {
                            "verse": 29,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:29",
                            "text": "They saw not thy beauty, because there was not in them the eye of truth."
                        },
                        {
                            "verse": 30,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:30",
                            "text": "For the veil of prophecy, full as it was of the mysteries; to them was a covering of thy glistering faces: they thought that thou wast other [than thou art], O thou mirror of ours! and therefore these blind schismatics defiled thy fair beauty."
                        },
                        {
                            "verse": 31,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:31",
                            "text": "6."
                        },
                        {
                            "verse": 32,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:32",
                            "text": "Since they have extolled thee too much, or have lowered thee too much, bring them to the even level."
                        },
                        {
                            "verse": 33,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:33",
                            "text": "Come down, descend a little from that height of infidelity and heathendom; and come up from the depth of Judaism, though thou art in the Heaven."
                        },
                        {
                            "verse": 34,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:34",
                            "text": "Let our Lord be set between God and men! Let the Prophets be as it were His heralds! Let the Just One, as being His Father, rejoice! that Word it is which conquered both Jews and Heathens!  7."
                        },
                        {
                            "verse": 35,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:35",
                            "text": "Come, Thou Gift of Holy Church, stay, rest in the midst of Her! The circumcised have troubled Thee, in that they are vain babblers, and so have the [false] doctrines in that they are contentious."
                        },
                        {
                            "verse": 36,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:36",
                            "text": "Blessed be He that gave Thee a goodly company which bears Thee about!  In the covenant of Moses is Thy brightness shadowed forth: in the new covenant Thou dartest it forth: from those first Thy light shineth even unto those last."
                        },
                        {
                            "verse": 37,
                            "chapter": 6,
                            "name": "Seven Hymns on the Faith 6:37",
                            "text": "Blessed be He that gave us Thy gleam as well as Thy bright rays."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Seven Hymns on the Faith 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:1",
                            "text": "Hymn VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:2",
                            "text": "1."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:3",
                            "text": "As in a race saw I the disputers, the children of strife, [trying] to taste fire, to see the air, to handle the light: they were troubled at the gleaming, and struggled to make divisions."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:4",
                            "text": "The Son, Who is too subtle for the mind, did they seek to feel: and the Holy Ghost Who cannot be explored, they thought to explore with their questionings."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:5",
                            "text": "The Father, Who never at any time was searched out, have they explained and disputed of."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:6",
                            "text": "The sound form of our faith is from Abraham, and our repentance is from Nineveh and the house of Rahab, and ours are the expectations of the Prophets, ours of the Apostles."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:7",
                            "text": "2."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:8",
                            "text": "And envy is from Satan: the evil usage of the evil calf is from the Egyptians."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:9",
                            "text": "The hateful sight of the hateful image of four faces is from the Hittites."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:10",
                            "text": "Accursed disputation, that hidden moth, is from the Greeks."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:11",
                            "text": "The bitter [enemy] read and saw orthodox teachings, and subverted them; he saw hateful things, and sowed them; and he saw hope, and he turned it upside down and cut it off."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:12",
                            "text": "The disputation that he planted, lo! it has yielded a fruit bitter to the tooth."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:13",
                            "text": "3."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:14",
                            "text": "Satan saw that the Truth strangled him, and united himself to the tares, and secreted his frauds, and spread his snares for the faith, and cast upon the priests the darts of the love of pre-eminence."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:15",
                            "text": "They made contests for the throne, to see which should first obtain it."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:16",
                            "text": "There was that meditated in secret and kept it close: there was that openly combated for it: and there was that with a bribe crept up to it: and there was that with fraud dealt wisely to obtain it."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:17",
                            "text": "The paths differed, the scope was one, and they were alike."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:18",
                            "text": "Him that was young, and could not even think of it, because it was not time for him; and him that was hoary and shaped out dreams for time beyond; all of them by his craftiness did the wicked one persuade and subdue."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:19",
                            "text": "Old men, youths, and even striplings, aim at rank!  4."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:20",
                            "text": "His former books did Satan put aside, and put on others: the People who was grown old had the moth and the worm devoured and eaten and left and deserted: the moth came into the new garment of the new peoples:  He saw the crucifiers who were rejected and cast forth as strangers: he made of those of the household, pryers; and of worshippers, they became disputants."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:21",
                            "text": "From that garment the moth gendered and wound it up and deposited it."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:22",
                            "text": "The worm gendered in the storehouse of wheat, and sat and looked on: and lo! the pure wheat was mildewed, and devoured were the garments of glory! He made a mockery of us, and we of ourselves, since we were besotted!  He showed tares, and the bramble shot up in the pure vineyard! He infected the flock, and the leprosy broke out, and the sheep became hired servants of his! He began in the People, and came unto the Gentiles, that he might finish."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:23",
                            "text": "5."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:24",
                            "text": "Instead of the reed which the former people made the Son hold, others have dared with their reed to write in their tracts that He is only a Son of man."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:25",
                            "text": "Reed for reed does the wicked one exchange against our Redeemer, and instead of the coat of many colours, wherewith they clothed Him, titles has he dyed craftily."
                        },
                        {
                            "verse": 26,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:26",
                            "text": "With diversity of names he clothed Him; either that of a creature or of a thing made, when He was the Maker."
                        },
                        {
                            "verse": 27,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:27",
                            "text": "And as he plaited for Him by silent men speechless thorns that cry out, thorns from the mind has he plaited [now] by the voice, as hymns; and concealed the spikes amid melodies that they might not be perceived."
                        },
                        {
                            "verse": 28,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:28",
                            "text": "6."
                        },
                        {
                            "verse": 29,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:29",
                            "text": "When Satan saw that he was detected in his former [frauds]; that the spitting was discovered, and vinegar, and thorns, nails and wood, garments and reed and spear, which smote him, and were hated and openly known; he changed his frauds."
                        },
                        {
                            "verse": 30,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:30",
                            "text": "Instead of the blow with the hand, by which our Lord was overcome, he brought in distractions; and instead of the spitting, cavilling entered in; and instead of garments, secret divisions; and instead of the reed, came in strife to smite us on the face."
                        },
                        {
                            "verse": 31,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:31",
                            "text": "Haughtiness called for rage its sister, and there answered and came envy, and wrath, and pride, and fraud."
                        },
                        {
                            "verse": 32,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:32",
                            "text": "They have taken counsel against our Redeemer as on that day when they took counsels at His Passion."
                        },
                        {
                            "verse": 33,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:33",
                            "text": "And instead of the cross, a hidden wood hath strife become; and instead of the nails, questionings have come in; and instead of hell, apostasy: the pattern of both Satan would renew again."
                        },
                        {
                            "verse": 34,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:34",
                            "text": "Instead of the sponge which was cankered with vinegar and wormwood, he gave prying, the whole of which is cankered with death."
                        },
                        {
                            "verse": 35,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:35",
                            "text": "The gall which they gave Him did our Lord put away from Him; the subtle questioning, which the rebellious one hath given, to fools is sweet."
                        },
                        {
                            "verse": 36,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:36",
                            "text": "7."
                        },
                        {
                            "verse": 37,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:37",
                            "text": "And at that time there were judges against them, lo, the judges are, as it were, against us, and instead of a handwriting are their commands."
                        },
                        {
                            "verse": 38,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:38",
                            "text": "Priests that consecrate crowns, set snares for kings."
                        },
                        {
                            "verse": 39,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:39",
                            "text": "Instead of the priesthood praying for royalty that wars may cease from among men, they teach wars of overthrow, which set kings to combat with those round about."
                        },
                        {
                            "verse": 40,
                            "chapter": 7,
                            "name": "Seven Hymns on the Faith 7:40",
                            "text": "O Lord, make the priests and kings peaceful; that in one Church priests may pray for their kings, and kings spare those round about them; and may the peace which is within Thee become ours, Lord, Thou that art within and without all things!."
                        }
                    ]
                }
            ]
        }
    ]
}