{
    "books": [
        {
            "name": "Tertullian: Against Marcion Book II",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Tertullian: Against Marcion Book II 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book II 1:1",
                            "text": "Book : The Methods of Marcion's Argument Incorrect and Absurd."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book II 1:2",
                            "text": "The Proper Course of the Argument."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book II 1:3",
                            "text": "The occasion of reproducing this little work, the fortunes of which we noticed in the preface of our first book, has furnished us with the opportunity of distinguishing, in our treatment of the subject of two Gods in opposition to Marcion, each of them with a description and section of his own, according to the division of the subject-matter, defining one of the gods to have no existence at all, and maintaining of the Other that He is rightly God; thus far keeping pace with the heretic of Pontus, who has been pleased to admit one unto, and exclude the other."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book II 1:4",
                            "text": "For he could not build up his mendacious scheme without pulling down the system of truth."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book II 1:5",
                            "text": "He found it necessary to demolish some other thing, in order to build up the theory which he wished."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book II 1:6",
                            "text": "This process, however, is like constructing a house without preparing suitable materials."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book II 1:7",
                            "text": "The discussion ought to have been directed to this point alone, that he is no god who supersedes the Creator."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book II 1:8",
                            "text": "Then, when the false god had been excluded by certain rules which prescriptively settle what is the character of the One only perfect Divinity, there could have remained no longer any question as to the true God."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book II 1:9",
                            "text": "The proof of His existence would have been clear, and that, too, amid the failure of all evidence in support of any other god; and still clearer would have seemed the point as to the honour in which He ought without controversy to be held: that He ought to be worshipped rather than judged; served reverentially rather than handled critically, or even dreaded for His severity."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Tertullian: Against Marcion Book II 1:10",
                            "text": "For what was more fully needed by man than a careful estimate of the true God, on whom, so to speak, he had alighted, because there was no other god?."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Tertullian: Against Marcion Book II 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book II 2:1",
                            "text": "The True Doctrine of God the Creator."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book II 2:2",
                            "text": "The Heretics Pretended to a Knowledge of the Divine Being, Opposed to and Subversive of Revelation."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book II 2:3",
                            "text": "God's Nature and Ways Past Human Discovery."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book II 2:4",
                            "text": "Adam's Heresy."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book II 2:5",
                            "text": "We have now, then, cleared our way to the contemplation of the Almighty God, the Lord and Maker of the universe."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book II 2:6",
                            "text": "His greatness, as I think, is shown in this, that from the beginning He made Himself known: He never hid Himself, but always shone out brightly, even before the time of Romulus, to say nothing of that of Tiberius; with the exception indeed that the heretics, and they alone, know Him not, although they take such pains about Him."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book II 2:7",
                            "text": "They on this account suppose that another god must be assumed to exist, because they are more able to censure than deny Him whose existence is so evident, deriving all their thoughts about God from the deductions of sense; just as if some blind man, or a man of imperfect vision, chose to assume some other sun of milder and healthier ray, because he sees not that which is the object of sight."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book II 2:8",
                            "text": "There is, O man, but one sun which rules this world and even when you think otherwise of him, he is best and useful; and although to you he may seem too fierce and baneful, or else, it may be, too sordid and corrupt, he yet is true to the laws of his own existence."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book II 2:9",
                            "text": "Unable as you are to see through those laws, you would be equally impotent to bear the rays of any other sun, were there one, however great and good."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book II 2:10",
                            "text": "Now, you whose sight is defective in respect of the inferior god, what is your view of the sublimer One? Really you are too lenient to your weakness; and set not yourself to the proof of things, holding God to be certainly, undoubtedly, and therefore sufficiently known, the very moment you have discovered Him to exist, though you know Him not except on the side where He has willed His proofs to lie."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book II 2:11",
                            "text": "But you do not even deny God intelligently, you treat of Him ignorantly; nay, you accuse Him with a semblance of intelligence, whom if you did but know Him, you would never accuse, nay, never treat of."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book II 2:12",
                            "text": "You give Him His name indeed, but you deny the essential truth of that name, that is, the greatness which is called God; not acknowledging it to be such as, were it possible for it to have been known to man in every respect, would not be greatness."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book II 2:13",
                            "text": "Isaiah even so early, with the clearness of an apostle, foreseeing the thoughts of heretical hearts, asked, \"Who hath known the mind of the Lord? For who hath been His counsellor? With whom took He counsel?…or who taught Him knowledge, and showed to Him the way of understanding?\" With whom the apostle agreeing exclaims, \"Oh the depth of the riches both of the wisdom and knowledge of God! how unsearchable are His judgments, and His ways past finding out!\" \"His judgments unsearchable,\" as being those of God the Judge; and \"His ways past finding out,\" as comprising an understanding and knowledge which no man has ever shown to Him, except it may be those critics of the Divine Being, who say, God ought not to have been this, and He ought rather to have been that; as if any one knew what is in God, except the Spirit of God."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book II 2:14",
                            "text": "Moreover, having the spirit of the world, and \"in the wisdom of God by wisdom knowing not God,\" they seem to themselves to be wiser than God; because, as the wisdom of the world is foolishness with God, so also the wisdom of God is folly in the world's esteem."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book II 2:15",
                            "text": "We, however, know that \"the foolishness of God is wiser than men, and the weakness of God is stronger than men\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book II 2:16",
                            "text": "Accordingly, God is then especially great, when He is small to man; then especially good, when not good in man's judgment; then especially unique, when He seems to man to be two or more."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book II 2:17",
                            "text": "Now, if from the very first \"the natural man, not receiving the things of the Spirit of God,\" has deemed God's law to be foolishness, and has therefore neglected to observe it; and as a further consequence, by his not having faith, \"even that which he seemeth to have hath been taken from him\"—such as the grace of paradise and the friendship of God, by means of which he might have known all things of God, if he had continued in his obedience—what wonder is it, if he, reduced to his material nature, and banished to the toil of tilling the ground, has in his very labour, downcast and earth-gravitating as it was, handed on that earth-derived spirit of the world to his entire race, wholly natural and heretical as it is, and not receiving the things which belong to God? Or who will hesitate to declare the great sin of Adam to have been heresy, when he committed it by the choice of his own will rather than of God's?  Except that Adam never said to his fig-tree, Why hast thou made me thus? He confessed that he was led astray; and he did not conceal the seducer."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book II 2:18",
                            "text": "He was a very rude heretic."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Tertullian: Against Marcion Book II 2:19",
                            "text": "He was disobedient; but yet he did not blaspheme his Creator, nor blame that Author of his being, Whom from the beginning of his life he had found to be so good and excellent, and Whom he had perhaps made his own judge from the very first."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Tertullian: Against Marcion Book II 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book II 3:1",
                            "text": "God Known by His Works."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book II 3:2",
                            "text": "His Goodness Shown in His Creative Energy; But Everlasting in Its Nature; Inherent in God, Previous to All Exhibition of It."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book II 3:3",
                            "text": "The First Stage of This Goodness Prior to Man."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book II 3:4",
                            "text": "It will therefore be right for us, as we enter on the examination of the known God, when the question arises, in what condition He is known to us, to begin with His works, which are prior to man; so that His goodness, being discovered immediately along with Himself, and then constituted and prescriptively settled, may suggest to us some sense whereby we may understand how the subsequent order of things came about."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book II 3:5",
                            "text": "The disciples of Marcion, moreover, may possibly be able, while recognising the goodness of our God, to learn how worthy it is likewise of the Divine Being, on those very grounds whereby we have proved it to be unworthy in the case of their god."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book II 3:6",
                            "text": "Now this very point, which is a material one in their scheme, Marcion did not find in any other god, but eliminated it for himself out of his own god."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book II 3:7",
                            "text": "The first goodness, then, was that of the Creator, whereby God was unwilling to remain hidden for ever; in other words, (unwilling) that there should not be a something by which God should become known."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book II 3:8",
                            "text": "For what, indeed, is so good as the knowledge and fruition of God? Now, although it did not transpires that this was good, because as yet there existed nothing to which it could transpire, yet God foreknew what good would eventually transpire, and therefore He set Himself about developing His own perfect goodness, for the accomplishment of the good which was to transpire; not, indeed, a sudden goodness issuing in some accidental boon or in some excited impulse, such as must be dated simply from the moment when it began to operate."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book II 3:9",
                            "text": "For if it did itself produce its own beginning when it began to operate, it had not, in fact, a beginning itself when it acted."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book II 3:10",
                            "text": "When, however, an initial act had been once done by it, the scheme of temporal seasons began, for distinguishing and noting which, the stars and luminaries of heaven were arranged in their order."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book II 3:11",
                            "text": "\"Let them be,\" says God, \"for seasons, and for days, and years\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book II 3:12",
                            "text": "Previous, then, to this temporal course, (the goodness) which created time had not time; nor before that beginning which the same goodness originated, had it a beginning."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book II 3:13",
                            "text": "Being therefore without all order of a beginning, and all mode of time, it will be reckoned to possess an age, measureless in extent and endless in duration; nor will it be possible to regard it as a sudden or adventitious or impulsive emotion, because it has nothing to occasion such an estimate of itself; in other words, no sort of temporal sequence."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Tertullian: Against Marcion Book II 3:14",
                            "text": "It must therefore be accounted an eternal attribute, inbred in God, and everlasting, and on this account worthy of the Divine Being, putting to shame for ever the benevolence of Marcion's god, subsequent as he is to (I will not say) all beginnings and times, but to the very malignity of the Creator, if indeed malignity could possibly have been found in goodness."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Tertullian: Against Marcion Book II 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book II 4:1",
                            "text": "The Next Stage Occurs in the Creation of Man by the Eternal Word."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book II 4:2",
                            "text": "Spiritual as Well as Physical Gifts to Man."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book II 4:3",
                            "text": "The Blessings of Man's Free-Will."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book II 4:4",
                            "text": "The goodness of God having, therefore, provided man for the pursuit of the knowledge of Himself, added this to its original notification, that it first prepared a habitation for him, the vast fabric (of the world) to begin with, and then afterwards the vaster one (of a higher world,) that he might on a great as well as on a smaller stage practise and advance in his probation, and so be promoted from the good which God had given him, that is, from his high position, to God's best; that is, to some higher abode."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book II 4:5",
                            "text": "In this good work God employs a most excellent minister, even His own Word."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book II 4:6",
                            "text": "\"My heart,\" He says, \"hath emitted my most excellent Word\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book II 4:7",
                            "text": "Let Marcion take hence his first lesson on the noble fruit of this truly most excellent tree."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book II 4:8",
                            "text": "But, like a most clumsy clown, he has grafted a good branch on a bad stock."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book II 4:9",
                            "text": "The sapling, however, of his blasphemy shall be never strong: it shall wither with its planter, and thus shall be manifested the nature of the good tree."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book II 4:10",
                            "text": "Look at the total result: how fruitful was the Word! God issued His fiat, and it was done: God also saw that it was good; not as if He were ignorant of the good until He saw it; but because it was good, He therefore saw it, and honoured it, and set His seal upon it; and consummated the goodness of His works by His vouchsafing to them that contemplation."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book II 4:11",
                            "text": "Thus God blessed what He made good, in order that He might commend Himself to you as whole and perfect, good both in word and act."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book II 4:12",
                            "text": "As yet the Word knew no malediction, because He was a stranger to malefaction."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book II 4:13",
                            "text": "We shall see what reasons required this also of God."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book II 4:14",
                            "text": "Meanwhile the world consisted of all things good, plainly foreshowing how much good was preparing for him for whom all this was provided."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book II 4:15",
                            "text": "Who indeed was so worthy of dwelling amongst the works of God, as he who was His own image and likeness? That image was wrought out by a goodness even more operative than its wont, with no imperious word, but with friendly hand preceded by an almost affable utterance: \"Let us make man in our image, after our likeness\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book II 4:16",
                            "text": "Goodness spake the word; Goodness formed man of the dust of the ground into so great a substance of the flesh, built up out of one material with so many qualities; Goodness breathed into him a soul, not dead but living."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book II 4:17",
                            "text": "Goodness gave him dominion over all things, which he was to enjoy and rule over, and even give names to."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book II 4:18",
                            "text": "In addition to this, Goodness annexed pleasures to man so that, while master of the whole world, he might tarry among higher delights, being translated into paradise, out of the world into the Church."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book II 4:19",
                            "text": "The self-same Goodness provided also a help meet for him, that there might be nothing in his lot that was not good."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book II 4:20",
                            "text": "For, said He, that the man be alone is not good."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book II 4:21",
                            "text": "He knew full well what a blessing to him would be the sex of Mary, and also of the Church."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book II 4:22",
                            "text": "The law, however, which you find fault with, and wrest into a subject of contention, was imposed on man by Goodness, aiming at his happiness, that he might cleave to God, and so not show himself an abject creature rather than a free one, nor reduce himself to the level of the other animals, his subjects, which were free from God, and exempt from all tedious subjection; but might, as the sole human being, boast that he alone was worthy of receiving laws from God; and as a rational being, capable of intelligence and knowledge, be restrained within the bounds of rational liberty, subject to Him who had subjected all things unto him."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book II 4:23",
                            "text": "To secure the observance of this law, Goodness likewise took counsel by help of this sanction: \"In the day that thou eatest thereof, thou shalt surely die\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book II 4:24",
                            "text": "For it was a most benignant act of His thus to point out the issues of transgression, lest ignorance of the danger should encourage a neglect of obedience."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book II 4:25",
                            "text": "Now, since it was given as a reason previous to the imposition of the law, it also amounted to a motive for subsequently observing it, that a penalty was annexed to its transgression; a penalty, indeed, which He who proposed it was still unwilling that it should be incurred."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Tertullian: Against Marcion Book II 4:26",
                            "text": "Learn then the goodness of our God amidst these things and up to this point; learn it from His excellent works, from His kindly blessings, from His indulgent bounties, from His gracious providences, from His laws and warnings, so good and merciful."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Tertullian: Against Marcion Book II 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book II 5:1",
                            "text": "Marcion's Cavils Considered."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book II 5:2",
                            "text": "His Objection Refuted, i-e:, Man's Fall Showed Failure in God."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book II 5:3",
                            "text": "The Perfection of Man's Being Lay in His Liberty, Which God Purposely Bestowed on Him."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book II 5:4",
                            "text": "The Fall Imputable to Man's Own Choice."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book II 5:5",
                            "text": "Now then, ye dogs, whom the apostle puts outside, and who yelp at the God of truth, let us come to your various questions."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book II 5:6",
                            "text": "These are the bones of contention, which you are perpetually gnawing! If God is good, and prescient of the future, and able to avert evil, why did He permit man, the very image and likeness of Himself, and, by the origin of his soul, His own substance too, to be deceived by the devil, and fall from obedience of the law into death? For if He had been good, and so unwilling that such a catastrophe should happen, and prescient, so as not to be ignorant of what was to come to pass, and powerful enough to hinder its occurrence, that issue would never have come about, which should be impossible under these three conditions of the divine greatness."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book II 5:7",
                            "text": "Since, however, it has occurred, the contrary proposition is most certainly true, that God must be deemed neither good, nor prescient, nor powerful."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book II 5:8",
                            "text": "For as no such issue could have happened had God been such as He is reputed—good, and prescient, and mighty—so has this issue actually happened, because He is not such a God."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book II 5:9",
                            "text": "In reply, we must first vindicate those attributes in the Creator which are called in question—namely, His goodness and foreknowledge, and power."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book II 5:10",
                            "text": "But I shall not linger long over this point for Christ's own definition comes to our aid at once."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book II 5:11",
                            "text": "From works must proofs be obtained."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book II 5:12",
                            "text": "The Creator's works testify at once to His goodness, since they are good, as we have shown, and to His power, since they are mighty, and spring indeed out of nothing."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book II 5:13",
                            "text": "And even if they were made out of some (previous) matter, as some will have it, they are even thus out of nothing, because they were not what they are."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book II 5:14",
                            "text": "In short, both they are great because they are good; and God is likewise mighty, because all things are His own, whence He is almighty."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book II 5:15",
                            "text": "But what shall I say of His prescience, which has for its witnesses as many prophets as it inspired? After all, what title to prescience do we look for in the Author of the universe, since it was by this very attribute that He foreknew all things when He appointed them their places, and appointed them their places when He foreknew them? There is sin itself."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book II 5:16",
                            "text": "If He had not foreknown this, He would not have proclaimed a caution against it under the penalty of death."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book II 5:17",
                            "text": "Now if there were in God such attributes as must have rendered it both impossible and improper for any evil to have happened to man, and yet evil did occur, let us consider man's condition also—whether it were not, in fact, rather the cause why that came to pass which could not have happened through God."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book II 5:18",
                            "text": "I find, then, that man was by God constituted free, master of his own will and power; indicating the presence of God's image and likeness in him by nothing so well as by this constitution of his nature."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book II 5:19",
                            "text": "For it was not by his face, and by the lineaments of his body, though they were so varied in his human nature, that he expressed his likeness to the form of God; but he showed his stamp in that essence which he derived from God Himself (that is, the spiritual, which answered to the form of God), and in the freedom and power of his will."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book II 5:20",
                            "text": "This his state was confirmed even by the very law which God then imposed upon him."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book II 5:21",
                            "text": "For a law would not be imposed upon one who had it not in his power to render that obedience which is due to law; nor again, would the penalty of death be threatened against sin, if a contempt of the law were impossible to man in the liberty of his will."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Tertullian: Against Marcion Book II 5:22",
                            "text": "So in the Creator's subsequent laws also you will find, when He sets before man good and evil, life and death, that the entire course of discipline is arranged in precepts by God's calling men from sin, and threatening and exhorting them; and this on no other ground than that man is free, with a will either for obedience or resistance."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Tertullian: Against Marcion Book II 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book II 6:1",
                            "text": "This Liberty Vindicated in Respect of Its Original Creation; Suitable Also for Exhibiting the Goodness and the Purpose of God."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book II 6:2",
                            "text": "Reward and Punishment Impossible If Man Were Good or Evil Through Necessity and Not Choice."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book II 6:3",
                            "text": "But although we shall be understood, from our argument, to be only so affirming man's unshackled power over his will, that what happens to him should be laid to his own charge, and not to God's, yet that you may not object, even now, that he ought not to have been so constituted, since his liberty and power of will might turn out to be injurious, I will first of all maintain that he was rightly so constituted, that I may with the greater confidence commend both his actual constitution, and the additional fact of its being worthy of the Divine Being; the cause which led to man's being created with such a constitution being shown to be the better one."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book II 6:4",
                            "text": "Moreover, man thus constituted will be protected by both the goodness of God and by His purpose, both of which are always found in concert in our God."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book II 6:5",
                            "text": "For His purpose is no purpose without goodness; nor is His goodness goodness without a purpose, except forsooth in the case of Marcion's god, who is purposelessly good, as we have shown."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book II 6:6",
                            "text": "Well, then, it was proper that God should be known; it was no doubt a good and reasonable thing."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book II 6:7",
                            "text": "Proper also was it that there should be something worthy of knowing God."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book II 6:8",
                            "text": "What could be found so worthy as the image and likeness of God? This also was undoubtedly good and reasonable."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book II 6:9",
                            "text": "Therefore it was proper that (he who is) the image and likeness of God should be formed with a free will and a mastery of himself; so that this very thing—namely, freedom of will and self-command—might be reckoned as the image and likeness of God in him."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book II 6:10",
                            "text": "For this purpose such an essence was adapted to man as suited this character, even the afflatus of the Deity, Himself free and uncontrolled."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book II 6:11",
                            "text": "But if you will take some other view of the case, how came it to pass that man, when in possession of the whole world, did not above all things reign in self-possession—a master over others, a slave to himself?  The goodness of God, then, you can learn from His gracious gift to man, and His purpose from His disposal of all things."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book II 6:12",
                            "text": "At present, let God's goodness alone occupy our attention, that which gave so large a gift to man, even the liberty of his will."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book II 6:13",
                            "text": "God's purpose claims some other opportunity of treatment, offering as it does instruction of like import."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book II 6:14",
                            "text": "Now, God alone is good by nature."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book II 6:15",
                            "text": "For He, who has that which is without beginning, has it not by creation, but by nature."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book II 6:16",
                            "text": "Man, however, who exists entirely by creation, having a beginning, along with that beginning obtained the form in which he exists; and thus he is not by nature disposed to good, but by creation, not having it as his own attribute to be good, because, (as we have said,) it is not by nature, but by creation, that he is disposed to good, according to the appointment of his good Creator, even the Author of all good."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book II 6:17",
                            "text": "In order, therefore, that man might have a goodness of his own, bestowed on him by God, and there might be henceforth in man a property, and in a certain sense a natural attribute of goodness, there was assigned to him in the constitution of his nature, as a formal witness of the goodness which God bestowed upon him, freedom and power of the will, such as should cause good to be performed spontaneously by man, as a property of his own, on the ground that no less than this would be required in the matter of a goodness which was to be voluntarily exercised by him, that is to say, by the liberty of his will, without either favour or servility to the constitution of his nature, so that man should be good just up to this point, if he should display his goodness in accordance with his natural constitution indeed, but still as the result of his will, as a property of his nature; and, by a similar exercise of volition, should show himself to be too strong in defence against evil also (for even this God, of course, foresaw), being free, and master of himself; because, if he were wanting in this prerogative of self-mastery, so as to perform even good by necessity and not will, he would, in the helplessness of his servitude, become subject to the usurpation of evil, a slave as much to evil as to good."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book II 6:18",
                            "text": "Entire freedom of will, therefore, was conferred upon him in both tendencies; so that, as master of himself, he might constantly encounter good by spontaneous observance of it, and evil by its spontaneous avoidance; because, were man even otherwise circumstanced, it was yet his bounden duty, in the judgment of God, to do justice according to the motions of his will regarded, of course, as free."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book II 6:19",
                            "text": "But the reward neither of good nor of evil could be paid to the man who should be found to have been either good or evil through necessity and not choice."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book II 6:20",
                            "text": "In this really lay the law which did not exclude, but rather prove, human liberty by a spontaneous rendering of obedience, or a spontaneous commission of iniquity; so patent was the liberty of man's will for either issue."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book II 6:21",
                            "text": "Since, therefore, both the goodness and purpose of God are discovered in the gift to man of freedom in his will, it is not right, after ignoring the original definition of goodness and purpose which it was necessary to determine previous to any discussion of the subject, on subsequent facts to presume to say that God ought not in such a way to have formed man, because the issue was other than what was assumed to be proper for God."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book II 6:22",
                            "text": "We ought rather, after duly considering that it behoved God so to create man, to leave this consideration unimpaired, and to survey the other aspects of the case."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book II 6:23",
                            "text": "It is, no doubt, an easy process for persons who take offence at the fall of man, before they have looked into the facts of his creation, to impute the blame of what happened to the Creator, without any examination of His purpose."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "Tertullian: Against Marcion Book II 6:24",
                            "text": "To conclude:  the goodness of God, then fully considered from the beginning of His works, will be enough to convince us that nothing evil could possibly have come forth from God; and the liberty of man will, after a second thought, show us that it alone is chargeable with the fault which itself committed."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Tertullian: Against Marcion Book II 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book II 7:1",
                            "text": "If God Had Anyhow Checked Man's Liberty, Marcion Would Have Been Ready with Another and Opposite Cavil."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book II 7:2",
                            "text": "Man's Fall Foreseen by God."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book II 7:3",
                            "text": "Provision Made for It Remedially and Consistently with His Truth and Goodness."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book II 7:4",
                            "text": "By such a conclusion all is reserved unimpaired to God; both His natural goodness, and the purposes of His governance and foreknowledge, and the abundance of His power."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book II 7:5",
                            "text": "You ought, however, to deduct from God's attributes both His supreme earnestness of purpose and most excellent truth in His whole creation, if you would cease to inquire whether anything could have happened against the will of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book II 7:6",
                            "text": "For, while holding this earnestness and truth of the good God, which are indeed capable of proof from the rational creation, you will not wonder at the fact that God did not interfere to prevent the occurrence of what He wished not to happen, in order that He might keep from harm what He wished."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book II 7:7",
                            "text": "For, since He had once for all allowed (and, as we have shown, worthily allowed) to man freedom of will and mastery of himself, surely He from His very authority in creation permitted these gifts to be enjoyed: to be enjoyed, too, so far as lay in Himself, according to His own character as God, that is, for good (for who would permit anything hostile to himself?); and, so far as lay in man, according to the impulses of his liberty (for who does not, when giving anything to any one to enjoy, accompany the gift with a permission to enjoy it with all his heart and will?)."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book II 7:8",
                            "text": "The necessary consequence, therefore, was, that God must separate from the liberty which He had once for all bestowed upon man (in other words, keep within Himself), both His foreknowledge and power, through which He might have prevented man's falling into danger when attempting wrongly to enjoy his liberty."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book II 7:9",
                            "text": "Now, if He had interposed, He would have rescinded the liberty of man's will, which He had permitted with set purpose, and in goodness."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book II 7:10",
                            "text": "But, suppose God had interposed; suppose Him to have abrogated man's liberty, by warning him from the tree, and keeping off the subtle serpent from his interview with the woman; would not Marcion then exclaim, What a frivolous, unstable, and faithless Lord, cancelling the gifts He had bestowed!  Why did He allow any liberty of will, if He afterwards withdrew it? Why withdraw it after allowing it? Let Him choose where to brand Himself with error, either in His original constitution of man, or in His subsequent abrogation thereof! If He had checked (man's freedom), would He not then seem to have been rather deceived, through want of foresight into the future? But in giving it full scope, who would not say that He did so in ignorance of the issue of things? God, however, did foreknow that man would make a bad use of his created constitution; and yet what can be so worthy of God as His earnestness of purpose, and the truth of His created works, be they what they may?  Man must see, if he failed to make the most of the good gift he had received, how that he was himself guilty in respect of the law which he did not choose to keep, and not that the Lawgiver was committing a fraud against His own law, by not permitting its injunctions to be fulfilled."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Tertullian: Against Marcion Book II 7:11",
                            "text": "Whenever you are inclined to indulge in such censure (and it is the most becoming for you) against the Creator, recall gently to your mind in His behalf His earnestness, and endurance, and truth, in having given completeness to His creatures both as rational and good."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Tertullian: Against Marcion Book II 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book II 8:1",
                            "text": "Man, Endued with Liberty, Superior to the Angels, Overcomes Even the Angel Which Lured Him to His Fall, When Repentant and Resuming Obedience to God."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book II 8:2",
                            "text": "For it was not merely that he might live the natural life that God had produced man, but that he should live virtuously, that is, in relation to God and to His law."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book II 8:3",
                            "text": "Accordingly, God gave him to live when he was formed into a living soul; but He charged him to live virtuously when he was required to obey a law."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book II 8:4",
                            "text": "So also God shows that man was not constituted for death, by now wishing that he should be restored to life, preferring the sinner's repentance to his death."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book II 8:5",
                            "text": "As, therefore, God designed for man a condition of life, so man brought on himself a state of death; and this, too, neither through infirmity nor through ignorance, so that no blame can be imputed to the Creator."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book II 8:6",
                            "text": "No doubt it was an angel who was the seducer; but then the victim of that seduction was free, and master of himself; and as being the image and likeness of God, was stronger than any angel; and as being, too, the afflatus of the Divine Being, was nobler than that material spirit of which angels were made."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book II 8:7",
                            "text": "Who maketh, says he, His angels spirits, and His ministers a flame of fire."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book II 8:8",
                            "text": "He would not have made all things subject to man, if he had been too weak for the dominion, and inferior to the angels, to whom He assigned no such subjects; nor would He have put the burden of law upon him, if he had been incapable of sustaining so great a weight; nor, again, would He have threatened with the penalty of death a creature whom He knew to be guiltless on the score of his helplessness:  in short, if He had made him infirm, it would not have been by liberty and independence of will, but rather by the withholding from him these endowments."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Tertullian: Against Marcion Book II 8:9",
                            "text": "And thus it comes to pass, that even now also, the same human being, the same substance of his soul, the same condition as Adam's, is made conqueror over the same devil by the self-same liberty and power of his will, when it moves in obedience to the laws of God."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Tertullian: Against Marcion Book II 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:1",
                            "text": "Another Cavil Answered, i-e:, the Fall Imputable to God, Because Man's Soul is a Portion of the Spiritual Essence of the Creator."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:2",
                            "text": "The Divine Afflatus Not in Fault in the Sin of Man, But the Human Will Which Was Additional to It."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:3",
                            "text": "But, you say, in what way soever the substance of the Creator is found to be susceptible of fault, when the afflatus of God, that is to say, the soul, offends in man, it cannot but be that that fault of the portion is refferible to the original whole."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:4",
                            "text": "Now, to meet this objection, we must explain the nature of the soul."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:5",
                            "text": "We must at the outset hold fast the meaning of the Greek scripture, which has afflatus, not spirit."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:6",
                            "text": "Some interpreters of the Greek, without reflecting on the difference of the words, and careless about their exact meaning, put spirit for afflatus; they thus afford to heretics an opportunity of tarnishing the Spirit of God, that is to say, God Himself, with default."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:7",
                            "text": "And now comes the question."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:8",
                            "text": "Afflatus, observe then, is less than spirit, although it comes from spirit; it is the spirit's gentle breeze, but it is not the spirit."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:9",
                            "text": "Now a breeze is rarer than the wind; and although it proceeds from wind, yet a breeze is not the wind."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:10",
                            "text": "One may call a breeze the image of the spirit."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:11",
                            "text": "In the same manner, man is the image of God, that is, of spirit; for God is spirit."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:12",
                            "text": "Afflatus is therefore the image of the spirit."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:13",
                            "text": "Now the image is not in any case equal to the very thing."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:14",
                            "text": "It is one thing to be like the reality, and another thing to be the reality itself."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:15",
                            "text": "So, although the afflatus is the image of the spirit, it is yet not possible to compare the image of God in such a way, that, because the reality—that is, the spirit, or in other words, the Divine Being—is faultless, therefore the afflatus also, that is to say, the image, ought not by any possibility to have done wrong."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:16",
                            "text": "In this respect will the image be less than the reality, and the afflatus inferior to the spirit, in that, while it possesses beyond doubt the true lineaments of divinity, such as an immortal soul, freedom and its own mastery over itself, foreknowledge in a great degree, reasonableness, capacity of understanding and knowledge, it is even in these respects an image still, and never amounts to the actual power of Deity, nor to absolute exemption from fault,—a property which is only conceded to God, that is, to the reality, and which is simply incompatible with an image."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:17",
                            "text": "An image, although it may express all the lineaments of the reality, is yet wanting in its intrinsic power; it is destitute of motion."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:18",
                            "text": "In like manner, the soul, the image of the spirit, is unable to express the simple power thereof, that is to say, its happy exemption from sinning."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:19",
                            "text": "Were it otherwise, it would not be soul, but spirit; not man, who received a soul, but God."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:20",
                            "text": "Besides, to take another view of the matter, not everything which pertains to God will be regarded as God, so that you would not maintain that His afflatus was God, that is, exempt from fault, because it is the breath of God."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:21",
                            "text": "And in an act of your own, such as blowing into a flute, you would not thereby make the flute human, although it was your own human breath which you breathed into it, precisely as God breathed of His own Spirit."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:22",
                            "text": "In fact, the Scripture, by expressly saying that God breathed into man's nostrils the breath of life, and that man became thereby a living soul, not a life-giving spirit, has distinguished that soul from the condition of the Creator."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:23",
                            "text": "The work must necessarily be distinct from the workman, and it is inferior to him."
                        },
                        {
                            "verse": 24,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:24",
                            "text": "The pitcher will not be the potter, although made by the potter; nor in like manner, will the afflatus, because made by the spirit, be on that account the spirit."
                        },
                        {
                            "verse": 25,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:25",
                            "text": "The soul has often been called by the same name as the breath."
                        },
                        {
                            "verse": 26,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:26",
                            "text": "You should also take care that no descent be made from the breath to a still lower quality."
                        },
                        {
                            "verse": 27,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:27",
                            "text": "So you have granted (you say) the infirmity of the soul, which you denied before! Undoubtedly, when you demand for it an equality with God, that is, a freedom from fault, I contend that it is infirm."
                        },
                        {
                            "verse": 28,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:28",
                            "text": "But when the comparison is challenged with an angel, I am compelled to maintain that the head over all things is the stronger of the two, to whom the angels are ministers, who is destined to be the judge of angels, if he shall stand fast in the law of God—an obedience which he refused at first."
                        },
                        {
                            "verse": 29,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:29",
                            "text": "Now this disobedience it was possible for the afflatus of God to commit: it was possible, but it was not proper."
                        },
                        {
                            "verse": 30,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:30",
                            "text": "The possibility lay in its slenderness of nature, as being the breath and not the spirit; the impropriety, however, arose from its power of will, as being free, and not a slave."
                        },
                        {
                            "verse": 31,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:31",
                            "text": "It was furthermore assisted by the warning against committing sin under the threat of incurring death, which was meant to be a support for its slender nature, and a direction for its liberty of choice."
                        },
                        {
                            "verse": 32,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:32",
                            "text": "So that the soul can no longer appear to have sinned, because it has an affinity with God, that is to say, through the afflatus, but rather through that which was an addition to its nature, that is, through its free-will, which was indeed given to it by God in accordance with His purpose and reason, but recklessly employed by man according as he chose."
                        },
                        {
                            "verse": 33,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:33",
                            "text": "This, then, being the case, the entire course of God's action is purged from all imputation to evil."
                        },
                        {
                            "verse": 34,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:34",
                            "text": "For the liberty of the will will not retort its own wrong on Him by whom it was bestowed, but on him by whom it was improperly used."
                        },
                        {
                            "verse": 35,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:35",
                            "text": "What is the evil, then, which you want to impute to the Creator?  If it is man's sin, it will not be God's fault, because it is man's doing; nor is that Being to be regarded as the author of the sin, who turns out to be its forbidder, nay, its condemner."
                        },
                        {
                            "verse": 36,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:36",
                            "text": "If death is the evil, death will not give the reproach of being its own author to Him who threatened it, but to him who despised it."
                        },
                        {
                            "verse": 37,
                            "chapter": 9,
                            "name": "Tertullian: Against Marcion Book II 9:37",
                            "text": "For by his contempt he introduced it, which assuredly would not have appeared had man not despised it."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Tertullian: Against Marcion Book II 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book II 10:1",
                            "text": "Another Cavil Met, i-e:, the Devil Who Instigated Man to Sin Himself the Creature of God."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book II 10:2",
                            "text": "Nay, the Primeval Cherub Only Was God's Work."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book II 10:3",
                            "text": "The Devilish Nature Superadded by Wilfulness."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book II 10:4",
                            "text": "In Man's Recovery the Devil is Vanquished in a Conflict on His Own Ground."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book II 10:5",
                            "text": "If, however, you choose to transfer the account of evil from man to the devil as the instigator of sin, and in this way, too, throw the blame on the Creator, inasmuch as He created the devil,—for He maketh those spiritual beings, the angels—then it will follow that what was made, that is to say, the angel, will belong to Him who made it; while that which was not made by God, even the devil, or accuser, cannot but have been made by itself; and this by false detraction from God: first, how that God had forbidden them to eat of every tree; then, with the pretence that they should not die if they ate; thirdly, as if God grudged them the property of divinity."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book II 10:6",
                            "text": "Now, whence originated this malice of lying and deceit towards man, and slandering of God? Most certainly not from God, who made the angel good after the fashion of His good works."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book II 10:7",
                            "text": "Indeed, before he became the devil, he stands forth the wisest of creatures; and wisdom is no evil."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book II 10:8",
                            "text": "If you turn to the prophecy of Ezekiel, you will at once perceive that this angel was both by creation good and by choice corrupt."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book II 10:9",
                            "text": "For in the person of the prince of Tyre it is said in reference to the devil: \"Moreover, the word of the Lord came unto me, saying, Son of man, take up a lamentation upon the king of Tyrus, and say unto him, Thus saith the Lord God: Thou sealest up the sum, full of wisdom, perfect in beauty\" (this belongs to him as the highest of the angels, the archangel, the wisest of all); \"amidst the delights of the paradise of thy God wast thou born\" (for it was there, where God had made the angels in a shape which resembled the figure of animals)."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book II 10:10",
                            "text": "\"Every precious stone was thy covering, the sardius, the topaz, and the diamond, the beryl, the onyx, and the jasper, the sapphire, the emerald, and the carbuncle; and with gold hast thou filled thy barns and thy treasuries."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book II 10:11",
                            "text": "From the day when thou wast created, when I set thee, a cherub, upon the holy mountain of God, thou wast in the midst of stones of fire, thou wast irreproachable in thy days, from the day of thy creation, until thine iniquities were discovered."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book II 10:12",
                            "text": "By the abundance of thy merchandise thou hast filled thy storehouses, and thou hast sinned,\" etc."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book II 10:13",
                            "text": "This description, it is manifest, properly belongs to the transgression of the angel, and not to the prince's: for none among human beings was either born in the paradise of God, not even Adam himself, who was rather translated thither; nor placed with a cherub upon God's holy mountain, that is to say, in the heights of heaven, from which the Lord testifies that Satan fell; nor detained amongst the stones of fire, and the flashing rays of burning constellations, whence Satan was cast down like lightning."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book II 10:14",
                            "text": "No, it is none else than the very author of sin who was denoted in the person of a sinful man: he was once irreproachable, at the time of his creation, formed for good by God, as by the good Creator of irreproachable creatures, and adorned with every angelic glory, and associated with God, good with the Good; but afterwards of his own accord removed to evil."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book II 10:15",
                            "text": "From the day when thine iniquities, says he, were discovered,—attributing to him those injuries wherewith he injured man when he was expelled from his allegiance to God,—even from that time did he sin, when he propagated his sin, and thereby plied \"the abundance of his merchandise,\" that is, of his Wickedness, even the tale of his transgressions, because he was himself as a spirit no less (than man) created, with the faculty of free-will."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book II 10:16",
                            "text": "For God would in nothing fail to endow a being who was to be next to Himself with a liberty of this kind."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book II 10:17",
                            "text": "Nevertheless, by precondemning him, God testified that he had departed from the condition of his created nature, through his own lusting after the wickedness which was spontaneously conceived within him; and at the same time, by conceding a permission for the operation of his designs, He acted consistently with the purpose of His own goodness, deferring the devil's destruction for the self-same reason as He postponed the restitution of man."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Tertullian: Against Marcion Book II 10:18",
                            "text": "For He afforded room for a conflict, wherein man might crush his enemy with the same freedom of his will as had made him succumb to him (proving that the fault was all his own, not God's), and so worthily recover his salvation by a victory; wherein also the devil might receive a more bitter punishment, through being vanquished by him whom he had previously injured; and wherein God might be discovered to be so much the more good, as waiting for man to return from his present life to a more glorious paradise, with a right to pluck of the tree of life."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Tertullian: Against Marcion Book II 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book II 11:1",
                            "text": "If, After Man's Sin, God Exercised His Attribute of Justice and Judgment, This Was Compatible with His Goodness, and Enhances the True Idea of the Perfection of God's Character."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book II 11:2",
                            "text": "Up to the fall of man, therefore, from the beginning God was simply good; after that He became a judge both severe and, as the Marcionites will have it, cruel."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book II 11:3",
                            "text": "Woman is at once condemned to bring forth in sorrow, and to serve her husband, although before she had heard without pain the increase of her race proclaimed with the blessing, Increase and multiply, and although she had been destined to be a help and not a slave to her male partner."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book II 11:4",
                            "text": "Immediately the earth is also cursed, which before was blessed."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book II 11:5",
                            "text": "Immediately spring up briers and thorns, where once had grown grass, and herbs, and fruitful trees."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book II 11:6",
                            "text": "Immediately arise sweat and labour for bread, where previously on every tree was yielded spontaneous food and untilled nourishment."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book II 11:7",
                            "text": "Thenceforth it is \"man to the ground,\" and not as before, \"from the ground\"; to death thenceforth, but before, to life; thenceforth with coats of skins, but before, nakedness without a blush."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book II 11:8",
                            "text": "Thus God's prior goodness was from nature, His subsequent severity from a cause."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book II 11:9",
                            "text": "The one was innate, the other accidental; the one His own, the other adapted; the one issuing from Him, the other admitted by Him."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book II 11:10",
                            "text": "But then nature could not have rightly permitted His goodness to have gone on inoperative, nor the cause have allowed His severity to have escaped in disguise or concealment."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book II 11:11",
                            "text": "God provided the one for Himself, the other for the occasion."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book II 11:12",
                            "text": "You should now set about showing also that the position of a judge is allied with evil, who have been dreaming of another god as a purely good one—solely because you cannot understand the Deity to be a judge; although we have proved God to be also a judge."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book II 11:13",
                            "text": "Or if not a judge, at any rate a perverse and useless originator of a discipline which is not to be vindicated—in other words, not to be judged."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book II 11:14",
                            "text": "You do not, however, disprove God's being a judge, who have no proof to show that He is a judge."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book II 11:15",
                            "text": "You will undoubtedly have to accuse justice herself, which provides the judge, or else to reckon her among the species of evil, that is, to add injustice to the titles of goodness."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book II 11:16",
                            "text": "But then justice is an evil, if injustice is a good."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book II 11:17",
                            "text": "And yet you are forced to declare injustice to be one of the worst of things, and by the same rule are constrained to class justice amongst the most excellent."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book II 11:18",
                            "text": "Since there is nothing hostile to evil which is not good, and no enemy of good which is not evil."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book II 11:19",
                            "text": "It follows, then, that as injustice is an evil, so in the same degree is justice a good."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book II 11:20",
                            "text": "Nor should it be regarded as simply a species of goodness, but as the practical observance of it, because goodness (unless justice be so controlled as to be just) will not be goodness, if it be unjust."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Tertullian: Against Marcion Book II 11:21",
                            "text": "For nothing is good which is unjust; while everything, on the other hand, which is just is good."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Tertullian: Against Marcion Book II 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book II 12:1",
                            "text": "The Attributes of Goodness and Justice Should Not Be Separated."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book II 12:2",
                            "text": "They are Compatible in the True God."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book II 12:3",
                            "text": "The Function of Justice in the Divine Being Described."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book II 12:4",
                            "text": "Since, therefore, there is this union and agreement between goodness and justice, you cannot prescribe their separation."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book II 12:5",
                            "text": "With what face will you determine the separation of your two Gods, regarding in their separate condition one as distinctively the good God, and the other as distinctively the just God? Where the just is, there also exists the good."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book II 12:6",
                            "text": "In short, from the very first the Creator was both good and also just."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book II 12:7",
                            "text": "And both His attributes advanced together."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book II 12:8",
                            "text": "His goodness created, His justice arranged, the world; and in this process it even then decreed that the world should be formed of good materials, because it took counsel with goodness."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book II 12:9",
                            "text": "The work of justice is apparent, in the separation which was pronounced between light and darkness, between day and night, between heaven and earth, between the water above and the water beneath, between the gathering together of the sea and the mass of the dry land, between the greater lights and the lesser, between the luminaries of the day and those of the night, between male and female, between the tree of knowledge of death and of life, between the world and paradise, between the aqueous and the earth-born animals."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book II 12:10",
                            "text": "As goodness conceived all things, so did justice discriminate them."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book II 12:11",
                            "text": "With the determination of the latter, everything was arranged and set in order."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book II 12:12",
                            "text": "Every site and quality of the elements, their effect, motion, and state, the rise and setting of each, are the judicial determinations of the Creator."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book II 12:13",
                            "text": "Do not suppose that His function as a judge must be defined as beginning when evil began, and so tarnish His justice with the cause of evil."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Tertullian: Against Marcion Book II 12:14",
                            "text": "By such considerations, then, do we show that this attribute advanced in company with goodness, the author of all things,—worthy of being herself, too, deemed innate and natural, and not as accidentally accruing to God, inasmuch as she was found to be in Him, her Lord, the arbiter of His works."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Tertullian: Against Marcion Book II 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book II 13:1",
                            "text": "Further Description of the Divine Justice; Since the Fall of Man It Has Regulated the Divine Goodness."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book II 13:2",
                            "text": "God's Claims on Our Love and Our Fear Reconciled."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book II 13:3",
                            "text": "But yet, when evil afterwards broke out, and the goodness of God began now to have an adversary to contend against, God's justice also acquired another function, even that of directing His goodness according to men's application for it."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book II 13:4",
                            "text": "And this is the result: the divine goodness, being interrupted in that free course whereby God was spontaneously good, is now dispensed according to the deserts of every man; it is offered to the worthy, denied to the unworthy, taken away from the unthankful, and also avenged on all its enemies."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book II 13:5",
                            "text": "Thus the entire office of justice in this respect becomes an agency for goodness: whatever it condemns by its judgment, whatever it chastises by its condemnation, whatever (to use your phrase) it ruthlessly pursues, it, in fact, benefits with good instead of injuring."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book II 13:6",
                            "text": "Indeed, the fear of judgment contributes to good, not to evil."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book II 13:7",
                            "text": "For good, now contending with an enemy, was not strong enough to recommend itself by itself alone."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book II 13:8",
                            "text": "At all events, if it could do so much, it could not keep its ground; for it had lost its impregnability through the foe, unless some power of fear supervened, such as might compel the very unwilling to seek after good, and take care of it."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book II 13:9",
                            "text": "But who, when so many incentives to evil were assailing him, would desire that good, which he could despise with impunity? Who, again, would take care of what he could lose without danger? You read how broad is the road to evil, how thronged in comparison with the opposite:  would not all glide down that road were there nothing in it to fear? We dread the Creator's tremendous threats, and yet scarcely turn away from evil."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book II 13:10",
                            "text": "What, if He threatened not? Will you call this justice an evil, when it is all unfavourable to evil? Will you deny it to be a good, when it has its eye towards good? What sort of being ought you to wish God to be? Would it be right to prefer that He should be such, that sins might flourish under Him, and the devil make mock at Him? Would you suppose Him to be a good God, who should be able to make a man worse by security in sin? Who is the author of good, but He who also requires it? In like manner who is a stranger to evil, except Him who is its enemy? Who its enemy, besides Him who is its conqueror? Who else its conqueror, than He who is its punisher? Thus God is wholly good, because in all things He is on the side of good."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book II 13:11",
                            "text": "In fact, He is omnipotent, because able both to help and to hurt."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book II 13:12",
                            "text": "Merely to profit is a comparatively small matter, because it can do nothing else than a good turn."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book II 13:13",
                            "text": "From such a conduct with what confidence can I hope for good, if this is its only ability? How can I follow after the reward of innocence, if I have no regard to the requital of wrong-doing? I must needs have my doubts whether he might not fail in recompensing one or other alternative, who was unequal in his resources to meet both."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book II 13:14",
                            "text": "Thus far, then, justice is the very fulness of the Deity Himself, manifesting God as both a perfect father and a perfect master: a father in His mercy, a master in His discipline; a father in the mildness of His power, a master in its severity; a father who must be loved with dutiful affection, a master who must needs be feared; be loved, because He prefers mercy to sacrifice; be feared because He dislikes sin; be loved, because He prefers the sinner's repentance to his death; be feared, because He dislikes the sinners who do not repent."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book II 13:15",
                            "text": "Accordingly, the divine law enjoins duties in respect of both these attributes: Thou shalt love God, and, Thou shalt fear God."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Tertullian: Against Marcion Book II 13:16",
                            "text": "It proposed one for the obedient man, the other for the transgressor."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Tertullian: Against Marcion Book II 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book II 14:1",
                            "text": "Evil of Two Kinds, Penal and Criminal."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book II 14:2",
                            "text": "It is Not of the Latter Sort that God is the Author, But Only of the Former, Which are Penal, and Included in His Justice."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book II 14:3",
                            "text": "On all occasions does God meet you: it is He who smites, but also heals; who kills, but also makes alive; who humbles, and yet exalts; who \"creates evil,\" but also \"makes peace;\"—so that from these very (contrasts of His providence) I may get an answer to the heretics."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book II 14:4",
                            "text": "Behold, they say, how He acknowledges Himself to be the creator of evil in the passage, \"It is I who create evil\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book II 14:5",
                            "text": "They take a word whose one form reduces to confusion and ambiguity two kinds of evils (because both sins and punishments are called evils), and will have Him in every passage to be understood as the creator of all evil things, in order that He may be designated the author of evil."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book II 14:6",
                            "text": "We, on the contrary, distinguish between the two meanings of the word in question, and, by separating evils of sin from penal evils, mala culpae from mala poenae, confine to each of the two classes its own author,—the devil as the author of the sinful evils (culpae), and God as the creator of penal evils (poenae); so that the one class shall be accounted as morally bad, and the other be classed as the operations of justice passing penal sentences against the evils of sin."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book II 14:7",
                            "text": "Of the latter class of evils which are compatible with justice, God is therefore avowedly the creator."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book II 14:8",
                            "text": "They are, no doubt, evil to those by whom they are endured, but still on their own account good, as being just and defensive of good and hostile to sin."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book II 14:9",
                            "text": "In this respect they are, moreover, worthy of God."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book II 14:10",
                            "text": "Else prove them to be unjust, in order to show them deserving of a place in the sinful class, that is to say, evils of injustice; because if they turn out to belong to justice, they will be no longer evil things, but good—evil only to the bad, by whom even directly good things are condemned as evil."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book II 14:11",
                            "text": "In this case, you must decide that man, although the wilful contemner of the divine law, unjustly bore the doom which he would like to have escaped; that the wickedness of those days was unjustly smitten by the deluge, afterwards by the fire (of Sodom); that Egypt, although most depraved and superstitious, and, worse still, the harasser of its guest-population, was unjustly stricken with the chastisement of its ten plagues."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book II 14:12",
                            "text": "God hardens the heart of Pharaoh."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book II 14:13",
                            "text": "He deserved, however, to be influenced to his destruction, who had already denied God, already in his pride so often rejected His ambassadors, accumulated heavy burdens on His people, and (to sum up all) as an Egyptian, had long been guilty before God of Gentile idolatry, worshipping the ibis and the crocodile in preference to the living God."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book II 14:14",
                            "text": "Even His own people did God visit in their ingratitude."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Tertullian: Against Marcion Book II 14:15",
                            "text": "Against young lads, too, did He send forth bears, for their irreverence to the prophet."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Tertullian: Against Marcion Book II 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book II 15:1",
                            "text": "The Severity of God Compatible with Reason and Justice."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book II 15:2",
                            "text": "When Inflicted, Not Meant to Be Arbitrary, But Remedial."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book II 15:3",
                            "text": "Consider well, then, before all things the justice of the Judge; and if its purpose be clear, then the severity thereof, and the operations of the severity in its course, will appear compatible with reason and justice."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book II 15:4",
                            "text": "Now, that we may not linger too long on the point, (I would challenge you to) assert the other reasons also, that you may condemn the Judge's sentences; extenuate the delinquencies of the sinner, that you may blame his judicial conviction."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book II 15:5",
                            "text": "Never mind censuring the Judge; rather prove Him to be an unjust one."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book II 15:6",
                            "text": "Well, then, even though He required the sins of the fathers at the hands of the children, the hardness of the people made such remedial measures necessary for them, in order that, having their posterity in view, they might obey the divine law."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book II 15:7",
                            "text": "For who is there that feels not a greater care for his children than for himself? Again, if the blessing of the fathers was destined likewise for their offspring, previous to any merit on the part of these, why might not the guilt of the fathers also redound to their children? As was the grace, so was the offence; so that the grace and the offence equally ran down through the whole race, with the reservation, indeed, of that subsequent ordinance by which it became possible to refrain from saying, that \"the fathers had eaten a sour grape, and the children's teeth were set on edge:\" in other words, that the father should not bear the iniquity of the son, nor the son the iniquity of the father, but that every man should be chargeable with his own sin; so that the harshness of the law having been reduced after the hardness of the people, justice was no longer to judge the race, but individuals."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book II 15:8",
                            "text": "If, however, you accept the gospel of truth, you will discover on whom recoils the sentence of the Judge, when requiting on sons the sins of their fathers, even on those who had been (hardened enough) to imprecate spontaneously on themselves this condemnation: \"His blood be on us, and on our children\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Tertullian: Against Marcion Book II 15:9",
                            "text": "This, therefore, the providence of God has ordered throughout its course, even as it had heard it."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Tertullian: Against Marcion Book II 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:1",
                            "text": "To the Severity of God There Belong Accessory Qualities, Compatible with Justice."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:2",
                            "text": "If Human Passions are Predicated of God, They Must Not Be Measured on the Scale of Human Imperfection."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:3",
                            "text": "Even His severity then is good, because just: when the judge is good, that is just."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:4",
                            "text": "Other qualities likewise are good, by means of which the good work of a good severity runs out its course, whether wrath, or jealousy, or sternness."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:5",
                            "text": "For all these are as indispensable to severity as severity is to justice."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:6",
                            "text": "The shamelessness of an age, which ought to have been reverent, had to be avenged."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:7",
                            "text": "Accordingly, qualities which pertain to the judge, when they are actually free from blame, as the judge himself is, will never be able to be charged upon him as a fault."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:8",
                            "text": "What would be said, if, when you thought the doctor necessary, you were to find fault with his instruments, because they cut, or cauterize, or amputate, or tighten; whereas there could be no doctor of any value without his professional tools?  Censure, if you please, the practitioner who cuts badly, amputates clumsily, is rash in his cautery; and even blame his implements as rough tools of his art."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:9",
                            "text": "Your conduct is equally unreasonable, when you allow indeed that God is a judge, but at the same time destroy those operations and dispositions by which He discharges His judicial functions."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:10",
                            "text": "We are taught God by the prophets, and by Christ, not by the philosophers nor by Epicurus."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:11",
                            "text": "We who believe that God really lived on earth, and took upon Him the low estate of human form, for the purpose of man's salvation, are very far from thinking as those do who refuse to believe that God cares for anything."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:12",
                            "text": "Whence has found its way to the heretics an argument of this kind:  If God is angry, and jealous, and roused, and grieved, He must therefore be corrupted, and must therefore die."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:13",
                            "text": "Fortunately, however, it is a part of the creed of Christians even to believe that God did die, and yet that He is alive for evermore."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:14",
                            "text": "Superlative is their folly, who prejudge divine things from human; so that, because in man's corrupt condition there are found passions of this description, therefore there must be deemed to exist in God also sensations of the same kind."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:15",
                            "text": "Discriminate between the natures, and assign to them their respective senses, which are as diverse as their natures require, although they seem to have a community of designations."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:16",
                            "text": "We read, indeed, of God's right hand, and eyes, and feet: these must not, however, be compared with those of human beings, because they are associated in one and the same name."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:17",
                            "text": "Now, as great as shall be the difference between the divine and the human body, although their members pass under identical names, so great will also be the diversity between the divine and the human soul, notwithstanding that their sensations are designated by the same names."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:18",
                            "text": "These sensations in the human being are rendered just as corrupt by the corruptibility of man's substance, as in God they are rendered incorruptible by the incorruption of the divine essence."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:19",
                            "text": "Do you really believe the Creator to be God? By all means, is your reply."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:20",
                            "text": "How then do you suppose that in God there is anything human, and not that all is divine?  Him whom you do not deny to be God, you confess to be not human; because, when you confess Him to be God, you have, in fact, already determined that He is undoubtedly diverse from every sort of human conditions."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:21",
                            "text": "Furthermore, although you allow, with others, that man was inbreathed by God into a living soul, not God by man, it is yet palpably absurd of you to be placing human characteristics in God rather than divine ones in man, and clothing God in the likeness of man, instead of man in the image of God."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:22",
                            "text": "And this, therefore, is to be deemed the likeness of God in man, that the human soul have the same emotions and sensations as God, although they are not of the same kind; differing as they do both in their conditions and their issues according to their nature."
                        },
                        {
                            "verse": 23,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:23",
                            "text": "Then, again, with respect to the opposite sensations,—I mean meekness, patience, mercy, and the very parent of them all, goodness,—why do you form your opinion of the divine displays of these (from the human qualities)? For we indeed do not possess them in perfection, because it is God alone who is perfect."
                        },
                        {
                            "verse": 24,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:24",
                            "text": "So also in regard to those others,—namely, anger and irritation, we are not affected by them in so happy a manner, because God alone is truly happy, by reason of His property of incorruptibility."
                        },
                        {
                            "verse": 25,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:25",
                            "text": "Angry He will possibly be, but not irritated, nor dangerously tempted; He will be moved, but not subverted."
                        },
                        {
                            "verse": 26,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:26",
                            "text": "All appliances He must needs use, because of all contingencies; as many sensations as there are causes: anger because of the wicked, and indignation because of the ungrateful, and jealousy because of the proud, and whatsoever else is a hinderance to the evil."
                        },
                        {
                            "verse": 27,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:27",
                            "text": "So, again, mercy on account of the erring, and patience on account of the impenitent, and pre-eminent resources on account of the meritorious, and whatsoever is necessary to the good."
                        },
                        {
                            "verse": 28,
                            "chapter": 16,
                            "name": "Tertullian: Against Marcion Book II 16:28",
                            "text": "All these affections He is moved by in that peculiar manner of His own, in which it is profoundly fit that He should be affected; and it is owing to Him that man is also similarly affected in a way which is equally his own."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Tertullian: Against Marcion Book II 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book II 17:1",
                            "text": "Trace God's Government in History and in His Precepts, and You Will Find It Full of His Goodness."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book II 17:2",
                            "text": "These considerations show that the entire order of God as Judge is an operative one, and (that I may express myself in worthier words) protective of His Catholic and supreme goodness, which, removed as it is from judiciary emotions, and pure in its own condition, the Marcionites refuse to acknowledge to be in one and the same Deity, \"raining on the just and on the unjust, and making His sun to rise on the evil and on the good,\"—a bounty which no other god at all exercises."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book II 17:3",
                            "text": "It is true that Marcion has been bold enough to erase from the gospel this testimony of Christ to the Creator; but yet the world itself is inscribed with the goodness of its Maker, and the inscription is read by each man's conscience."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book II 17:4",
                            "text": "Nay, this very long-suffering of the Creator will tend to the condemnation of Marcion; that patience, (I mean,) which waits for the sinner's repentance rather than his death, which prefers mercy to sacrifice, averting from the Ninevites the ruin which had been already denounced against them, and vouchsafing to Hezekiah's tears an extension of his life, and restoring his kingly state to the monarch of Babylon after his complete repentance; that mercy, too, which conceded to the devotion of the people the son of Saul when about to die, and gave free forgiveness to David on his confessing his sins against the house of Uriah; which also restored the house of Israel as often as it condemned it, and addressed to it consolation no less frequently than reproof."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book II 17:5",
                            "text": "Do not therefore look at God simply as Judge, but turn your attention also to examples of His conduct as the Most Good."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book II 17:6",
                            "text": "Noting Him, as you do, when He takes vengeance, consider Him likewise when He shows mercy."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book II 17:7",
                            "text": "In the scale, against His severity place His gentleness."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book II 17:8",
                            "text": "When you shall have discovered both qualities to co-exist in the Creator, you will find in Him that very circumstance which induces you to think there is another God."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book II 17:9",
                            "text": "Lastly, come and examine into His doctrine, discipline, precepts, and counsels."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book II 17:10",
                            "text": "You will perhaps say that there are equally good prescriptions in human laws."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book II 17:11",
                            "text": "But Moses and God existed before all your Lycurguses and Solons."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book II 17:12",
                            "text": "There is not one after-age which does not take from primitive sources."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book II 17:13",
                            "text": "At any rate, my Creator did not learn from your God to issue such commandments as: Thou shalt not kill; thou shalt not commit adultery; thou shalt not steal; thou shalt not bear false witness; thou shalt not covet what is thy neighbour's; honour thy father and thy mother; and, thou shalt love thy neighbour as thyself."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Tertullian: Against Marcion Book II 17:14",
                            "text": "To these prime counsels of innocence, chastity, and justice, and piety, are also added prescriptions of humanity, as when every seventh year slaves are released for liberty; when at the same period the land is spared from tillage; a place is also granted to the needy; and from the treading ox's mouth the muzzle is removed, for the enjoyment of the fruit of his labour before him, in order that kindness first shown in the case of animals might be raised from such rudiments to the refreshment of men."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Tertullian: Against Marcion Book II 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book II 18:1",
                            "text": "Some of God's Laws Defended as Good, Which the Marcionites Impeached, Such as the Lex Talionis."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book II 18:2",
                            "text": "Useful Purposes in a Social and Moral Point of View of This, and Sundry Other Enactments."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book II 18:3",
                            "text": "But what parts of the law can I defend as good with a greater confidence than those which heresy has shown such a longing for?—as the statute of retaliation, requiring eye for eye, tooth for tooth, and stripe for stripe."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book II 18:4",
                            "text": "Now there is not here any smack of a permission to mutual injury; but rather, on the whole, a provision for restraining violence."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book II 18:5",
                            "text": "To a people which was very obdurate, and wanting in faith towards God, it might seem tedious, and even incredible, to expect from God that vengeance which was subsequently to be declared by the prophet: \"Vengeance is mine; I will repay, saith the Lord\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book II 18:6",
                            "text": "Therefore, in the meanwhile, the commission of wrong was to be checked by the fear of a retribution immediately to happen; and so the permission of this retribution was to be the prohibition of provocation, that a stop might thus be put to all hot-blooded injury, whilst by the permission of the second the first is prevented by fear, and by this deterring of the first the second fails to be committed."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book II 18:7",
                            "text": "By the same law another result is also obtained, even the more ready kindling of the fear of retaliation by reason of the very savour of passion which is in it."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book II 18:8",
                            "text": "There is no more bitter thing, than to endure the very suffering which you have inflicted upon others."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book II 18:9",
                            "text": "When, again, the law took somewhat away from men's food, by pronouncing unclean certain animals which were once blessed, you should understand this to be a measure for encouraging continence, and recognise in it a bridle imposed on that appetite which, while eating angels' food, craved after the cucumbers and melons of the Egyptians."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book II 18:10",
                            "text": "Recognise also therein a precaution against those companions of the appetite, even lust and luxury, which are usually chilled by the chastening of the appetite."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book II 18:11",
                            "text": "For \"the people sat down to eat and to drink, and rose up to play\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book II 18:12",
                            "text": "Furthermore, that an eager wish for money might be restrained, so far as it is caused by the need of food, the desire for costly meat and drink was taken out of their power."
                        },
                        {
                            "verse": 13,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book II 18:13",
                            "text": "Lastly, in order that man might be more readily educated by God for fasting, he was accustomed to such articles of food as were neither plentiful nor sumptuous, and not likely to pamper the appetite of the luxurious."
                        },
                        {
                            "verse": 14,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book II 18:14",
                            "text": "Of course the Creator deserved all the greater blame, because it was from His own people that He took away food, rather than from the more ungrateful Marcionites."
                        },
                        {
                            "verse": 15,
                            "chapter": 18,
                            "name": "Tertullian: Against Marcion Book II 18:15",
                            "text": "As for the burdensome sacrifices also, and the troublesome scrupulousness of their ceremonies and oblations, no one should blame them, as if God specially required them for Himself: for He plainly asks, \"To what purpose is the multitude of your sacrifices unto me?\" and, \"Who hath required them at your hand?\" But he should see herein a careful provision on God's part, which showed His wish to bind to His own religion a people who were prone to idolatry and transgression by that kind of services wherein consisted the superstition of that period; that He might call them away therefrom, while requesting it to be performed to Himself, as if He desired that no sin should be committed in making idols."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Tertullian: Against Marcion Book II 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book II 19:1",
                            "text": "The Minute Prescriptions of the Law Meant to Keep the People Dependent on God."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book II 19:2",
                            "text": "The Prophets Sent by God in Pursuance of His Goodness."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book II 19:3",
                            "text": "Many Beautiful Passages from Them Quoted in Illustration of This Attribute."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book II 19:4",
                            "text": "But even in the common transactions of life, and of human intercourse at home and in public, even to the care of the smallest vessels, He in every possible manner made distinct arrangement; in order that, when they everywhere encountered these legal instructions, they might not be at any moment out of the sight of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book II 19:5",
                            "text": "For what could better tend to make a man happy, than having \"his delight in the law of the Lord?\" \"In that law would he meditate day and night\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book II 19:6",
                            "text": "It was not in severity that its Author promulgated this law, but in the interest of the highest benevolence, which rather aimed at subduing the nation's hardness of heart, and by laborious services hewing out a fealty which was (as yet) untried in obedience:  for I purposely abstain from touching on the mysterious senses of the law, considered in its spiritual and prophetic relation, and as abounding in types of almost every variety and sort."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book II 19:7",
                            "text": "It is enough at present, that it simply bound a man to God, so that no one ought to find fault with it, except him who does not choose to serve God."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book II 19:8",
                            "text": "To help forward this beneficent, not onerous, purpose of the law, the prophets were also ordained by the self-same goodness of God, teaching precepts worthy of God, how that men should \"cease to do evil, learn to do well, seek judgment, judge the fatherless, and plead for the widow:\" be fond of the divine expostulations: avoid contact with the wicked: \"let the oppressed go free:\" dismiss the unjust sentence, \"deal their bread to the hungry; bring the outcast into their house; cover the naked, when they see him; nor hide themselves from their own flesh and kin:\" \"keep their tongue from evil, and their lips from speaking guile: depart from evil, and do good; seek peace, and pursue it:\" be angry, and sin not; that is, not persevere in anger, or be enraged: \"walk not in the counsel of the ungodly; nor stand in the way of sinners; nor sit in the seat of the scornful\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book II 19:9",
                            "text": "Where then?  \"Behold, how good and how pleasant it is for brethren to dwell together in unity;\" meditating (as they do) day and night in the law of the Lord, because \"it is better to trust in the Lord than to put confidence in man; better to hope in the Lord than in man\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book II 19:10",
                            "text": "For what recompense shall man receive from God? \"He shall be like a tree planted by the rivers of water, that bringeth forth his fruit in his season; his leaf also shall not wither, and whatsoever he doeth shall prosper\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book II 19:11",
                            "text": "\"He that hath clean hands and a pure heart, who hath not taken God's name in vain, nor sworn deceitfully to his neighbour, he shall receive blessing from the Lord, and mercy from the God of his salvation\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book II 19:12",
                            "text": "\"For the eyes of the Lord are upon them that fear Him, upon them that hope in His mercy, to deliver their souls from death,\" even eternal death, \"and to nourish them in their hunger,\" that is, after eternal life."
                        },
                        {
                            "verse": 13,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book II 19:13",
                            "text": "\"Many are the afflictions of the righteous, but the Lord delivereth them out of them all\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book II 19:14",
                            "text": "\"Precious in the sight of the Lord is the death of His saints\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book II 19:15",
                            "text": "\"The Lord keepeth all their bones; not one of them shall be broken\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book II 19:16",
                            "text": "The Lord will redeem the souls of His servants."
                        },
                        {
                            "verse": 17,
                            "chapter": 19,
                            "name": "Tertullian: Against Marcion Book II 19:17",
                            "text": "We have adduced these few quotations from a mass of the Creator's Scriptures; and no more, I suppose, are wanted to prove Him to be a most good God, for they sufficiently indicate both the precepts of His goodness and the first-fruits thereof."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Tertullian: Against Marcion Book II 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book II 20:1",
                            "text": "The Marcionites Charged God with Having Instigated the Hebrews to Spoil the Egyptians."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book II 20:2",
                            "text": "Defence of the Divine Dispensation in that Matter."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book II 20:3",
                            "text": "But these \"saucy cuttles\" (of heretics) under the figure of whom the law about things to be eaten prohibited this very kind of piscatory aliment, as soon as they find themselves confuted, eject the black venom of their blasphemy, and so spread about in all directions the object which (as is now plain) they severally have in view, when they put forth such assertions and protestations as shall obscure and tarnish the rekindled light of the Creator's bounty."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book II 20:4",
                            "text": "We will, however, follow their wicked design, even through these black clouds, and drag to light their tricks of dark calumny, laying to the Creator's charge with especial emphasis the fraud and theft of gold and silver which the Hebrews were commanded by Him to practise against the Egyptians."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book II 20:5",
                            "text": "Come, unhappy heretic, I cite even you as a witness; first look at the case of the two nations, and then you will form a judgment of the Author of the command."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book II 20:6",
                            "text": "The Egyptians put in a claim on the Hebrews for these gold and silver vessels."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book II 20:7",
                            "text": "The Hebrews assert a counter claim, alleging that by the bond of their respective fathers, attested by the written engagement of both parties, there were due to them the arrears of that laborious slavery of theirs, for the bricks they had so painfully made, and the cities and palaces which they had built."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book II 20:8",
                            "text": "What shall be your verdict, you discoverer of the most good God? That the Hebrews must admit the fraud, or the Egyptians the compensation? For they maintain that thus has the question been settled by the advocates on both sides, of the Egyptians demanding their vessels, and the Hebrews claiming the requital of their labours."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book II 20:9",
                            "text": "But for all they say, the Egyptians justly renounced their restitution-claim then and there; while the Hebrews to this day, in spite of the Marcionites, re-assert their demand for even greater damages, insisting that, however large was their loan of the gold and silver, it would not be compensation enough, even if the labour of six hundred thousand men should be valued at only \"a farthing\" a day a piece."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book II 20:10",
                            "text": "Which, however, were the more in number—those who claimed the vessel, or those who dwelt in the palaces and cities? Which, too, the greater—the grievance of the Egyptians against the Hebrews, or \"the favour\" which they displayed towards them? Were free men reduced to servile labour, in order that the Hebrews might simply proceed against the Egyptians by action at law for injuries; or in order that their officers might on their benches sit and exhibit their backs and shoulders shamefully mangled by the fierce application of the scourge? It was not by a few plates and cup—in all cases the property, no doubt, of still fewer rich men—that any one would pronounce that compensation should have been awarded to the Hebrews, but both by all the resources of these and by the contributions of all the people."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book II 20:11",
                            "text": "If, therefore, the case of the Hebrews be a good one, the Creator's case must likewise be a good one; that is to say, his command, when He both made the Egyptians unconsciously grateful, and also gave His own people their discharge in full at the time of their migration by the scanty comfort of a tacit requital of their long servitude."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book II 20:12",
                            "text": "It was plainly less than their due which He commanded to be exacted."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Tertullian: Against Marcion Book II 20:13",
                            "text": "The Egyptians ought to have given back their men-children also to the Hebrews."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Tertullian: Against Marcion Book II 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book II 21:1",
                            "text": "The Law of the Sabbath-Day Explained."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book II 21:2",
                            "text": "The Eight Days' Procession Around Jericho."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book II 21:3",
                            "text": "The Gathering of Sticks a Violation."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book II 21:4",
                            "text": "Similarly on other points also, you reproach Him with fickleness and instability for contradictions in His commandments, such as that He forbade work to be done on Sabbath-days, and yet at the siege of Jericho ordered the ark to be carried round the walls during eight days; in other words, of course, actually on a Sabbath."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book II 21:5",
                            "text": "You do not, however, consider the law of the Sabbath: they are human works, not divine, which it prohibits."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book II 21:6",
                            "text": "For it says, \"Six days shalt thou labour, and do all thy work; but the seventh day is the Sabbath of the Lord thy God: in it thou shalt not do any work\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book II 21:7",
                            "text": "What work?  Of course your own."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book II 21:8",
                            "text": "The conclusion is, that from the Sabbath-day He removes those works which He had before enjoined for the six days, that is, your own works; in other words, human works of daily life."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book II 21:9",
                            "text": "Now, the carrying around of the ark is evidently not an ordinary daily duty, nor yet a human one; but a rare and a sacred work, and, as being then ordered by the direct precept of God, a divine one."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book II 21:10",
                            "text": "And I might fully explain what this signified, were it not a tedious process to open out the forms of all the Creator's proofs, which you would, moreover, probably refuse to allow."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book II 21:11",
                            "text": "It is more to the point, if you be confuted on plain matters by the simplicity of truth rather than curious reasoning."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book II 21:12",
                            "text": "Thus, in the present instance, there is a clear distinction respecting the Sabbath's prohibition of human labours, not divine ones."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book II 21:13",
                            "text": "Accordingly, the man who went and gathered sticks on the Sabbath-day was punished with death."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book II 21:14",
                            "text": "For it was his own work which he did; and this the law forbade."
                        },
                        {
                            "verse": 15,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book II 21:15",
                            "text": "They, however, who on the Sabbath carried the ark round Jericho, did it with impunity."
                        },
                        {
                            "verse": 16,
                            "chapter": 21,
                            "name": "Tertullian: Against Marcion Book II 21:16",
                            "text": "For it was not their own work, but God's, which they executed, and that too, from His express commandment."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Tertullian: Against Marcion Book II 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book II 22:1",
                            "text": "The Brazen Serpent and the Golden Cherubim Were Not Violations of the Second Commandment."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book II 22:2",
                            "text": "Their Meaning."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book II 22:3",
                            "text": "Likewise, when forbidding the similitude to be made of all things which are in heaven, and in earth, and in the waters, He declared also the reasons, as being prohibitory of all material exhibition of a latent idolatry."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book II 22:4",
                            "text": "For He adds: \"Thou shalt not bow down to them, nor serve them\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book II 22:5",
                            "text": "The form, however, of the brazen serpent which the Lord afterwards commanded Moses to make, afforded no pretext for idolatry, but was meant for the cure of those who were plagued with the fiery serpents."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book II 22:6",
                            "text": "I say nothing of what was figured by this cure."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book II 22:7",
                            "text": "Thus, too, the golden Cherubim and Seraphim were purely an ornament in the figured fashion of the ark; adapted to ornamentation for reasons totally remote from all condition of idolatry, on account of which the making a likeness is prohibited; and they are evidently not at variance with this law of prohibition, because they are not found in that form of similitude, in reference to which the prohibition is given."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book II 22:8",
                            "text": "We have spoken of the rational institution of the sacrifices, as calling off their homage from idols to God; and if He afterwards rejected this homage, saying, \"To what purpose is the multitude of your sacrifices unto me?\"—He meant nothing else than this to be understood, that He had never really required such homage for Himself."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book II 22:9",
                            "text": "For He says, \"I will not eat the flesh of bulls;\" and in another passage: \"The everlasting God shall neither hunger nor thirst\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book II 22:10",
                            "text": "Although He had respect to the offerings of Abel, and smelled a sweet savour from the holocaust of Noah, yet what pleasure could He receive from the flesh of sheep, or the odour of burning victims? And yet the simple and God-fearing mind of those who offered what they were receiving from God, both in the way of food and of a sweet smell, was favourably accepted before God, in the sense of respectful homage to God, who did not so much want what was offered, as that which prompted the offering."
                        },
                        {
                            "verse": 11,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book II 22:11",
                            "text": "Suppose now, that some dependant were to offer to a rich man or a king, who was in want of nothing, some very insignificant gift, will the amount and quality of the gift bring dishonour to the rich man and the king; or will the consideration of the homage give them pleasure? Were, however, the dependant, either of his own accord or even in compliance with a command, to present to him gifts suitably to his rank, and were he to observe the solemnities due to a king, only without faith and purity of heart, and without any readiness for other acts of obedience, will not that king or rich man consequently exclaim: \"To what purpose is the multitude of your sacrifices unto me? I am full of your solemnities, your feast-days, and your Sabbaths\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 22,
                            "name": "Tertullian: Against Marcion Book II 22:12",
                            "text": "By calling them yours, as having been performed after the giver's own will, and not according to the religion of God (since he displayed them as his own, and not as God's), the Almighty in this passage, demonstrated how suitable to the conditions of the case, and how reasonable, was His rejection of those very offerings which He had commanded to be made to Him."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Tertullian: Against Marcion Book II 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book II 23:1",
                            "text": "God's Purposes in Election and Rejection of the Same Men, Such as King Saul, Explained, in Answer to the Marcionite Cavil."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book II 23:2",
                            "text": "Now, although you will have it that He is inconstant in respect of persons, sometimes disapproving where approbation is deserved; or else wanting in foresight, bestowing approbation on men who ought rather to be reprobated, as if He either censured His own past judgments, or could not forecast His future ones; yet nothing is so consistent for even a good judge as both to reject and to choose on the merits of the present moment."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book II 23:3",
                            "text": "Saul is chosen, but he is not yet the despiser of the prophet Samuel."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book II 23:4",
                            "text": "Solomon is rejected; but he is now become a prey to foreign women, and a slave to the idols of Moab and Sidon."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book II 23:5",
                            "text": "What must the Creator do, in order to escape the censure of the Marcionites? Must He prematurely condemn men, who are thus far correct in their conduct, because of future delinquencies? But it is not the mark of a good God to condemn beforehand persons who have not yet deserved condemnation."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book II 23:6",
                            "text": "Must He then refuse to eject sinners, on account of their previous good deeds? But it is not the characteristic of a just judge to forgive sins in consideration of former virtues which are no longer practised."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book II 23:7",
                            "text": "Now, who is so faultless among men, that God could always have him in His choice, and never be able to reject him? Or who, on the other hand, is so void of any good work, that God could reject him for ever, and never be able to choose him? Show me, then, the man who is always good, and he will not be rejected; show me, too, him who is always evil, and he will never be chosen."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Tertullian: Against Marcion Book II 23:8",
                            "text": "Should, however, the same man, being found on different occasions in the pursuit of both (good and evil) be recompensed in both directions by God, who is both a good and judicial Being, He does not change His judgments through inconstancy or want of foresight, but dispenses reward according to the deserts of each case with a most unwavering and provident decision."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Tertullian: Against Marcion Book II 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:1",
                            "text": "Instances of God's Repentance, and Notably in the Case of the Ninevites, Accounted for and Vindicated."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:2",
                            "text": "Furthermore, with respect to the repentance which occurs in His conduct, you interpret it with similar perverseness just as if it were with fickleness and improvidence that He repented, or on the recollection of some wrong-doing; because He actually said, \"It repenteth me that I have set up Saul to be king,\" very much as if He meant that His repentance savoured of an acknowledgment of some evil work or error."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:3",
                            "text": "Well, this is not always implied."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:4",
                            "text": "For there occurs even in good works a confession of repentance, as a reproach and condemnation of the man who has proved himself unthankful for a benefit."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:5",
                            "text": "For instance, in this case of Saul, the Creator, who had made no mistake in selecting him for the kingdom, and endowing him with His Holy Spirit, makes a statement respecting the goodliness of his person, how that He had most fitly chosen him as being at that moment the choicest man, so that (as He says) there was not his fellow among the children of Israel."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:6",
                            "text": "Neither was He ignorant how he would afterwards turn out."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:7",
                            "text": "For no one would bear you out in imputing lack of foresight to that God whom, since you do not deny Him to be divine, you allow to be also foreseeing; for this proper attribute of divinity exists in Him."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:8",
                            "text": "However, He did, as I have said, burden the guilt of Saul with the confession of His own repentance; but as there is an absence of all error and wrong in His choice of Saul, it follows that this repentance is to be understood as upbraiding another rather than as self-incriminating."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:9",
                            "text": "Look here then, say you: I discover a self-incriminating case in the matter of the Ninevites, when the book of Jonah declares, \"And God repented of the evil that He had said that He would do unto them; and He did it not\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:10",
                            "text": "In accordance with which Jonah himself says unto the Lord, \"Therefore I fled before unto Tarshish; for I knew that Thou art a gracious God and merciful, slow to anger, and of great kindness, and repentest Thee of the evil\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:11",
                            "text": "It is well, therefore, that he premised the attribute of the most good God as most patient over the wicked, and most abundant in mercy and kindness over such as acknowledged and bewailed their sins, as the Ninevites were then doing."
                        },
                        {
                            "verse": 12,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:12",
                            "text": "For if He who has this attribute is the Most Good, you will have first to relinquish that position of yours, that the very contact with evil is incompatible with such a Being, that is, with the most good God."
                        },
                        {
                            "verse": 13,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:13",
                            "text": "And because Marcion, too, maintains that a good tree ought not to produce bad fruit; but yet he has mentioned \"evil\" (in the passage under discussion), which the most good God is incapable of, is there forthcoming any explanation of these \"evils,\" which may render them compatible with even the most Good?  There is."
                        },
                        {
                            "verse": 14,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:14",
                            "text": "We say, in short, that evil in the present case means, not what may be attributed to the Creator's nature as an evil being, but what may be attributed to His power as a judge."
                        },
                        {
                            "verse": 15,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:15",
                            "text": "In accordance with which He declared, \"I create evil,\" and, \"I frame evil against you;\" meaning not to sinful evils, but avenging ones."
                        },
                        {
                            "verse": 16,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:16",
                            "text": "What sort of stigma pertains to these, congruous as they are with God's judicial character, we have sufficiently explained."
                        },
                        {
                            "verse": 17,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:17",
                            "text": "Now although these are called \"evils,\" they are yet not reprehensible in a judge; nor because of this their name do they show that the judge is evil: so in like manner will this particular evil be understood to be one of this class of judiciary evils, and along with them to be compatible with (God as) a judge."
                        },
                        {
                            "verse": 18,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:18",
                            "text": "The Greeks also sometimes use the word \"evils\" for troubles and injuries (not malignant ones), as in this passage of yours is also meant."
                        },
                        {
                            "verse": 19,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:19",
                            "text": "Therefore, if the Creator repented of such evil as this, as showing that the creature deserve decondemnation, and ought to be punished for his sin, then, in the present instance no fault of a criminating nature will be imputed to the Creator, for having deservedly and worthily decreed the destruction of a city so full of iniquity."
                        },
                        {
                            "verse": 20,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:20",
                            "text": "What therefore He had justly decreed, having no evil purpose in His decree, He decreed from the principle of justice, not from malevolence."
                        },
                        {
                            "verse": 21,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:21",
                            "text": "Yet He gave it the name of \"evil,\" because of the evil and desert involved in the very suffering itself."
                        },
                        {
                            "verse": 22,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:22",
                            "text": "Then, you will say, if you excuse the evil under name of justice, on the ground that He had justly determined destruction against the people of Nineveh, He must even on this argument be blameworthy, for having repented of an act of justice, which surely should not be repented of."
                        },
                        {
                            "verse": 23,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:23",
                            "text": "Certainly not, my reply is; God will never repent of an act of justice."
                        },
                        {
                            "verse": 24,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:24",
                            "text": "And it now remains that we should understand what God's repentance means."
                        },
                        {
                            "verse": 25,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:25",
                            "text": "For although man repents most frequently on the recollection of a sin, and occasionally even from the unpleasantness of some good action, this is never the case with God."
                        },
                        {
                            "verse": 26,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:26",
                            "text": "For, inasmuch as God neither commits sin nor condemns a good action, in so far is there no room in Him for repentance of either a good or an evil deed."
                        },
                        {
                            "verse": 27,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:27",
                            "text": "Now this point is determined for you even in the scripture which we have quoted."
                        },
                        {
                            "verse": 28,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:28",
                            "text": "Samuel says to Saul, \"The Lord hath rent the kingdom of Israel from thee this day, and hath given it to a neighbour of thine that is better than thou;\" and into two parts shall Israel be divided:  \"for He will not turn Himself, nor repent; for He does not repent as a man does\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:29",
                            "text": "According, therefore, to this definition, the divine repentance takes in all cases a different form from that of man, in that it is never regarded as the result of improvidence or of fickleness, or of any condemnation of a good or an evil work."
                        },
                        {
                            "verse": 30,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:30",
                            "text": "What, then, will be the mode of God's repentance? It is already quite clear, if you avoid referring it to human conditions."
                        },
                        {
                            "verse": 31,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:31",
                            "text": "For it will have no other meaning than a simple change of a prior purpose; and this is admissible without any blame even in a man, much more in God, whose every purpose is faultless."
                        },
                        {
                            "verse": 32,
                            "chapter": 24,
                            "name": "Tertullian: Against Marcion Book II 24:32",
                            "text": "Now in Greek the word for repentance (μετάνοια ) is formed, not from the confession of a sin, but from a change of mind, which in God we have shown to be regulated by the occurrence of varying circumstances."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Tertullian: Against Marcion Book II 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book II 25:1",
                            "text": "God's Dealings with Adam at the Fall, and with Cain After His Crime, Admirably Explained and Defended."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book II 25:2",
                            "text": "It is now high time that I should, in order to meet all objections of this kind, proceed to the explanation and clearing up of the other trifles, weak points, and inconsistencies, as you deemed them."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book II 25:3",
                            "text": "God calls out to Adam, Where art thou? as if ignorant where he was; and when he alleged that the shame of his nakedness was the cause (of his hiding himself), He inquired whether he had eaten of the tree, as if He were in doubt."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book II 25:4",
                            "text": "By no means; God was neither uncertain about the commission of the sin, nor ignorant of Adam's whereabouts."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book II 25:5",
                            "text": "It was certainly proper to summon the offender, who was concealing himself from the consciousness of his sin, and to bring him forth into the presence of his Lord, not merely by the calling out of his name, but with a home-thrust blow at the sin which he had at that moment committed."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book II 25:6",
                            "text": "For the question ought not to be read in a merely interrogative tone, Where art thou, Adam? but with an impressive and earnest voice, and with an air of imputation, Oh, Adam, where art thou?—as much as to intimate: thou art no longer here, thou art in perdition—so that the voice is the utterance of One who is at once rebuking and sorrowing."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book II 25:7",
                            "text": "But of course some part of paradise had escaped the eye of Him who holds the universe in His hand as if it were a bird's nest, and to whom heaven is a throne and earth a footstool; so that He could not see, before He summoned him forth, where Adam was, both while lurking and when eating of the forbidden fruit!  The wolf or the paltry thief escapes not the notice of the keeper of your vineyard or your garden! And God, I suppose, with His keener vision, from on high was unable to miss the sight of aught which lay beneath Him! Foolish heretic, who treat with scorn so fine an argument of God's greatness and man's instruction! God put the question with an appearance of uncertainty, in order that even here He might prove man to be the subject of a free will in the alternative of either a denial or a confession, and give to him the opportunity of freely acknowledging his transgression, and, so far, of lightening it."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book II 25:8",
                            "text": "In like manner He inquires of Cain where his brother was, just as if He had not yet heard the blood of Abel crying from the ground, in order that he too might have the opportunity from the same power of the will of spontaneously denying, and to this degree aggravating, his crime; and that thus there might be supplied to us examples of confessing sins rather than of denying them: so that even then was initiated the evangelic doctrine, \"By thy words thou shalt be justified, and by thy words thou shalt be condemned\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book II 25:9",
                            "text": "Now, although Adam was by reason of his condition under law subject to death, yet was hope preserved to him by the Lord's saying, \"Behold, Adam is become as one of us;\" that is, in consequence of the future taking of the man into the divine nature."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book II 25:10",
                            "text": "Then what follows? \"And now, lest he put forth his hand, and take also of the tree of life, (and eat), and live for ever\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book II 25:11",
                            "text": "Inserting thus the particle of present time, \"And now,\" He shows that He had made for a time, and at present, a prolongation of man's life."
                        },
                        {
                            "verse": 12,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book II 25:12",
                            "text": "Therefore He did not actually curse Adam and Eve, for they were candidates for restoration, and they had been relieved by confession."
                        },
                        {
                            "verse": 13,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book II 25:13",
                            "text": "Cain, however, He not only cursed; but when he wished to atone for his sin by death, He even prohibited his dying, so that he had to bear the load of this prohibition in addition to his crime."
                        },
                        {
                            "verse": 14,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book II 25:14",
                            "text": "This, then, will prove to be the ignorance of our God, which was simulated on this account, that delinquent man should not be unaware of what he ought to do."
                        },
                        {
                            "verse": 15,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book II 25:15",
                            "text": "Coming down to the case of Sodom and Gomorrha, he says: \"I will go down now, and see whether they have done altogether according to the cry of it which is come unto me; and if not, I will know\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book II 25:16",
                            "text": "Well, was He in this instance also uncertain through ignorance, and desiring to know?  Or was this a necessary tone of utterance, as expressive of a minatory and not a dubious sense, under the colour of an inquiry? If you make merry at God's \"going down,\" as if He could not except by the descent have accomplished His judgment, take care that you do not strike your own God with as hard a blow."
                        },
                        {
                            "verse": 17,
                            "chapter": 25,
                            "name": "Tertullian: Against Marcion Book II 25:17",
                            "text": "For He also came down to accomplish what He wished."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Tertullian: Against Marcion Book II 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book II 26:1",
                            "text": "The Oath of God: Its Meaning."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book II 26:2",
                            "text": "Moses, When Deprecating God's Wrath Against Israel, a Type of Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book II 26:3",
                            "text": "But God also swears."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book II 26:4",
                            "text": "Well, is it, I wonder, by the God of Marcion? No, no, he says; a much vainer oath—by Himself! What was He to do, when He knew of no other God; especially when He was swearing to this very point, that besides himself there was absolutely no God?  Is it then of swearing falsely that you convict Him, or of swearing a vain oath? But it is not possible for him to appear to have sworn falsely, when he was ignorant, as you say he was, that there was another God."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book II 26:5",
                            "text": "For when he swore by that which he knew, he really committed no perjury."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book II 26:6",
                            "text": "But it was not a vain oath for him to swear that there was no other God."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book II 26:7",
                            "text": "It would indeed be a vain oath, if there had been no persons who believed that there were other Gods, like the worshippers of idols then, and the heretics of the present day."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book II 26:8",
                            "text": "Therefore He swears by Himself, in order that you may believe God, even when He swears that there is besides Himself no other God at all."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book II 26:9",
                            "text": "But you have yourself, O Marcion, compelled God to do this."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book II 26:10",
                            "text": "For even so early as then were you foreseen."
                        },
                        {
                            "verse": 11,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book II 26:11",
                            "text": "Hence, if He swears both in His promises and His threatenings, and thus extorts faith which at first was difficult, nothing is unworthy of God which causes men to believe in God."
                        },
                        {
                            "verse": 12,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book II 26:12",
                            "text": "But (you say) God was even then mean enough in His very fierceness, when, in His wrath against the people for their consecration of the calf, He makes this request of His servant Moses: \"Let me alone, that my wrath may wax hot against them, and that I may consume them; and I will make of thee a great nation\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book II 26:13",
                            "text": "Accordingly, you maintain that Moses is better than his God, as the deprecator, nay the averter, of His anger."
                        },
                        {
                            "verse": 14,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book II 26:14",
                            "text": "\"For,\" said he, \"Thou shalt not do this; or else destroy me along with them\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book II 26:15",
                            "text": "Pitiable are ye also, as well as the people, since you know not Christ, prefigured in the person of Moses as the deprecator of the Father, and the offerer of His own life for the salvation of the people."
                        },
                        {
                            "verse": 16,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book II 26:16",
                            "text": "It is enough, however, that the nation was at the instant really given to Moses."
                        },
                        {
                            "verse": 17,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book II 26:17",
                            "text": "That which he, as a servant, was able to ask of the Lord, the Lord required of Himself."
                        },
                        {
                            "verse": 18,
                            "chapter": 26,
                            "name": "Tertullian: Against Marcion Book II 26:18",
                            "text": "For this purpose did He say to His servant, \"Let me alone, that I may consume them,\" in order that by his entreaty, and by offering himself, he might hinder (the threatened judgment), and that you might by such an instance learn how much privilege is vouchsafed with God to a faithful man and a prophet."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Tertullian: Against Marcion Book II 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book II 27:1",
                            "text": "Other Objections Considered."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book II 27:2",
                            "text": "God's Condescension in the Incarnation."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book II 27:3",
                            "text": "Nothing Derogatory to the Divine Being in This Economy."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book II 27:4",
                            "text": "The Divine Majesty Worthily Sustained by the Almighty Father, Never Visible to Man."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book II 27:5",
                            "text": "Perverseness of the Marcionite Cavils."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book II 27:6",
                            "text": "And now, that I may briefly pass in review the other points which you have thus far been engaged in collecting, as mean, weak, and unworthy, for demolishing the Creator, I will propound them in a simple and definite statement: that God would have been unable to hold any intercourse with men, if He had not taken on Himself the emotions and affections of man, by means of which He could temper the strength of His majesty, which would no doubt have been incapable of endurance to the moderate capacity of man, by such a humiliation as was indeed degrading to Himself, but necessary for man, and such as on this very account became worthy of God, because nothing is so worthy of God as the salvation of man."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book II 27:7",
                            "text": "If I were arguing with heathens, I should dwell more at length on this point; although with heretics too the discussion does not stand on very different grounds."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book II 27:8",
                            "text": "Inasmuch as ye yourselves have now come to the belief that God moved about in the form and all other circumstances of man's nature, you will of course no longer require to be convinced that God conformed Himself to humanity, but feel yourselves bound by your own faith."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book II 27:9",
                            "text": "For if the God (in whom ye believe,) even from His higher condition, prostrated the supreme dignity of His majesty to such a lowliness as to undergo death, even the death of the cross, why can you not suppose that some humiliations are becoming to our God also, only more tolerable than Jewish contumelies, and crosses, and sepulchres? Are these the humiliations which henceforth are to raise a prejudice against Christ (the subject as He is of human passions) being a partaker of that Godhead against which you make the participation in human qualities a reproach? Now we believe that Christ did ever act in the name of God the Father; that He actually from the beginning held intercourse with (men); actually communed with patriarchs and prophets; was the Son of the Creator; was His Word; whom God made His Son by emitting Him from His own self, and thenceforth set Him over every dispensation and (administration of) His will, making Him a little lower than the angels, as is written in David."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book II 27:10",
                            "text": "In which lowering of His condition He received from the Father a dispensation in those very respects which you blame as human; from the very beginning learning, even then, (that state of a) man which He was destined in the end to become."
                        },
                        {
                            "verse": 11,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book II 27:11",
                            "text": "It is He who descends, He who interrogates, He who demands, He who swears."
                        },
                        {
                            "verse": 12,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book II 27:12",
                            "text": "With regard, however, to the Father, the very gospel which is common to us will testify that He was never visible, according to the word of Christ: \"No man knoweth the Father, save the Son\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book II 27:13",
                            "text": "For even in the Old Testament He had declared, \"No man shall see me, and live\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book II 27:14",
                            "text": "He means that the Father is invisible, in whose authority and in whose name was He God who appeared as the Son of God."
                        },
                        {
                            "verse": 15,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book II 27:15",
                            "text": "But with us Christ is received in the person of Christ, because even in this manner is He our God."
                        },
                        {
                            "verse": 16,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book II 27:16",
                            "text": "Whatever attributes therefore you require as worthy of God, must be found in the Father, who is invisible and unapproachable, and placid, and (so to speak) the God of the philosophers; whereas those qualities which you censure as unworthy must be supposed to be in the Son, who has been seen, and heard, and encountered, the Witness and Servant of the Father, uniting in Himself man and God, God in mighty deeds, in weak ones man, in order that He may give to man as much as He takes from God."
                        },
                        {
                            "verse": 17,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book II 27:17",
                            "text": "What in your esteem is the entire disgrace of my God, is in fact the sacrament of man's salvation."
                        },
                        {
                            "verse": 18,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book II 27:18",
                            "text": "God held converse with man, that man might learn to act as God."
                        },
                        {
                            "verse": 19,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book II 27:19",
                            "text": "God dealt on equal terms with man, that man might be able to deal on equal terms with God."
                        },
                        {
                            "verse": 20,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book II 27:20",
                            "text": "God was found little, that man might become very great."
                        },
                        {
                            "verse": 21,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book II 27:21",
                            "text": "You who disdain such a God, I hardly know whether you ex fidebelieve that God was crucified."
                        },
                        {
                            "verse": 22,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book II 27:22",
                            "text": "How great, then, is your perversity in respect of the two characters of the Creator! You designate Him as Judge, and reprobate as cruelty that severity of the Judge which only acts in accord with the merits of cases."
                        },
                        {
                            "verse": 23,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book II 27:23",
                            "text": "You require God to be very good, and yet despise as meanness that gentleness of His which accorded with His kindness, (and) held lowly converse in proportion to the mediocrity of man's estate."
                        },
                        {
                            "verse": 24,
                            "chapter": 27,
                            "name": "Tertullian: Against Marcion Book II 27:24",
                            "text": "He pleases you not, whether great or little, neither as your judge nor as your friend! What if the same features should be discovered in your God? That He too is a judge, we have already shown in the proper section: that from being a judge He must needs be severe; and from being severe He must also be cruel, if indeed cruel."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Tertullian: Against Marcion Book II 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book II 28:1",
                            "text": "The Tables Turned Upon Marcion, by Contrasts, in Favour of the True God."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book II 28:2",
                            "text": "Now, touching the weaknesses and malignities, and the other (alleged), notes (of the Creator), I too shall advance antitheses in rivalry to Marcion's."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book II 28:3",
                            "text": "If my God knew not of any other superior to Himself, your god also was utterly unaware that there was any beneath himself."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book II 28:4",
                            "text": "It is just what Heraclitus \"the obscure\" said; whether it be up or down, it comes to the same thing."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book II 28:5",
                            "text": "If, indeed, he was not ignorant (of his position), it must have occurred to Him from the beginning."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book II 28:6",
                            "text": "Sin and death, and the author of sin too—the devil—and all the evil which my God permitted to be, this also, did your god permit; for he allowed Him to permit it."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book II 28:7",
                            "text": "Our God changed His purposes; in like manner yours did also."
                        },
                        {
                            "verse": 8,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book II 28:8",
                            "text": "For he who cast his look so late in the human race, changed that purpose, which for so long a period had refused to cast that look."
                        },
                        {
                            "verse": 9,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book II 28:9",
                            "text": "Our God repented Him of the evil in a given case; so also did yours."
                        },
                        {
                            "verse": 10,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book II 28:10",
                            "text": "For by the fact that he at last had regard to the salvation of man, he showed such a repentance of his previous disregard as was due for a wrong deed."
                        },
                        {
                            "verse": 11,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book II 28:11",
                            "text": "But neglect of man's salvation will be accounted a wrong deed, simply because it has been remedied by his repentance in the conduct of your god."
                        },
                        {
                            "verse": 12,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book II 28:12",
                            "text": "Our God you say commanded a fraudulent act, but in a matter of gold and silver."
                        },
                        {
                            "verse": 13,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book II 28:13",
                            "text": "Now, inasmuch as man is more precious than gold and silver, in so far is your god more fraudulent still, because he robs man of his Lord and Creator."
                        },
                        {
                            "verse": 14,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book II 28:14",
                            "text": "Eye for eye does our God require; but your god does even a greater injury, (in your ideas,) when he prevents an act of retaliation."
                        },
                        {
                            "verse": 15,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book II 28:15",
                            "text": "For what man will not return a blow, without waiting to be struck a second time."
                        },
                        {
                            "verse": 16,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book II 28:16",
                            "text": "Our God (you say) knows not whom He ought to choose."
                        },
                        {
                            "verse": 17,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book II 28:17",
                            "text": "Nor does your god, for if he had foreknown the issue, he would not have chosen the traitor Judas."
                        },
                        {
                            "verse": 18,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book II 28:18",
                            "text": "If you allege that the Creator practised deception in any instance, there was a far greater mendacity in your Christ, whose very body was unreal."
                        },
                        {
                            "verse": 19,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book II 28:19",
                            "text": "Many were consumed by the severity of my God."
                        },
                        {
                            "verse": 20,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book II 28:20",
                            "text": "Those also who were not saved by your god are verily disposed by him to ruin."
                        },
                        {
                            "verse": 21,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book II 28:21",
                            "text": "My God ordered a man to be slain."
                        },
                        {
                            "verse": 22,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book II 28:22",
                            "text": "Your god willed himself to be put to death; not less a homicide against himself than in respect of him by whom he meant to be slain."
                        },
                        {
                            "verse": 23,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book II 28:23",
                            "text": "I will moreover prove to Marcion that they were many who were slain by his god; for he made every one a homicide: in other words, he doomed him to perish, except when people failed in no duty towards Christ."
                        },
                        {
                            "verse": 24,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book II 28:24",
                            "text": "But the straightforward virtue of truth is contented with few resources."
                        },
                        {
                            "verse": 25,
                            "chapter": 28,
                            "name": "Tertullian: Against Marcion Book II 28:25",
                            "text": "Many things will be necessary for falsehood."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Tertullian: Against Marcion Book II 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book II 29:1",
                            "text": "Marcion's Own Antitheses, If Only the Title and Object of the Work Be Excepted, Afford Proofs of the Consistent Attributes of the True God."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book II 29:2",
                            "text": "But I would have attacked Marcion's own Antitheses in closer and fuller combat, if a more elaborate demolition of them were required in maintaining for the Creator the character of a good God and a Judge, after the examples of both points, which we have shown to be so worthy of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book II 29:3",
                            "text": "Since, however, these two attributes of goodness and justice do together make up the proper fulness of the Divine Being as omnipotent, I am able to content myself with having now compendiously refuted his Antitheses, which aim at drawing distinctions out of the qualities of the (Creator's) artifices, or of His laws, or of His great works; and thus sundering Christ from the Creator, as the most Good from the Judge, as One who is merciful from Him who is ruthless, and One who brings salvation from Him who causes ruin."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book II 29:4",
                            "text": "The truth is, they rather unite the two Beings whom they arrange in those diversities (of attribute), which yet are compatible in God."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book II 29:5",
                            "text": "For only take away the title of Marcion's book, and the intention and purpose of the work itself, and you could get no better demonstration that the self-same God was both very good and a Judge, inasmuch as these two characters are only competently found in God."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book II 29:6",
                            "text": "Indeed, the very effort which is made in the selected examples to oppose Christ to the Creator, conduces all the more to their union."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book II 29:7",
                            "text": "For so entirely one and the same was the nature of the Divine Beings, the good and the severe, as shown both by the same examples and in similar proofs, that It willed to display Its goodness to those on whom It had first inflicted Its severity."
                        },
                        {
                            "verse": 8,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book II 29:8",
                            "text": "The difference in time was no matter of surprise, when the same God was afterwards merciful in presence of evils which had been subdued, who had once been so austere whilst they were as yet unsubdued."
                        },
                        {
                            "verse": 9,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book II 29:9",
                            "text": "Thus, by help of the Antitheses, the dispensation of the Creator can be more readily shown to have been reformed by Christ, rather than destroyed; restored, rather than abolished; especially as you sever your own god from everything like acrimonious conduct, even from all rivalry whatsoever with the Creator."
                        },
                        {
                            "verse": 10,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book II 29:10",
                            "text": "Now, since this is the case, how comes it to pass that the Antitheses demonstrate Him to have been the Creator's rival in every disputed cause? Well, even here, too, I will allow that in these causes my God has been a jealous God, who has in His own right taken especial care that all things done by Him should be in their beginning of a robuster growth; and this in the way of a good, because rational emulation, which tends to maturity."
                        },
                        {
                            "verse": 11,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book II 29:11",
                            "text": "In this sense the world itself will acknowledge His \"antitheses,\" from the contrariety of its own elements, although it has been regulated with the very highest reason."
                        },
                        {
                            "verse": 12,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book II 29:12",
                            "text": "Wherefore, most thoughtless Marcion, it was your duty to have shown that one (of the two Gods you teach) was a God of light, and the other a God of darkness; and then you would have found it an easier task to persuade us that one was a God of goodness, the other a God of severity."
                        },
                        {
                            "verse": 13,
                            "chapter": 29,
                            "name": "Tertullian: Against Marcion Book II 29:13",
                            "text": "How ever, the \"antithesis\" (or variety of administration) will rightly be His property, to whom it actually belongs in (the government of) the world."
                        }
                    ]
                }
            ]
        }
    ]
}