{
    "books": [
        {
            "name": "John Cassian: Confrences XIII",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "John Cassian: Confrences XIII 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XIII 1:1",
                            "text": "XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XIII 1:2",
                            "text": "The Third Conference of Abbot Chaeremon."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XIII 1:3",
                            "text": "On the Protection of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XIII 1:4",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XIII 1:5",
                            "text": "Introduction."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XIII 1:6",
                            "text": "When after a short sleep we returned for morning service and were waiting for the old man, Abbot Germanus was troubled by great scruples because in the previous discussion, the force of which had inspired us with the utmost longing for this chastity which was till now unknown to us, the blessed old man had by the addition of a single sentence broken down the claims of man's exertions, adding that man even though he strive with all his  might for a good result, yet cannot become master of what is good unless he has acquired it simply by the gift of Divine bounty and not by the efforts of his own toil."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "John Cassian: Confrences XIII 1:7",
                            "text": "While then we were puzzling over this question the blessed Chaeremon arrived at the cell, and as he saw that we were whispering together about something, he cut the service of prayers and Psalms shorter than usual, and asked us what was the matter."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "John Cassian: Confrences XIII 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XIII 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XIII 2:2",
                            "text": "A question why the merit of good deeds may not be ascribed to the exertions of the man who does them."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XIII 2:3",
                            "text": "Then Germanus: As we are almost shut out, so to speak, by the greatness of that splendid virtue, which was described in last night's discussion, from believing in the possibility of it, so, if you will pardon my saying so, it seems to us absurd for the reward of our efforts, i-e:, perfect chastity, which is gained by the earnestness of one's own toil, not to be ascribed chiefly to the exertions of the man who makes the effort."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "John Cassian: Confrences XIII 2:4",
                            "text": "For it is foolish, if, when for example, we see a husbandman taking the utmost pains over the cultivation of the ground, we do not ascribe the fruits to his exertions."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "John Cassian: Confrences XIII 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XIII 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XIII 3:2",
                            "text": "The answer that without God's help not only perfect chastity but all good of every kind cannot be performed."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XIII 3:3",
                            "text": "Chaeremon: By this very instance which you bring forward we can still more clearly prove that the exertions of the worker can do nothing without God's aid."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XIII 3:4",
                            "text": "For neither can the husbandman, when he has spent the utmost pains in cultivating the ground, forthwith ascribe the produce of the crops and the rich fruits to his own exertions, as he finds that these are often in vain unless opportune rains and a quiet and calm winter aids them, so that we have often seen fruits already ripe and set and thoroughly matured snatched as it were from the hands of those who were grasping them; and their continuous and earnest efforts were of no use to the workers because they were not under the guidance of the Lord's assistance."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XIII 3:5",
                            "text": "As then the Divine goodness does not grant these rich crops to idle husbandmen who do not till their fields by frequent ploughing, so also toil all night long is of no use to the workers unless the mercy of the Lord prospers it."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XIII 3:6",
                            "text": "But herein human pride should never try to put itself on a level with the grace of God or to intermingle itself with it, so as to fancy that its own efforts were the cause of Divine bounty, or to boast that a very plentiful crop of fruits was an answer to the merits of its own exertions."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XIII 3:7",
                            "text": "For a man should consider and with a most careful scrutiny weigh the fact that he could not by his own strength apply those very efforts which he has earnestly used in his desire for wealth, unless the Lord's protection and pity had given him strength for the performance of all agricultural labours; and that his own will and strength would have been powerless unless Divine compassion had supplied the means for the completion of them, as they sometimes fail either from too much or from too little rain."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XIII 3:8",
                            "text": "For when vigour has been granted by the Lord to the oxen, and bodily health and the power to do all the work, and prosperity in undertakings, still a man must pray lest there come to him, as Scripture says, \"a heaven of brass and an earth of iron,\" and \"the cankerworm eat what the locust hath left, and the palmerworm eat what the cankerworm hath left, and the mildew destroys what the palmerworm hath left\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XIII 3:9",
                            "text": "Nor is it only in this that the efforts of the husbandman in his work need God's help, unless it also averts unlooked for accidents by which, even when the field is rich with the expected fruitful crops, not only is the man deprived of what he has vainly hoped and looked for, but actually loses the abundant fruits which he has already gathered and stored up in the threshing floor or in the barn."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XIII 3:10",
                            "text": "From which we clearly infer that the initiative not only of our actions but also of good thoughts comes from God, who inspires us with a good will to begin with, and supplies us with the opportunity of carrying out what we rightly desire: for \"every good gift and every perfect gift cometh down from above, from the Father of lights,\" who both begins what is good, and continues it and completes it in us, as the Apostle says: \"But He who giveth seed to the sower will both provide bread to eat and will multiply your seed and make the fruits of your righteousness to increase\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "John Cassian: Confrences XIII 3:11",
                            "text": "But it is for us, humbly to follow day by day the grace of God which is drawing us, or else if we resist with \"a stiff neck,\" and (to use the words of Scripture) \"uncircumcised ears,\" we shall deserve to hear the words of Jeremiah: \"Shall he that falleth, not rise again? and he that is turned away, shall he not turn again? Why then is this people in Jerusalem turned away with a stubborn revolting? They have stiffened their necks and refused to return\"."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "John Cassian: Confrences XIII 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XIII 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XIII 4:2",
                            "text": "An objection, asking how the Gentiles can be said to have chastity without the grace of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XIII 4:3",
                            "text": "Germanus: To this explanation, the excellence of which we cannot hastily disprove, it seems a difficulty that it tends to destroy free will."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "John Cassian: Confrences XIII 4:4",
                            "text": "For as we see that many of the heathen to whom the assistance of Divine grace has certainly not been vouchsafed, are eminent not only in the virtues of frugality and patience, but (which is more remarkable) in that of chastity, how can we think that the freedom of their will is taken captive and that these virtues are granted to them by God's gift, especially as in following after the wisdom of this world, and in their utter ignorance not only of God's grace but even of the existence of the true God, as we have known Him by the course of our reading and the teaching of others—they are said to have gained the most perfect purity of chastity by their own efforts and exertions."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "John Cassian: Confrences XIII 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XIII 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XIII 5:2",
                            "text": "The answer on the imaginary chastity of the philosophers."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XIII 5:3",
                            "text": "Chaeremon: I am pleased that, though you are fired with the greatest longing to know the truth, yet you bring forward some foolish points, as by your raising these objections the value of the Catholic faith may seem better established, and if I may use the expression, more thoroughly explored."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XIII 5:4",
                            "text": "For what wise man would make such contradictory statements as yesterday to maintain that the heavenly purity of chastity could not possibly even by God's grace be bestowed on any mortals, and now to hold that it was obtained even by the heathen by their own strength? But as you have certainly, as I said, made these objections from the desire of getting at the truth, consider what we hold on these points."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XIII 5:5",
                            "text": "First we certainly must not think that the philosophers attained such chastity of soul, as is required of us, on whom it is enjoined that not fornication only, but uncleanness be not so much as named among us."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XIII 5:6",
                            "text": "But they had a sort of μερική, i-e:, some particle of chastity; viz."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XIII 5:7",
                            "text": "continence of the flesh, by which they could restrain their lust from carnal intercourse: but this internal purity of mind and continual purity of body they could not attain, I will not say, in act, but even in thought."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XIII 5:8",
                            "text": "Finally Socrates, the most famous of them all, as they themselves esteem him, was not ashamed to profess this of himself."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XIII 5:9",
                            "text": "For when one who judged a man's character by his looks (ψυσιογνώμοιν) looked at him, and said ὄμματα παιδ εραστοῦ, i-e:, \"the eyes of a corrupter of boys,\" and his scholars rushed at him, and brought him to their master and wanted to avenge the insult, it is said that he checked their indignation with these words: παύσαοθε, ἐταῖροι · εἰμὶ γάρ, ἐπέκω δέ, i-e:, Stop, my friends, for I am, but I restrain myself."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XIII 5:10",
                            "text": "It is then quite clearly shown not only by our assertions but actually by their own admissions that it was only the performance of indecent acts, i-e:, the disgrace of intercourse, that was by force of necessity checked by them, and that the desire and delight in this passion was not shut out from their hearts."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XIII 5:11",
                            "text": "But with what horror must one bring forward this saying of Diogenes? For a thing which the philosophers of this world were not ashamed to bring forward as something remarkable, cannot be spoken or heard by us without shame: for to one to be punished for the crime of adultery they relate that he said τὸ δωρεὰν πωλούμενον θανάτω μὴ ἀγόραζε, i-e:, you should not buy with your death what is sold for nothing."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "John Cassian: Confrences XIII 5:12",
                            "text": "It is clear then that they did not recognize the virtue of the true chastity which we seek for, and so it is quite certain that our circumcision which is in the spirit cannot be acquired save only by the gift of God, and that it belongs only to those who serve God with full contrition of their spirit."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "John Cassian: Confrences XIII 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XIII 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XIII 6:2",
                            "text": "That without the grace of God we cannot make any diligent efforts."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XIII 6:3",
                            "text": "And therefore though in many things, indeed in everything, it can be shown that men always have need of God's help, and that human weakness cannot accomplish anything that has to do with salvation by itself alone, i-e:, without the aid of God, yet in nothing is this more clearly shown than in the acquisition and preservation of chastity."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XIII 6:4",
                            "text": "For as the discussion on the difficulty of its perfection is put off for so long, let us meanwhile discourse briefly on the instruments of it."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XIII 6:5",
                            "text": "Who, I ask, could, however fervent he might be in spirit, relying on his own strength with no praise from men endure the squalor of the desert, and I will not say the daily lack but the supply of dry bread? Who without the Lord's consolation, could put up with the continual thirst for water, or deprive his human eyes of that sweet and delicious morning sleep, and regularly compress his whole time of rest and repose into the limits of four hours? Who would be sufficient without God's grace to give continual attendance to reading and constant earnestness in work, receiving no advantage of  present gain? And all these matters, as we cannot desire them continuously without divine inspiration, so in no respect whatever can we perform them without His help."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XIII 6:6",
                            "text": "And that we may ensure that these things are not only proved to us by the teaching of experience, but also made still clearer by sure proof and arguments, does not some weakness intervene in the case of many things which we wish usefully to perform, and though the full keenness of our desire and the perfection of our will be not wanting, yet interfere with the wish we have conceived, so that there is no carrying out of our purpose, unless the power to perform it has been granted by the mercy of the Lord, so that, although there are countless swarms of people who are anxious to stick faithfully to the pursuit of virtue, you can scarcely find any who are able to carry it out and endure it, to say nothing of the fact that, even when no weakness at all hinders us, the opportunity for doing everything that we wish does not lie in our own power."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XIII 6:7",
                            "text": "For it is not in our power to secure the silence of solitude and severe fasts and undisturbed study even when we could use such opportunities, but by a chapter of accidents we are often very much against our will kept away from the salutary ordinances so that we have to pray to the Lord for opportunities of place or time in which to practise them."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XIII 6:8",
                            "text": "And it is clear that the ability for these is not sufficient for us unless there be also granted to us by the Lord an opportunity of doing what we are capable of (as the Apostle also says: \"For we wanted to come to you once and again, but Satan hindered us\"), so that sometimes we find for our advantage we are called away from these spiritual exercises in order that while without our own consent the regularity of our routine is broken and we yield something to weakness of the flesh, we may even against our will be brought to a salutary patience."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XIII 6:9",
                            "text": "Of which providential arrangement of God the blessed Apostle says something similar: \"For which I besought the Lord thrice that it might depart from me."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "John Cassian: Confrences XIII 6:10",
                            "text": "And He said to me: My grace is sufficient for thee: for my strength is made perfect in weakness:\" and again: \"For we know not what to pray for as we ought\"."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "John Cassian: Confrences XIII 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XIII 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XIII 7:2",
                            "text": "Of the main purpose of God and His daily Providence."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XIII 7:3",
                            "text": "For the purpose of God whereby He made man not to perish but to live for ever, stands immovable."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XIII 7:4",
                            "text": "And when His goodness sees in us even the very smallest spark of good will shining forth, which He Himself has struck as it were out of the hard flints of our hearts, He fans and fosters it and nurses it with His breath, as He \"willeth all men to be saved and to come to the knowledge of the truth,\" for as He says, \"it is not the will of your Father which is in heaven that one of these little ones should perish,\" and again it says: \"Neither will God have a soul to perish, but recalleth,\" meaning that he that is cast off should not altogether perish."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XIII 7:5",
                            "text": "For He is true, and lieth not when He lays down with an oath: \"As I live, saith the Lord God, for I will not the death of a sinner, but that he should turn from his way and live\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XIII 7:6",
                            "text": "For if He willeth not that one of His little ones should perish, how can we imagine without grievous blasphemy that He does not generally will all men, but only some instead of all to be saved? Those then who perish, perish against His will, as He testifies against each one of them day by day: \"Turn from your evil ways, and why will ye die, O house of Israel?\" And again: \"How often would I have gathered thy children together as a hen gathereth her chickens under her wings, and ye would not;\" and: \"Wherefore is this people in Jerusalem turned away with a stubborn revolting? They have hardened their faces and refused to return\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XIII 7:7",
                            "text": "The grace of Christ then is at hand every day, which, while it \"willeth all men to be saved and to come to the knowledge of the truth,\" calleth all without any exception, saying: \"Come unto Me, all ye that labour and are heavy laden, and I will refresh you\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XIII 7:8",
                            "text": "But if He calls not all generally but only some, it follows that not all are heavy laden either with original or actual sin, and that this saying is not a true one: \"For all have sinned and come short of the glory of God;\" nor can we believe that \"death passed on all men\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XIII 7:9",
                            "text": "And so far do all who perish, perish against the will of God, that God cannot be said to have made death, as Scripture itself testifies: \"For God made not death, neither rejoiceth in the destruction of the living\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "John Cassian: Confrences XIII 7:10",
                            "text": "And hence it comes that for the most part when instead of good things we ask for the opposite, our prayer is either heard but tardily or not at all; and again the Lord vouchsafes to bring upon us even against our will, like some most beneficent physician, for our good what we think is opposed to it, and sometimes He delays and hinders our injurious purposes and deadly attempts from having their  horrible effects, and, while we are rushing headlong towards death, draws us back to salvation, and rescues us without our knowing it from the jaws of hell."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "John Cassian: Confrences XIII 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIII 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIII 8:2",
                            "text": "Of the grace of God and the freedom of the will."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIII 8:3",
                            "text": "And this care of His and providence with regard to us the Divine word has finely described by the prophet Hosea under the figure of Jerusalem as an harlot, and inclining with disgraceful eagerness to the worship of idols, where when she says: \"I will go after my lovers, who give me my bread, and my water, and my wool, and my flax, and my oil, and my drink;\" the Divine consideration replies having regard to her salvation and not to her wishes: \"Behold I will hedge up thy way with thorns, and I will stop it up with a wall, and she shall not find her paths."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIII 8:4",
                            "text": "And she shall follow after her lovers, and shall not overtake them: and she shall seek them, and shall not find them, and shall say: I will return to my first husband, because it was better with me then than now\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIII 8:5",
                            "text": "And again our obstinacy, and scorn, with which we in our rebellious spirit disdain Him when He urges us to a salutary return, is described in the following comparison: He says: \"And I said thou shalt call Me Father, and shalt not cease to walk after Me."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIII 8:6",
                            "text": "But as a woman that despiseth her lover, so hath the house of Israel despised Me, saith the Lord\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIII 8:7",
                            "text": "Aptly then, as He has compared Jerusalem to an adulteress forsaking her husband, He compares His own love and persevering goodness to a man who is dying of love for a woman."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIII 8:8",
                            "text": "For the goodness and love of God, which He ever shows to mankind,—since it is overcome by no injuries so as to cease from caring for our salvation, or be driven from His first intention, as if vanquished by our iniquities,—could not be more fitly described by any comparison than the case of a man inflamed with most ardent love for a woman, who is consumed by a more burning passion for her, the more he sees that he is slighted and despised by her."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIII 8:9",
                            "text": "The Divine protection then is inseparably present with us, and so great is the kindness of the Creator towards His creatures, that His Providence not only accompanies it, but actually constantly precedes it, as the prophet experienced and plainly confessed, saying: \"My God will prevent me with His mercy\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIII 8:10",
                            "text": "And when He sees in us some beginnings of a good will, He at once enlightens it and strengthens it and urges it on towards salvation, increasing that which He Himself implanted or which He sees to have arisen from our own efforts."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIII 8:11",
                            "text": "For He says \"Before they cry, I will hear them: While they are still speaking I will hear them;\" and again: \"As soon as He hears the voice of thy crying, He will answer thee\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "John Cassian: Confrences XIII 8:12",
                            "text": "And in His goodness, not only does He inspire us with holy desires, but actually creates occasions for life and opportunities for good results, and shows to those in error the direction of the way of salvation."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "John Cassian: Confrences XIII 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XIII 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XIII 9:2",
                            "text": "Of the power of our good will, and the grace of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XIII 9:3",
                            "text": "Whence human reason cannot easily decide how the Lord gives to those that ask, is found by those that seek, and opens to those that knock, and on the other hand is found by those that sought Him not, appears openly among those who asked not for Him, and all the day long stretches forth His hands to an unbelieving and gainsaying people, calls those who resist and stand afar off, draws men against their will to salvation, takes away from those who want to sin the faculty of carrying out their desire, in His goodness stands in the way of those who are rushing into wickedness."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XIII 9:4",
                            "text": "But who can easily see how it is that the completion of our salvation is assigned to our own will, of which it is said: \"If ye be willing, and hearken unto Me, ye shall eat the good things of the land,\" and how it is \"not of him that willeth or runneth, but of God that hath mercy?\" What too is this, that God \"will render to every man according to his works;\" and \"it is God who worketh in you both to will and to do, of His good pleasure;\" and \"this is not of yourselves but it is the gift of God: not of works, that no man may boast?\" What is this too which is said: \"Draw near to the Lord, and He will draw near to you,\" and what He says elsewhere: \"No man cometh unto Me except the Father who sent Me draw Him?\" What is it that we find: \"Make straight paths for your feet and direct your ways,\" and what is it that we say in our prayers: \"Direct my way in Thy sight,\" and \"establish my goings in Thy paths, that my footsteps be not moved?\" What is it again that we are admonished: \"Make you a new heart and a new spirit,\" and what is this which is promised to us: \"I will  give them one heart and will put a new spirit within them:\" and \"I will take away the stony heart from their flesh and will give them an heart of flesh that they may walk in Thy statutes and keep My judgments?\" What is it that the Lord commands, where He says: \"Wash thine heart of iniquity, O Jerusalem, that thou mayest be saved,\" and what is it that the prophet asks for from the Lord, when he says \"Create in me a clean heart, O God,\" and again: \"Thou shalt wash me, and I shall be whiter than snow?\" What is it that is said to us: \"Enlighten yourselves with the light of knowledge;\" and this which is said of God: \"Who teacheth man knowledge;\" and: \"the Lord enlightens the blind,\" or at any rate this, which we say in our prayers with the prophet: \"Lighten mine eyes that I sleep not in death,\" unless in all these there is a declaration of the grace of God and the freedom of our will, because even of his own motion a man can be led to the quest of virtue, but always stands in need of the help of the Lord? For neither does anyone enjoy good health whenever he will, nor is he at his own will and pleasure set free from disease and sickness."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "John Cassian: Confrences XIII 9:5",
                            "text": "But what good is it to have desired the blessing of health, unless God, who grants us the enjoyments of life itself, grant also vigorous and sound health? But that it may be still clearer that through the excellence of nature which is granted by the goodness of the Creator, sometimes first beginnings of a good will arise, which however cannot attain to the complete performance of what is good unless it is guided by the Lord, the Apostle bears witness and says: \"For to will is present with me, but to perform what is good I find not\"."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "John Cassian: Confrences XIII 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XIII 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XIII 10:2",
                            "text": "On the weakness of free will."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XIII 10:3",
                            "text": "For Holy Scripture supports the freedom of the will where it says: \"Keep thy heart with all diligence,\" but the Apostle indicates its weakness by saying \"The Lord keep your hearts and minds in Christ Jesus\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XIII 10:4",
                            "text": "David asserts the power of free will, where he says \"I have inclined my heart to do Thy righteous acts,\" but the same man in like manner teaches us its weakness, by praying and saying, \"Incline my heart unto Thy testimonies and not to covetousness:\" Solomon also: \"The Lord incline our hearts unto Himself that we may walk in all His ways and keep His commandments, and ordinances and judgments\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XIII 10:5",
                            "text": "The Psalmist denotes the power of our will, where he says: \"Keep thy tongue from evil, and thy lips that they speak no guile,\" our prayer testifies to its weakness, when we say: \"O Lord, set a watch before my mouth, and keep the door of my lips\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XIII 10:6",
                            "text": "The importance of our will is maintained by the Lord, when we find \"Break the chains of thy neck, O captive daughter of Zion:\" of its weakness the prophet sings, when he says: \"The Lord looseth them that are bound:\" and \"Thou hast broken my chains: To Thee will I offer the sacrifice of praise\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XIII 10:7",
                            "text": "We hear in the gospel the Lord summoning us to come speedily to Him by our free will: \"Come unto Me all ye that labour and are heavy laden, and I will refresh you,\" but the same Lord testifies to its weakness, by saying: \"No man can come unto Me except the Father which sent Me draw him\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XIII 10:8",
                            "text": "The Apostle indicates our free will by saying: \"So run that ye may obtain:\" but to its weakness John Baptist bears witness where he says: \"No man can receive anything of himself, except it be given him from above\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XIII 10:9",
                            "text": "We are commanded to keep our souls with all care, when the Prophet says: \"Keep your souls,\" but by the same spirit another Prophet proclaims: \"Except the Lord keep the city, the watchman waketh but in vain\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "John Cassian: Confrences XIII 10:10",
                            "text": "The Apostle writing to the Philippians, to show that their will is free, says \"Work out your own salvation with fear and trembling,\" but to point out its weakness, he adds: \"For it is God that worketh in you both to will and to do of His good pleasure\"."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "John Cassian: Confrences XIII 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIII 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIII 11:2",
                            "text": "Whether the grace of God precedes or follows our good will."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIII 11:3",
                            "text": "And so these are somehow mixed up and indiscriminately confused, so that among many persons, which depends on the other is involved in great questionings, i-e:, does God have compassion upon us because we have shown the beginning of a good will, or does the beginning of a good will follow because God has had compassion upon us? For many believing each of these and asserting them more widely than is right are entangled in all kinds of opposite errors."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIII 11:4",
                            "text": "For if we say that the beginning of free will is in our own power, what  about Paul the persecutor, what about Matthew the publican, of whom the one was drawn to salvation while eager for bloodshed and the punishment of the innocent, the other for violence and rapine? But if we say that the beginning of our free will is always due to the inspiration of the grace of God, what about the faith of Zaccheus, or what are we to say of the goodness of the thief on the cross, who by their own desires brought violence to bear on the kingdom of heaven and so prevented the special leadings of their vocation? But if we attribute the performance of virtuous acts, and the execution of God's commands to our own will, how do we pray: \"Strengthen, O God, what Thou hast wrought in us;\" and \"The work of our hands stablish Thou upon us?\" We know that Balaam was brought to curse Israel, but we see that when he wished to curse he was not permitted to."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIII 11:5",
                            "text": "Abimelech is preserved from touching Rebecca and so sinning against God."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIII 11:6",
                            "text": "Joseph is sold by the envy of his brethren, in order to bring about the descent of the children of Israel into Egypt, and that while they were contemplating the death of their brother provision might be made for them against the famine to come: as Joseph shows when he makes himself known to his brethren and says: \"Fear not, neither let it be grievous unto you that ye sold me into these parts: for for your salvation God sent me before you;\" and below: \"For God sent me before that ye might be preserved upon the earth and might have food whereby to live."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIII 11:7",
                            "text": "Not by your design was I sent but by the will of God, who has made me a father to Pharaoh and lord of all his house, and chief over all the land of Egypt\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIII 11:8",
                            "text": "And when his brethren were alarmed after the death of his father, he removed their suspicions and terror by saying: \"Fear not: Can ye resist the will of God? You imagined evil against me but God turned it into good, that He might exalt me, as ye see at the present time, that He might save much people\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIII 11:9",
                            "text": "And that this was brought about providentially the blessed David likewise declared saying in the hundred and fourth Psalm: \"And He called for a dearth upon the land: and brake all the staff of bread."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIII 11:10",
                            "text": "He sent a man before them: Joseph was sold for a slave\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIII 11:11",
                            "text": "These two then; viz."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIII 11:12",
                            "text": ", the grace of God and free will seem opposed to each other, but really are in harmony, and we gather from the system of goodness that we ought to have both alike, lest if we withdraw one of them from man, we may seem to have broken the rule of the Church's faith: for when God sees us inclined to will what is good, He meets, guides, and strengthens us: for \"At the voice of thy cry, as soon as He shall hear, He will answer thee;\" and: \"Call upon Me,\" He says, \"in the day of tribulation and I will deliver thee, and thou shalt glorify Me\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "John Cassian: Confrences XIII 11:13",
                            "text": "And again, if He finds that we are unwilling or have grown cold, He stirs our hearts with salutary exhortations, by which a good will is either renewed or formed in us."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "John Cassian: Confrences XIII 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:2",
                            "text": "That a good will should not always be attributed to grace, nor always to man himself."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:3",
                            "text": "For we should not hold that God made man such that he can never will or be capable of what is good: or else He has not granted him a free will, if He has suffered him only to will or be capable of evil, but neither to will or be capable of what is good of himself."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:4",
                            "text": "And, in this case how will that first statement of the Lord made about men after the fall stand: \"Behold, Adam is become as one of us, knowing good and evil?\" For we cannot think that before, he was such as to be altogether ignorant of good."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:5",
                            "text": "Otherwise we should have to admit that he was formed like some irrational and insensate beast: which is sufficiently absurd and altogether alien from the Catholic faith."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:6",
                            "text": "Moreover as the wisest Solomon says: \"God made man upright,\" i-e:, always to enjoy the knowledge of good only, \"But they have sought out many imaginations,\" for they came, as has been said, to know good and evil."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:7",
                            "text": "Adam therefore after the fall conceived a knowledge of evil which he had not previously, but did not lose the knowledge of good which he had before."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:8",
                            "text": "Finally the Apostle's words very clearly show that mankind did not lose after the fall of Adam the knowledge of good: as he says: \"For when the Gentiles, which have not the law, do by nature the things of the law, these, though they have not the law, are a law to themselves, as they show the work of the law written in their hearts, their conscience bearing witness to these, and their thoughts within them either accusing or else excusing them, in the day in which God shall judge the secrets of men\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:9",
                            "text": "And with the same meaning the Lord rebukes by the prophet the unnatural but freely chosen blindness of the Jews, which they by their obstinacy brought upon themselves, saying: \"Hear ye deaf, and ye blind, behold that you may see."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:10",
                            "text": "Who is deaf but My servant? and blind, but he to whom I have sent My messengers?\" And that no one might ascribe this blindness of theirs to nature instead of to their own will, elsewhere He says: \"Bring forth the people that are blind and have eyes: that are deaf and have ears;\" and again: \"having eyes, but ye see not; and ears, but ye hear not\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:11",
                            "text": "The Lord also says in the gospel: \"Because seeing they see not, and hearing they hear not neither do they understand\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:12",
                            "text": "And in them is fulfilled the prophecy of Isaiah which says: \"Hearing ye shall hear and shall not understand: and seeing ye shall see and shall not see."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:13",
                            "text": "For the heart of this people is waxed fat, and their ears are dull of hearing: and they have closed their eyes, lest they should see with their eyes and hear with their ears and understand with their heart, and be turned and I should heal them\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:14",
                            "text": "Finally in order to denote that the possibility of good was in them, in chiding the Pharisees, He says: \"But why of your own selves do ye not judge what is right?\" And this he certainly would not have said to them, unless He knew that by their natural judgment they could discern what was fair."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:15",
                            "text": "Wherefore we must take care not to refer all the merits of the saints to the Lord in such a way as to ascribe nothing but what is evil and perverse to human nature: in doing which we are confuted by the evidence of the most wise Solomon, or rather of the Lord Himself, Whose words these are; for when the building of the Temple was finished and he was praying, he spoke as follows: \"And David my father would have built a house to the name of the Lord God of Israel: and the Lord said to David my father: Whereas thou hast thought in thine heart to build a house to My name, thou hast well done in having this same thing in thy mind."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:16",
                            "text": "Nevertheless thou shalt not build a house to My name\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:17",
                            "text": "This thought then and this purpose of king David, are we to call it good and from God or bad and from man? For if that thought was good and from God, why did He by whom it was inspired refuse that it should be carried into effect? But if it is bad and from man, why is it praised by the Lord? It remains then that we must take it as good and from man."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:18",
                            "text": "And in the same way we can take our own thoughts today."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:19",
                            "text": "For it was not given only to David to think what is good of himself, nor is it denied to us naturally to think or imagine anything that is good."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:20",
                            "text": "It cannot then be doubted that there are by nature some seeds of goodness in every soul implanted by the kindness of the Creator: but unless these are quickened by the assistance of God, they will not be able to attain to an increase of perfection, for, as the blessed Apostle says: \"Neither is he that planteth anything nor he that watereth, but God that giveth the increase\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:21",
                            "text": "But that freedom of the will is to some degree in a man's own power is very clearly taught in the book termed the Pastor, where two angels are said to be attached to each one of us, i-e:, a good and a bad one, while it lies at a man's own option to choose which to follow."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:22",
                            "text": "And therefore the will always remains free in man, and can either neglect or delight in the grace of God."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:23",
                            "text": "For the Apostle would not have commanded saying: \"Work out your own salvation with fear and trembling,\" had he not known that it could be advanced or neglected by us."
                        },
                        {
                            "verse": 24,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:24",
                            "text": "But that men might not fancy that they had no need of Divine aid for the work of Salvation, he subjoins: \"For it is God that worketh in you both to will and to do, of His good pleasure\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:25",
                            "text": "And therefore he warns Timothy and says: \"Neglect not the grace of God which is in thee;\" and again: \"For which cause I exhort thee to stir up the grace of God which is in thee\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:26",
                            "text": "Hence also in writing to the Corinthians he exhorts and warns them not through their unfruitful works to show themselves unworthy of the grace of God, saying: \"And we helping, exhort you that ye receive not the grace of God in vain:\" for the reception of saving grace was of no profit to Simon doubtless because he had received it in vain; for he would not obey the command of the blessed Peter who said: \"Repent of thine iniquity, and pray God if haply the thoughts of thine heart may be forgiven thee; for I perceive that thou art in the gall of bitterness and the bonds of iniquity\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:27",
                            "text": "It prevents therefore the will of man, for it is said: \"My God will prevent me with His mercy;\" and again when God waits and for our good delays, that He may put our desires to the test, our will precedes, for it is said: \"And in the morning my prayer shall prevent Thee;\" and again: \"I prevented the dawning of the day and cried;\" and: \"Mine eyes have prevented the morning\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:28",
                            "text": "For He calls and invites us, when He says: \"All the day long I stretched forth My hands to a disobedient and gainsaying people;\" and He is invited by us when we say to Him: \"All the day long I have stretched forth My hands unto Thee\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:29",
                            "text": "He waits for us, when it is said by the prophet: \"Wherefore the Lord waiteth to have compassion upon  us;\" and He is waited for by us, when we say: \"I waited patiently for the Lord, and He inclined unto me;\" and: \"I have waited for thy salvation, O Lord\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:30",
                            "text": "He strengthens us when He says: \"And I have chastised them, and strengthened their arms; and they have imagined evil against me;\" and He exhorts us to strengthen ourselves when He says: \"Strengthen ye the weak hands, and make strong the feeble knees\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:31",
                            "text": "Jesus cries: \"If any man thirst let him come unto Me and drink;\" the prophet also cries to Him: \"I have laboured with crying, my jaws are become hoarse: mine eyes have failed, whilst I hope in my God\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:32",
                            "text": "The Lord seeks us, when He says: \"I sought and there was no man."
                        },
                        {
                            "verse": 33,
                            "chapter": 12,
                            "name": "John Cassian: Confrences XIII 12:33",
                            "text": "I called, and there was none to answer;\" and He Himself is sought by the bride who mourns with tears: \"I sought on my bed by night Him whom my soul loved: I sought Him and found Him not; I called Him, and He gave me no answer\"."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "John Cassian: Confrences XIII 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIII 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIII 13:2",
                            "text": "How human efforts cannot be set against the grace of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIII 13:3",
                            "text": "And so the grace of God always co-operates with our will for its advantage, and in all things assists, protects, and defends it, in such a way as sometimes even to require and look for some efforts of good will from it that it may not appear to confer its gifts on one who is asleep or relaxed in sluggish ease, as it seeks opportunities to show that as the torpor of man's sluggishness is shaken off its bounty is not unreasonable, when it bestows it on account of some desire and efforts to gain it."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIII 13:4",
                            "text": "And none the less does God's grace continue to be free grace while in return for some small and trivial efforts it bestows with priceless bounty such glory of immortality, and such gifts of eternal bliss."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIII 13:5",
                            "text": "For because the faith of the thief on the cross came as the first thing, no one would say that therefore the blessed abode of Paradise was not promised to him as a free gift, nor could we hold that it was the penitence of King David's single word which he uttered: \"I have sinned against the Lord,\" and not rather the mercy of God which removed those two grievous sins of his, so that it was vouchsafed to him to hear from the prophet Nathan: \"The Lord also hath put away thine iniquity: thou shalt not die\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIII 13:6",
                            "text": "The fact then that he added murder to adultery, was certainly due to free will: but that he was reproved by the prophet, this was the grace of Divine Compassion."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIII 13:7",
                            "text": "Again it was his own doing that he was humbled and acknowledged his guilt; but that in a very short interval of time he was granted pardon for such sins, this was the gift of the merciful Lord."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIII 13:8",
                            "text": "And what shall we say of this brief confession and of the incomparable infinity of Divine reward, when it is easy to see what the blessed Apostle, as he fixes his gaze on the greatness of future remuneration, announced on those countless persecutions of his? \"for,\" says he, \"our light affliction which is but for a moment worketh in us a far more exceeding and eternal weight of glory,\" of which elsewhere he constantly affirms, saying that \"the sufferings of this present time are not worthy to be compared with the future glory which shall be revealed in us\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIII 13:9",
                            "text": "However much then human weakness may strive, it cannot come up to the future reward, nor by its efforts so take off from Divine grace that it should not always remain a free gift."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIII 13:10",
                            "text": "And therefore the aforesaid teacher of the Gentiles, though he bears his witness that he had obtained the grade of the Apostolate by the grace of God, saying: \"By the grace of God I am what I am,\" yet also declares that he himself had corresponded to Divine Grace, where he says: \"And His Grace in me was not in vain; but I laboured more abundantly than they all: and yet not I, but the Grace of God with me\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "John Cassian: Confrences XIII 13:11",
                            "text": "For when he says: \"I laboured,\" he shows the effort of his own will; when he says: \"yet not I, but the grace of God,\" he points out the value of Divine protection; when he says: \"with me,\" he affirms that it cooperates with him when he was not idle or careless, but working and making an effort."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "John Cassian: Confrences XIII 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIII 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIII 14:2",
                            "text": "How God makes trial of the strength of man's will by means of his temptations."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIII 14:3",
                            "text": "And this too we read that the Divine righteousness provided for in the case of Job His well tried athlete, when the devil had challenged him to single combat."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIII 14:4",
                            "text": "For if he had advanced against his foe, not with his own strength, but solely with the protection of God's grace; and, supported only by Divine aid without any virtue of patience on his own part, had borne that manifold weight of temptations and losses, contrived with all the cruelty of his foe, how would the devil have repeated with some justice that slanderous speech which he had previously uttered: \"Doth Job serve God for nought? Hast Thou not hedged him in, and all his substance round about? but take away thine hand,\" i-e:, allow him to fight with me in his own strength, \"and he will curse Thee to Thy face\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIII 14:5",
                            "text": "But as after the struggle the slanderous foe dare not give vent to any such murmur as this, he admired that he was vanquished by his strength and not by that of God; although too we must not hold that the grace of God was altogether wanting to him, which gave to the tempter a power of tempting in proportion to that which it knew that he had of resisting, without protecting him from his attacks in such a way as to leave no room for human virtue, but only providing for this; viz."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIII 14:6",
                            "text": ", that the most fierce foe should not drive him out of his mind and overwhelm him when weakened, with unequal thoughts and in an unfair contest."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIII 14:7",
                            "text": "But that the Lord is sometimes wont to tempt our faith that it may be made stronger and more glorious, we are taught by the example of the centurion in the gospel, in whose case though the Lord knew that He would cure his servant by the power of His word, yet He chose to offer His bodily presence, saying: \"I will come and heal him:\" but when the centurion overcame this offer of His by the ardour of still more fervent faith, and said: \"Lord, I am not worthy that Thou shouldest come under my roof: but speak the word only and my servant shall be healed,\" the Lord marvelled at him and praised him, and put him before all those of the people of Israel who had believed, saying: \"Verily, I say unto you, I have not found so great faith in Israel\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIII 14:8",
                            "text": "For there would have been no ground for praise or merit, if Christ had only preferred in him what He Himself had given."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIII 14:9",
                            "text": "And this searching trial of faith we read that the Divine righteousness brought about also in the case of the grandest of the patriarchs; where it is said: \"And it came to pass after these things that God did tempt Abraham\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIII 14:10",
                            "text": "For the Divine righteousness wished to try not that faith with which the Lord had inspired him, but that which when called and enlightened by the Lord he could show forth by his own free will."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIII 14:11",
                            "text": "Wherefore the firmness of his faith was not without reason proved, and when the grace of God, which had for a while left him to prove him, came to his aid, it was said: \"Lay not thine hand on the lad, and do nothing unto him: for now I know that thou fearest the Lord, and for my sake hast not spared thy beloved son\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIII 14:12",
                            "text": "And that this kind of temptation can befall us, for the sake of proving us, is sufficiently clearly foretold by the giver of the Law in Deuteronomy: \"If there rise in the midst of you a prophet or one that saith he hath seen a dream, and foretell a sign and wonder; and that come to pass which he spoke, and he say to thee: Let us go and serve strange gods which ye know not, thou shalt not hear the words of that prophet or dreamer; for the Lord your God surely trieth thee, whether thou lovest Him with all thine heart, and keepest His Commandments, or no\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIII 14:13",
                            "text": "What then follows? When God has permitted that prophet or dreamer to arise, must we hold that He will protect those whose faith He is purposing to try, in such a way as to leave no place for their own free will, where they can fight with the tempter with their own strength? And why is it necessary for them even to be tried if He knows them to be so weak and feeble as not to be able by their own power to resist the tempter? But certainly the Divine righteousness would not have permitted them to be tempted, unless it knew that there was within them an equal power of resistance, by which they could by an equitable judgment be found in either result either guilty or worthy of praise."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIII 14:14",
                            "text": "To the same effect also is this which the Apostle says: \"Therefore let him that thinketh he standeth, take heed lest he fall."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIII 14:15",
                            "text": "There hath no temptation taken you but such as is common to man."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIII 14:16",
                            "text": "But God is faithful, who will not suffer you to be tempted above that ye are able, but will with the temptation make also a way of escape that ye may be able to bear it\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIII 14:17",
                            "text": "For when he says \"Let him that standeth take heed lest he fall\" he sets free will on its guard, as he certainly knew that, after grace had been received, it could either stand by its exertions or fall through carelessness."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIII 14:18",
                            "text": "But when he adds: \"there hath no temptation taken you but what is common to man\" he chides their weakness and the frailty of their heart that is not yet strengthened, as they could not yet resist the attacks of the hosts of spiritual wickedness, against which he knew that he and those who were perfect daily fought; of which also he says to the Ephesians: \"For we wrestle not against flesh and blood, but against principalities, against powers, against the world-rulers of this darkness, against spiritual wickedness in heavenly places\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIII 14:19",
                            "text": "But when he subjoins: \"But God is faithful who will not suffer you to be tempted above that ye are able,\" he certainly is not hoping that the Lord will not suffer them to be tempted, but that they may not be tempted above what they are able to bear."
                        },
                        {
                            "verse": 20,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIII 14:20",
                            "text": "For the one shows the power of man's will,  the other denotes the grace of the Lord who moderates the violence of temptations."
                        },
                        {
                            "verse": 21,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIII 14:21",
                            "text": "In all these phrases then there is proof that Divine grace ever stirs up the will of man, not so as to protect and defend it in all things in such a way as to cause it not to fight by its own efforts against its spiritual adversaries, the victor over whom may set it down to God's grace, and the vanquished to his own weakness, and thus learn that his hope is always not in his own courage but in the Divine assistance, and that he must ever fly to his Protector."
                        },
                        {
                            "verse": 22,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIII 14:22",
                            "text": "And to prove this not by our own conjecture but by still clearer passages of Holy Scripture let us consider what we read in Joshuah the son of Nun: \"The Lord,\" it says, \"left these nations and would not destroy them, that by them He might try Israel, whether they would keep the commandments of the Lord their God, and that they might learn to fight with their enemies\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 14,
                            "name": "John Cassian: Confrences XIII 14:23",
                            "text": "And if we may illustrate the incomparable mercy of our Creator from something earthly, not as being equal in kindness, but as an illustration of mercy: if a tender and anxious nurse carries an infant in her bosom for a long time in order sometime to teach it to walk, and first allows it to crawl, then supports it that by the aid of her right hand it may lean on its alternate steps, presently leaves it for a little and if she sees it tottering at all, catches hold of it, and grabs at it when falling, when down picks it up, and either shields it from a fall, or allows it to fall lightly, and sets it up again after a tumble, but when she has brought it up to boyhood or the strength of youth or early manhood, lays upon it some burdens or labours by which it may be not overwhelmed but exercised, and allows it to vie with those of its own age; how much more does the heavenly Father of all know whom to carry in the bosom of His grace, whom to train to virtue in His sight by the exercise of free will, and yet He helps him in his efforts, hears him when he calls, leaves him not when he seeks Him, and sometimes snatches him from peril even without his knowing it."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "John Cassian: Confrences XIII 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XIII 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XIII 15:2",
                            "text": "Of the manifold grace of men's calls."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XIII 15:3",
                            "text": "And by this it is clearly shown that God's \"judgments are inscrutable and His ways past finding out,\" by which He draws mankind to salvation."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XIII 15:4",
                            "text": "And this too we can prove by the instances of calls in the gospels."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XIII 15:5",
                            "text": "For He chose Andrew and Peter and the rest of the apostles by the free compassion of His grace when they were thinking nothing of their healing and salvation."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XIII 15:6",
                            "text": "Zacchaeus, when in his faithfulness he was struggling to see the Lord, and making up for his littleness of stature by the height of the sycamore tree, He not only received, but actually honoured by the blessing of His dwelling with him."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XIII 15:7",
                            "text": "Paul even against his will and resisting He drew to Him."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XIII 15:8",
                            "text": "Another He charged to cleave to Him so closely that when he asked for the shortest possible delay in order to bury his father He did not grant it."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XIII 15:9",
                            "text": "To Cornelius when constantly attending to prayers and alms the way of salvation was shown by way of recompense, and by the visitation of an angel he was bidden to summon Peter, and learn from him the words of salvation, whereby he might be saved with all his."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XIII 15:10",
                            "text": "And so the manifold wisdom of God grants with manifold and inscrutable kindness salvation to men; and imparts to each one according to his capacity the grace of His bounty, so that He wills to grant His healing not according to the uniform power of His Majesty but according to the measure of the faith in which He finds each one, or as He Himself has imparted it to each one."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XIII 15:11",
                            "text": "For when one believed that for the cure of his leprosy the will of Christ alone was sufficient He healed him by the simple consent of His will, saying: \"I will, be thou clean\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XIII 15:12",
                            "text": "When another prayed that He would come and raise his dead daughter by laying His hands on her, He entered his house as he had hoped, and granted what was asked of Him."
                        },
                        {
                            "verse": 13,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XIII 15:13",
                            "text": "When another believed that what was essential for his salvation depended on His command, and answered: \"Speak the word only, and my servant shall be healed,\" He restored to their former strength the limbs that were relaxed, by the power of a word, saying: \"Go thy way, and as thou hast believed so be it unto thee\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XIII 15:14",
                            "text": "To others hoping for restoration from the touch of His hem, He granted rich gifts of healing."
                        },
                        {
                            "verse": 15,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XIII 15:15",
                            "text": "To some, when asked, He bestowed remedies for their diseases."
                        },
                        {
                            "verse": 16,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XIII 15:16",
                            "text": "To others He afforded the means of healing unasked: others He urged on to hope, saying: \"Willest thou to be made whole?\" to others when they were without hope He brought help spontaneously."
                        },
                        {
                            "verse": 17,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XIII 15:17",
                            "text": "The desires of some He searched out before satisfying their wants, saying: \"What will ye that I should do for you?\" To another who knew not the way to obtain what he desired, He showed it in His kindness, saying: \"If thou believest thou shalt see the glory of God\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XIII 15:18",
                            "text": "Among some so richly did He pour  forth the mighty works of His cures that of them the Evangelist says: \"And He healed all their sick\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XIII 15:19",
                            "text": "But among others the unfathomable depth of Christ's beneficence was so stopped up, that it was said: \"And Jesus could do there no mighty works because of their unbelief\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 15,
                            "name": "John Cassian: Confrences XIII 15:20",
                            "text": "And so the bounty of God is actually shaped according to the capacity of man's faith, so that to one it is said: \"According to thy faith be it unto thee:\" and to another: \"Go thy way, and as thou hast believed so be it unto thee;\" to another \"Be it unto thee according as thou wilt,\" and again to another: \"Thy faith hath made thee whole\"."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "John Cassian: Confrences XIII 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIII 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIII 16:2",
                            "text": "Of the grace of God; to the effect that it transcends the narrow limits of human faith."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIII 16:3",
                            "text": "But let no one imagine that we have brought forward these instances to try to make out that the chief share in our salvation rests with our faith, according to the profane notion of some who attribute everything to free will and lay down that the grace of God is dispensed in accordance with the desert of each man: but we plainly assert our unconditional opinion that the grace of God is superabounding, and sometimes overflows the narrow limits of man's lack of faith."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIII 16:4",
                            "text": "And this, as we remember, happened in the case of the ruler in the gospel, who, as he believed that it was an easier thing for his son to be cured when sick than to be raised when dead, implored the Lord to come at once, saying: \"Lord, come down ere my child die;\" and though Christ reproved his lack of faith with these words: \"Except ye see signs and wonders ye will not believe,\" yet He did not manifest the grace of His Divinity in proportion to the weakness of his faith, nor did He expell the deadly disease of the fever by His bodily presence, as the man believed he would, but by the word of His power, saying: \"Go thy way, thy son liveth\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIII 16:5",
                            "text": "And we read also that the Lord poured forth this superabundance of grace in the case of the cure of the paralytic, when, though he only asked for the healing of the weakness by which his body was enervated, He first brought health to the soul by saying: \"Son, be of good cheer, thy sins be forgiven thee\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIII 16:6",
                            "text": "After which, when the scribes did not believe that He could forgive men's sins, in order to confound their incredulity, He set free by the power of His word the man's limb, and put an end to his disease of paralysis, by saying: \"Why think ye evil in your hearts? Whether is easier to say, thy sins be forgiven thee, or to say, arise and walk? But that ye may know that the Son of man hath power on earth to forgive sins, then saith He to the sick of the palsy: Arise, take up thy bed, and go unto thine house\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIII 16:7",
                            "text": "And in the same way in the case of the man who had been lying for thirty-eight years near the edge of the pool, and hoping for a cure from the moving of the water, He showed the princely character of His bounty unasked."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIII 16:8",
                            "text": "For when in His wish to arouse him for the saving remedy, He had said to him: \"willest thou to be made whole,\" and when the man complained of his lack of human assistance and said: \"I have no man to put me into the pool when the water is troubled,\" the Lord in His pity granted pardon to his unbelief and ignorance, and restored him to his former health, not in the way which he expected, but in the way which He Himself willed, saying: \"Arise, take up thy bed and go unto thine house\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIII 16:9",
                            "text": "And what wonder if these acts are told of the Lord's power, when Divine grace has actually wrought similar works by means of His servants! For when Peter and John were entering the temple, when the man who was lame from his mother's womb and had no idea how to walk, asked an alms, they gave him not the miserable coppers which the sick man asked for, but the power to walk, and when he was only expecting the smallest of gifts to console him, enriched him with the prize of unlooked for health, as Peter said: \"Silver and gold have I none: but such as I have, give I unto thee."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "John Cassian: Confrences XIII 16:10",
                            "text": "In the name of Jesus Christ of Nazareth, rise up and walk\"."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "John Cassian: Confrences XIII 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "John Cassian: Confrences XIII 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "John Cassian: Confrences XIII 17:2",
                            "text": "Of the inscrutable providence of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "John Cassian: Confrences XIII 17:3",
                            "text": "By those instances then which we have brought forward from the gospel records we can very clearly perceive that God brings salvation to mankind in diverse and innumerable methods and inscrutable ways, and that He stirs up the course of some, who are already wanting it, and thirsting for it, to greater zeal, while He forces some even against their will, and resisting."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "John Cassian: Confrences XIII 17:4",
                            "text": "And that at one time He gives his assistance for the fulfilment of those things which he sees that we desire for our good, while at another time He puts into us the very beginnings of holy desire, and grants both the commencement of a good work and perseverance in it."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "John Cassian: Confrences XIII 17:5",
                            "text": "Hence it comes that in our  prayers we proclaim God as not only our Protector and Saviour, but actually as our Helper and Sponsor."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "John Cassian: Confrences XIII 17:6",
                            "text": "For whereas He first calls us to Him, and while we are still ignorant and unwilling, draws us towards salvation, He is our Protector and Saviour, but whereas when we are already striving, He is wont to bring us help, and to receive and defend those who fly to Him for refuge, He is termed our Sponsor and Refuge."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "John Cassian: Confrences XIII 17:7",
                            "text": "Finally the blessed Apostle when revolving in his mind this manifold bounty of God's providence, as he sees that he has fallen into some vast and boundless ocean of God's goodness, exclaims: \"O the depth of the riches of the wisdom and knowledge of God! How inscrutable are the judgments of God and His ways past finding out! For who hath known the mind of the Lord?\" Whoever then imagines that he can by human reason fathom the depths of that inconceivable abyss, will be trying to explain away the astonishment at that knowledge, at which that great and mighty teacher of the gentiles was awed."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "John Cassian: Confrences XIII 17:8",
                            "text": "For if a man thinks that he can either conceive in his mind or discuss exhaustively the dispensation of God whereby He works salvation in men, he certainly impugns the truth of the Apostle's words and asserts with profane audacity that His judgments can be scrutinized, and His ways searched out."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "John Cassian: Confrences XIII 17:9",
                            "text": "This providence and love of God therefore, which the Lord in His unwearied goodness vouchsafes to show us, He compares to the tenderest heart of a kind mother, as He wishes to express it by a figure of human affection, and finds in His creatures no such feeling of love, to which he could better compare it."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "John Cassian: Confrences XIII 17:10",
                            "text": "And He uses this example, because nothing dearer can be found in human nature, saying: \"Can a mother forget her child, that she should not have compassion on the son of her womb?\" But not content with this comparison He at once goes beyond it, and subjoins these words: \"And though she may forget, yet will not I forget thee\"."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "John Cassian: Confrences XIII 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "John Cassian: Confrences XIII 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "John Cassian: Confrences XIII 18:2",
                            "text": "The decision of the fathers that free will is not equal to save a man."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "John Cassian: Confrences XIII 18:3",
                            "text": "And from this it is clearly gathered by those who, led not by chattering words but by experience, measure the magnitude of grace, and the paltry limits of man's will, that \"the race is not to the swift nor the battle to the strong, nor food to the wise, nor riches to the prudent, nor grace to the learned,\" but that \"all these worketh that one and the selfsame Spirit, dividing to every man severally as He will\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "John Cassian: Confrences XIII 18:4",
                            "text": "And therefore it is proved by no doubtful faith but by experience which can (so to speak) be laid hold of, that God the Father of all things worketh indifferently all things in all, as the Apostle says, like some most kind father and most benign physician; and that now He puts into us the very beginnings of salvation, and gives to each the zeal of his free will; and now grants the carrying out of the work, and the perfecting of goodness; and now saves men, even against their will and without their knowledge, from ruin that is close at hand, and a headlong fall; and now affords them occasions and opportunities of salvation, and wards off headlong and violent attacks from purposes that would bring death; and assists some who are already willing and running, while He draws others who are unwilling and resisting, and forces them to a good will."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "John Cassian: Confrences XIII 18:5",
                            "text": "But that, when we do not always resist or remain persistently unwilling, everything is granted to us by God, and that the main share in our salvation is to be ascribed not to the merit of our own works but to heavenly grace, we are thus taught by the words of the Lord Himself: \"And you shall remember your ways and all your wicked doings with which you have been defiled; and you shall be displeased with yourselves in your own sight for all your wicked deeds which you have committed."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "John Cassian: Confrences XIII 18:6",
                            "text": "And you shall know that I am the Lord, when I shall have done well by you for My own name's sake, not according to your evil ways, nor according to your wicked deeds, O house of Israel\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "John Cassian: Confrences XIII 18:7",
                            "text": "And therefore it is laid down by all the Catholic fathers who have taught perfection of heart not by empty disputes of words, but in deed and act, that the first stage in the Divine gift is for each man to be inflamed with the desire of everything that is good, but in such a way that the choice of free will is open to either side: and that the second stage in Divine grace is for the aforesaid practices of virtue to be able to be performed, but in such a way that the possibilities of the will are not destroyed: the third stage also belongs to the gifts of God, so that it may be held by the persistence of the goodness already acquired, and in such a way that the liberty may not be surrendered and experience bondage."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "John Cassian: Confrences XIII 18:8",
                            "text": "For the God of all must be held to work in all, so as to incite, protect, and strengthen, but not to take away the freedom of the will which He Himself has once given."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "John Cassian: Confrences XIII 18:9",
                            "text": "If however any more subtle  inference of man's argumentation and reasoning seems opposed to this interpretation, it should be avoided rather than brought forward to the destruction of the faith (for we gain not faith from understanding, but understanding from faith, as it is written: \"Except ye believe, ye will not understand\") for how God works all things in us and yet everything can be ascribed to free will, cannot be fully grasped by the mind and reason of man."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "John Cassian: Confrences XIII 18:10",
                            "text": "Strengthened by this food the blessed Chaeremon prevented us from feeling the toil of so difficult a journey."
                        }
                    ]
                }
            ]
        }
    ]
}