{
    "books": [
        {
            "name": "Ignatius: Epistle to Smyraeans",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Ignatius: Epistle to Smyraeans 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Smyraeans 1:1",
                            "text": "The Epistle of Ignatius to the Smyrnaeans Shorter and Longer Versions."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Smyraeans 1:2",
                            "text": "Ignatius, who is also called Theophorus, to the Church of God the Father, and of the beloved Jesus Christ, which has through mercy obtained every kind of gift, which is filled with faith and love, and is deficient in no gift, most worthy of God, and adorned with holiness:the Church which is at Smyrna, in Asia, wishes abundance of happiness, through the immaculate Spirit and word of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Smyraeans 1:3",
                            "text": "Ignatius, who is also called Theophorus, to the Church of God the most high Father, and His beloved Son Jesus Christ, which has through mercy obtained every kind of gift, which is filled with faith and love, and is deficient in no gift, most worthy of God, and adorned with holiness: the Church which is at Smyrna, in Asia, wishes abundance of happiness, through the immaculate Spirit and word of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Smyraeans 1:4",
                            "text": "Chapter 1 — Thanks to God for your faith."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Smyraeans 1:5",
                            "text": "I Glorify God, even Jesus Christ, who has given you such wisdom."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Smyraeans 1:6",
                            "text": "For I have observed that ye are perfected in an immoveable faith, as if ye were nailed to the cross of our Lord Jesus Christ, both in the flesh and in the spirit, and are established in love through the blood of Christ, being fully persuaded with respect to our Lord, that He was truly of the seed of David according to the flesh, and the Son of God according to the will and power of God; that He was truly born of a virgin, was baptized by John, in order that all righteousness might be fulfilled by Him; and was truly, under Pontius Pilate and Herod the tetrarch, nailed to the cross for us in His flesh."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Smyraeans 1:7",
                            "text": "Of this fruit we are by His divinely-blessed passion, that He might set up a standard for all ages, through His resurrection, to all His holy and faithful followers, whether among Jews or Gentiles, in the one body of His Church."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Smyraeans 1:8",
                            "text": "I Glorify the God and Father of our Lord Jesus Christ, who by Him has given you such wisdom."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Smyraeans 1:9",
                            "text": "For I have observed that ye are perfected in an immoveable faith, as if ye were nailed to the cross of our Lord Jesus Christ, both in the flesh and in the spirit, and are established in love through the blood of Christ, being fully persuaded, in very truth, with respect to our Lord Jesus Christ, that He was the Son of God, \"the first-born of every creature,\" God the Word, the only-begotten Son, and was of the seed of David according to the flesh, by the Virgin Mary; was baptized by John, that all righteousness might be fulfilled by Him; that He lived a life of holiness without sin, and was truly, under Pontius Pilate and Herod the tetrarch, nailed to the cross for us in His flesh."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Ignatius: Epistle to Smyraeans 1:10",
                            "text": "From whom we also derive our being, from His divinely-blessed passion, that He might set up a standard for the ages, through His resurrection, to all His holy and faithful followers, whether among Jews or Gentiles, in the one body of His Church."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Ignatius: Epistle to Smyraeans 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Smyraeans 2:1",
                            "text": "Chapter 2 — Christ's true passion."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Smyraeans 2:2",
                            "text": "Now, He suffered all these things for our sakes, that we might be saved."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Smyraeans 2:3",
                            "text": "And He suffered truly, even as also He truly raised up Himself, not, as certain unbelievers maintain, that He only seemed to suffer, as they themselves only seem to be Christians."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Smyraeans 2:4",
                            "text": "And as they believe, so shall it happen unto them, when they shall be divested of their bodies, and be mere evil spirits."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Smyraeans 2:5",
                            "text": "Now, He suffered all these things for us; and He suffered them really, and not in appearance only, even as also He truly rose again."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Smyraeans 2:6",
                            "text": "But not, as some of the unbelievers, who are ashamed of the formation of man, and the cross, and death itself, affirm, that in appearance only, and not in truth, He took a body of the Virgin, and suffered only in appearance, forgetting, as they do, Him who said, \"The Word was made flesh;\" and again, \"Destroy this temple, and in three days I will raise it up;\" and once more, \"If I be lifted up from the earth, I will draw all men unto Me\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Smyraeans 2:7",
                            "text": "The Word therefore did dwell in flesh, for \"Wisdom built herself an house\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Smyraeans 2:8",
                            "text": "The Word raised up again His own temple on the third day, when it had been destroyed by the Jews fighting against Christ."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Ignatius: Epistle to Smyraeans 2:9",
                            "text": "The Word, when His flesh was lifted up, after the manner of the brazen serpent in the wilderness, drew all men to Himself for their eternal salvation."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Ignatius: Epistle to Smyraeans 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Smyraeans 3:1",
                            "text": "Chapter 3 — Christ was possessed of a body after His resurrection."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Smyraeans 3:2",
                            "text": "For I know that after His resurrection also He was still possessed of flesh, and I believe that He is so now."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Smyraeans 3:3",
                            "text": "When, for instance, He came to those who were with Peter, He said to them, \"Lay hold, handle Me, and see that I am not an incorporeal spirit\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Smyraeans 3:4",
                            "text": "And immediately they touched Him, and believed, being convinced both by His flesh and spirit."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Smyraeans 3:5",
                            "text": "For this cause also they despised death, and were found its conquerors."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Smyraeans 3:6",
                            "text": "And after his resurrection He did eat and drink with them, as being possessed of flesh, although spiritually He was united to the Father."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Smyraeans 3:7",
                            "text": "And I know that He was possessed of a body not only in His being born and crucified, but I also know that He was so after His resurrection, and believe that He is so now."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Smyraeans 3:8",
                            "text": "When, for instance, He came to those who were with Peter, He said to them, \"Lay hold, handle Me, and see that I am not an incorporeal spirit\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Smyraeans 3:9",
                            "text": "\"For a spirit hath not flesh and bones, as ye see Me have\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Smyraeans 3:10",
                            "text": "And He says to Thomas, \"Reach hither thy finger into the print of the nails, and reach hither thy hand, and thrust it into My side;\" and immediately they believed that He was Christ."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Smyraeans 3:11",
                            "text": "Wherefore Thomas also says to Him, \"My Lord, and my God\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Smyraeans 3:12",
                            "text": "And on this account also did they despise death, for it were too little to say, indignities and stripes."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Smyraeans 3:13",
                            "text": "Nor was this all; but also after He had shown Himself to them, that He had risen indeed, and not in appearance only, He both ate and drank with them during forty entire days."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Smyraeans 3:14",
                            "text": "And thus was He, with the flesh, received up in their sight unto Him that sent Him, being with that same flesh to come again, accompanied by glory and power."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Smyraeans 3:15",
                            "text": "For, say the holy oracles, \"This same Jesus, who is taken up from you into heaven, shall so come, in like manner as ye have seen Him go unto heaven\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Ignatius: Epistle to Smyraeans 3:16",
                            "text": "But if they say that He will come at the end of the world without a body, how shall those \"see Him that pierced Him,\" and when they recognise Him, \"mourn for themselves?\" For incorporeal beings have neither form nor figure, nor the aspect of an animal possessed of shape, because their nature is in itself simple."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Ignatius: Epistle to Smyraeans 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Smyraeans 4:1",
                            "text": "Chapter 4 — Beware of these heretics."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Smyraeans 4:2",
                            "text": "I give you these instructions, beloved, assured that ye also hold the same opinions as I do."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Smyraeans 4:3",
                            "text": "But I guard you beforehand from those beasts in the shape of men, whom you must not only not receive, but, if it be possible, not even meet with; only you must pray to God for them, if by any means they may be brought to repentance, which, however, will be very difficult."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Smyraeans 4:4",
                            "text": "Yet Jesus Christ, who is our true life, has the power of effecting this."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Smyraeans 4:5",
                            "text": "But if these things were done by our Lord only in appearance, then am I also only in appearance bound."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Smyraeans 4:6",
                            "text": "And why have I also surrendered myself to death, to fire, to the sword, to the wild beasts? But, in fact, he who is near to the sword is near to God; he that is among the wild beasts is in company with God; provided only he be so in the name of Jesus Christ."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Smyraeans 4:7",
                            "text": "I undergo all these things that I may suffer together with Him, He who became a perfect man inwardly strengthening me."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Smyraeans 4:8",
                            "text": "I give you these instructions, beloved, assured that ye also hold the same opinions as I do."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Smyraeans 4:9",
                            "text": "But I guard you beforehand from these beasts in the shape of men, from whom you must not only turn away, but even flee from them."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Smyraeans 4:10",
                            "text": "Only you must pray for them, if by any means they may be brought to repentance."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Smyraeans 4:11",
                            "text": "For if the Lord were in the body in appearance only, and were crucified in appearance only, then am I also bound in appearance only."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Ignatius: Epistle to Smyraeans 4:12",
                            "text": "And why have I also surrendered myself to death, to fire, to the sword, to the wild beasts? But, in fact, I endure all things for Christ, not in appearance only, but in reality, that I may suffer together with Him, while He Himself inwardly strengthens me; for of myself I have no such ability."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Ignatius: Epistle to Smyraeans 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Smyraeans 5:1",
                            "text": "Chapter 5 — Their dangerous errors."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Smyraeans 5:2",
                            "text": "Some ignorantly deny Him, or rather have been denied by Him, being the advocates of death rather than of the truth."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Smyraeans 5:3",
                            "text": "These persons neither have the prophets persuaded, nor the law of Moses, nor the Gospel even to this day, nor the sufferings we have individually endured."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Smyraeans 5:4",
                            "text": "For they think also the same thing regarding us."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Smyraeans 5:5",
                            "text": "For what does any one profit me, if he commends me, but blasphemes my Lord, not confessing that He was truly possessed of a body? But he who does not acknowledge this, has in fact altogether denied Him, being enveloped in death."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Smyraeans 5:6",
                            "text": "I have not, however, thought good to write the names of such persons, inasmuch as they are unbelievers."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Smyraeans 5:7",
                            "text": "Yea, far be it from me to make any mention of them, until they repent and return to a true belief in Christ's passion, which is our resurrection."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Smyraeans 5:8",
                            "text": "Some have ignorantly denied Him, and advocate falsehood rather than the truth."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Smyraeans 5:9",
                            "text": "These persons neither have the prophecies persuaded, nor the law of Moses, nor the Gospel even to this day, nor the sufferings we have individually endured."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Smyraeans 5:10",
                            "text": "For they think also the same thing regarding us."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Smyraeans 5:11",
                            "text": "For what does it profit, if any one commends me, but blasphemes my Lord, not owning Him to be God incarnate? He that does not confess this, has in fact altogether denied Him, being enveloped in death."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Ignatius: Epistle to Smyraeans 5:12",
                            "text": "I have not, however, thought good to write the names of such persons, inasmuch as they are unbelievers; and far be it from me to make any mention of them, until they repent."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Ignatius: Epistle to Smyraeans 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Smyraeans 6:1",
                            "text": "Chapter 6 —Unbelievers in the blood of Christ shall be condemned."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Smyraeans 6:2",
                            "text": "Let no man deceive himself."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Smyraeans 6:3",
                            "text": "Both the things which are in heaven, and the glorious angels, and rulers, both visible and invisible, if they believe not in the blood of Christ, shall, in consequence, incur condemnation."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Smyraeans 6:4",
                            "text": "\"He that is able to receive it, let him receive it\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Smyraeans 6:5",
                            "text": "Let not high place puff any one up: for that which is worth all is faith and love, to which nothing is to be preferred."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Smyraeans 6:6",
                            "text": "But consider those who are of a different opinion with respect to the grace of Christ which has come unto us, how opposed they are to the will of God."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Smyraeans 6:7",
                            "text": "They have no regard for love; no care for the widow, or the orphan, or the oppressed; of the bond, or of the free; of the hungry, or of the thirsty."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Smyraeans 6:8",
                            "text": "Let no man deceive himself."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Smyraeans 6:9",
                            "text": "Unless he believes that Christ Jesus has lived in the flesh, and shall confess His cross and passion, and the blood which He shed for the salvation of the world, he shall not obtain eternal life, whether he be a king, or a priest, or a ruler, or a private person, a master or a servant, a man or a woman."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Smyraeans 6:10",
                            "text": "\"He that is able to receive it, let him receive it\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Smyraeans 6:11",
                            "text": "Let no man's place, or dignity, or riches, puff him up; and let no man's low condition or poverty abase him."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Smyraeans 6:12",
                            "text": "For the chief points are faith towards God, hope towards Christ, the enjoyment of those good things for which we look, and love towards God and our neighbour."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Smyraeans 6:13",
                            "text": "For, \"Thou shall love the Lord thy God with all thy heart, and thy neighbour as thyself\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Smyraeans 6:14",
                            "text": "And the Lord says, \"This is life eternal, to know the only true God, and Jesus Christ whom He has sent\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Smyraeans 6:15",
                            "text": "And again, \"A new commandment give I unto you, that ye love one another."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Smyraeans 6:16",
                            "text": "On these two commandments hang all the law and the prophets\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Smyraeans 6:17",
                            "text": "Do ye, therefore, notice those who preach other doctrines, how they affirm that the Father of Christ cannot be known, and how they exhibit enmity and deceit in their dealings with one another."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Ignatius: Epistle to Smyraeans 6:18",
                            "text": "They have no regard for love; they despise the good things we expect hereafter; they regard present things as if they were durable; they ridicule him that is in affliction; they laugh at him that is in bonds."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Ignatius: Epistle to Smyraeans 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Smyraeans 7:1",
                            "text": "Chapter 7 — Let us stand aloof from such heretics."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Smyraeans 7:2",
                            "text": "They abstain from the Eucharist and from prayer, because they confess not the Eucharist to be the flesh of our Saviour Jesus Christ, which suffered for our sins, and which the Father, of His goodness, raised up again."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Smyraeans 7:3",
                            "text": "Those, therefore, who speak against this gift of God, incur death in the midst of their disputes."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Smyraeans 7:4",
                            "text": "But it were better for them to treat it with respect, that they also might rise again."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Smyraeans 7:5",
                            "text": "It is fitting, therefore, that ye should keep aloof from such persons, and not to speak of them either in private or in public, but to give heed to the prophets, and above all, to the Gospel, in which the passion of Christ has been revealed to us, and the resurrection has been fully proved."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Smyraeans 7:6",
                            "text": "But avoid all divisions, as the beginning of evils."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Smyraeans 7:7",
                            "text": "They are ashamed of the cross; they mock at the passion; they make a jest of the resurrection."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Smyraeans 7:8",
                            "text": "They are the offspring of that spirit who is the author of all evil, who led Adam, by means of his wife, to transgress the commandment, who slew Abel by the hands of Cain, who fought against Job, who was the accuser of Joshua the son of Josedech, who sought to \"sift the faith\" of the apostles, who stirred up the multitude of the Jews against the Lord, who also now \"worketh in the children of disobedience; from whom the Lord Jesus Christ will deliver us, who prayed that the faith of the apostles might not fail, not because He was not able of Himself to preserve it, but because He rejoiced in the pre-eminence of the Father."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Smyraeans 7:9",
                            "text": "It is fitting, therefore, that ye should keep aloof from such persons, and neither in private nor in public to talk with them; but to give heed to the law, and the prophets, and to those who have preached to you the word of salvation."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Ignatius: Epistle to Smyraeans 7:10",
                            "text": "But flee from all abominable heresies, and those that cause schisms, as the beginning of evils."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Ignatius: Epistle to Smyraeans 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Smyraeans 8:1",
                            "text": "Chapter 8 — Let nothing be done without the bishop."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Smyraeans 8:2",
                            "text": "See that ye all follow the bishop, even as Jesus Christ does the Father, and the presbytery as ye would the apostles; and reverence the deacons, as being the institution of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Smyraeans 8:3",
                            "text": "Let no man do anything connected with the Church without the bishop."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Smyraeans 8:4",
                            "text": "Let that be deemed a proper Eucharist, which is administered either by the bishop, or by one to whom he has entrusted it."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Smyraeans 8:5",
                            "text": "Wherever the bishop shall appear, there let the multitude of the people also be; even as, wherever Jesus Christ is, there is the Catholic Church."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Smyraeans 8:6",
                            "text": "It is not lawful without the bishop either to baptize or to celebrate a love-feast; but whatsoever he shall approve of, that is also pleasing to God, so that everything that is done may be secure and valid."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Smyraeans 8:7",
                            "text": "See that ye all follow the bishop, even as Christ Jesus does the Father, and the presbytery as ye would the apostles."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Smyraeans 8:8",
                            "text": "Do ye also reverence the deacons, as those that carry out through their office the appointment of God."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Smyraeans 8:9",
                            "text": "Let no man do anything connected with the Church without the bishop."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Smyraeans 8:10",
                            "text": "Let that be deemed a proper Eucharist, which is administered either by the bishop, or by one to whom he has entrusted it."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Smyraeans 8:11",
                            "text": "Wherever the bishop shall appear, there let the multitude of the people also be; even as where Christ is, there does all the heavenly host stand by, waiting upon Him as the Chief Captain of the Lord's might, and the Governor of every intelligent nature."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Smyraeans 8:12",
                            "text": "It is not lawful without the bishop either to baptize, or to offer, or to present sacrifice, or to celebrate a love-feast."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Ignatius: Epistle to Smyraeans 8:13",
                            "text": "But that which seems good to him, is also well-pleasing to God, that everything ye do may be secure and valid."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Ignatius: Epistle to Smyraeans 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Smyraeans 9:1",
                            "text": "Chapter 9 — Honour the bishop."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Smyraeans 9:2",
                            "text": "Moreover, it is in accordance with reason that we should return to soberness of conduct, and, while yet we have opportunity, exercise repentance towards God."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Smyraeans 9:3",
                            "text": "It is well to reverence both God and the bishop."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Smyraeans 9:4",
                            "text": "He who honours the bishop has been honoured by God; he who does anything without the knowledge of the bishop, does in reality serve the devil."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Smyraeans 9:5",
                            "text": "Let all things, then, abound to you through grace, for ye are worthy."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Smyraeans 9:6",
                            "text": "Ye have refreshed me in all things, and Jesus Christ shall refresh you."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Smyraeans 9:7",
                            "text": "Ye have loved me when absent as well as when present."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Smyraeans 9:8",
                            "text": "May God recompense you, for whose sake, while ye endure all things, ye shall attain unto Him."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Smyraeans 9:9",
                            "text": "Moreover, it is in accordance with reason that we should return to soberness of conduct, and, while yet we have opportunity, exercise repentance towards God."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Smyraeans 9:10",
                            "text": "For \"in Hades there is no one who can confess his sins\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Smyraeans 9:11",
                            "text": "For \"behold the man, and his work is before him\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Smyraeans 9:12",
                            "text": "And the Scripture saith, \"My son, honour thou God and the king\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Smyraeans 9:13",
                            "text": "And say I, Honour thou God indeed, as the Author and Lord of all things, but the bishop as the high-priest, who bears the image of God—of God, inasmuch as he is a ruler, and of Christ, in his capacity of a priest."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Smyraeans 9:14",
                            "text": "After Him, we must also honour the king."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Smyraeans 9:15",
                            "text": "For there is no one superior to God, or even like to Him, among all the beings that exist."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Smyraeans 9:16",
                            "text": "Nor is there any one in the Church greater than the bishop, who ministers as a priest to God for the salvation of the whole world."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Smyraeans 9:17",
                            "text": "Nor, again, is there any one among rulers to be compared with the king, who secures peace and good order to those over whom he rules."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Smyraeans 9:18",
                            "text": "He who honours the bishop shall be honoured by God, even as he that dishonours him shall be punished by God."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Smyraeans 9:19",
                            "text": "For if he that rises up against kings is justly held worthy of punishment, inasmuch as he dissolves public order, of how much sorer punishment, suppose ye, shall he be thought worthy, who presumes to do anything without the bishop, thus both destroying the Church's unity, and throwing its order into confusion? For the priesthood is the very highest point of all good things among men, against which whosoever is mad enough to strive, dishonours not man, but God, and Christ Jesus, the First-born, and the only High Priest, by nature, of the Father."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Smyraeans 9:20",
                            "text": "Let all things therefore be done by you with good order in Christ."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Smyraeans 9:21",
                            "text": "Let the laity be subject to the deacons; the deacons to the presbyters; the presbyters to the bishop; the bishop to Christ, even as He is to the Father."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Smyraeans 9:22",
                            "text": "As ye, brethren, have refreshed me, so will Jesus Christ refresh you."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Smyraeans 9:23",
                            "text": "Ye have loved me when absent, as well as when present."
                        },
                        {
                            "verse": 24,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Smyraeans 9:24",
                            "text": "God will recompense you, for whose sake ye have shown such kindness towards His prisoner."
                        },
                        {
                            "verse": 25,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Smyraeans 9:25",
                            "text": "For even if I am not worthy of it, yet your zeal to help me is an admirable thing."
                        },
                        {
                            "verse": 26,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Smyraeans 9:26",
                            "text": "For \"he who honours a prophet in the name of a prophet, shall receive a prophet's reward\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 9,
                            "name": "Ignatius: Epistle to Smyraeans 9:27",
                            "text": "It is manifest also, that he who honours a prisoner of Jesus Christ shall receive the reward of the martyrs."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Ignatius: Epistle to Smyraeans 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Smyraeans 10:1",
                            "text": "Chapter 10 — Acknowledgment of their kindness."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Smyraeans 10:2",
                            "text": "Ye have done well in receiving Philo and Rheus Agathopus as servants of Christ our God, who have followed me for the sake of God, and who give thanks to the Lord in your behalf, because ye have in every way refreshed them."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Smyraeans 10:3",
                            "text": "None of these things shall be lost to you."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Smyraeans 10:4",
                            "text": "May my spirit be for you, and my bonds, which ye have not despised or been ashamed of; nor shall Jesus Christ, our perfect hope, be ashamed of you."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Smyraeans 10:5",
                            "text": "Ye have done well in receiving Philo, and Gaius, and Agathopus, who, being the servants of Christ, have followed me for the sake of God, and who greatly bless the Lord in your behalf, because ye have in every way refreshed them."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Smyraeans 10:6",
                            "text": "None of those things which ye have done to them shall be passed by without being reckoned unto you."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Smyraeans 10:7",
                            "text": "\"The Lord grant\" to you \"that ye may find mercy of the Lord in that day!\" May my spirit be for you, and my bonds, which ye have not despised or been ashamed of."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Ignatius: Epistle to Smyraeans 10:8",
                            "text": "Wherefore, neither shall Jesus Christ, our perfect hope, be ashamed of you."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Ignatius: Epistle to Smyraeans 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Ignatius: Epistle to Smyraeans 11:1",
                            "text": "Chapter 11 — Request to them to send a messenger to Antioch."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Ignatius: Epistle to Smyraeans 11:2",
                            "text": "Your prayer has reached to the Church which is at Antioch in Syria."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Ignatius: Epistle to Smyraeans 11:3",
                            "text": "Coming from that place bound with chains, most acceptable to God, I salute all; I who am not worthy to be styled from thence, inasmuch as I am the least of them."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Ignatius: Epistle to Smyraeans 11:4",
                            "text": "Nevertheless, according to the will of God, I have been thought worthy of this honour, not that I have any sense of having deserved it, but by the grace of God, which I wish may be perfectly given to me, that through your prayers I may attain to God."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Ignatius: Epistle to Smyraeans 11:5",
                            "text": "In order, therefore, that your work may be complete both on earth and in heaven, it is fitting that, for the honour of God, your Church should elect some worthy delegate; so that he, journeying into Syria, may congratulate them that they are now at peace, and are restored to their proper greatness, and that their proper constitution has been re-established among them."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Ignatius: Epistle to Smyraeans 11:6",
                            "text": "It seems then to me a becoming thing, that you should send some one of your number with an epistle, so that, in company with them, he may rejoice over the tranquility which, according to the will of God, they have obtained, and because that, through your prayers, they have now reached the harbour."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Ignatius: Epistle to Smyraeans 11:7",
                            "text": "As persons who are perfect, ye should also aim at those things which are perfect."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Ignatius: Epistle to Smyraeans 11:8",
                            "text": "For when ye are desirous to do well, God is also ready to assist you."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Ignatius: Epistle to Smyraeans 11:9",
                            "text": "Your prayers have reached to the Church of Antioch, and it is at peace."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Ignatius: Epistle to Smyraeans 11:10",
                            "text": "Coming from that place bound, I salute all; I who am not worthy to be styled from thence, inasmuch as I am the least of them."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Ignatius: Epistle to Smyraeans 11:11",
                            "text": "Nevertheless, according to the will of God, I have been thought worthy of this honour, not that I have any sense of having deserved it, but by the grace of God, which I wish may be perfectly given to me, that through your prayers I may attain to God."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Ignatius: Epistle to Smyraeans 11:12",
                            "text": "In order, therefore, that your work may be complete both on earth and in heaven, it is fitting that, for the honour of God, your Church should elect some worthy delegate; so that he, journeying into Syria, may congratulate them that they are now at peace, and are restored to their proper greatness, and that their proper constitution has been re-established among them."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Ignatius: Epistle to Smyraeans 11:13",
                            "text": "What appears to me proper to be done is this, that you should send some one of your number with an epistle, so that, in company with them, he may rejoice over the tranquillity which, according to the will of God, they have obtained, and because that, through your prayers, I have secured Christ as a safe harbour."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Ignatius: Epistle to Smyraeans 11:14",
                            "text": "As persons who are perfect, ye should also aim at those things which are perfect."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Ignatius: Epistle to Smyraeans 11:15",
                            "text": "For when ye are desirous to do well, God is also ready to assist you."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Ignatius: Epistle to Smyraeans 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Ignatius: Epistle to Smyraeans 12:1",
                            "text": "Chapter 12 — Salutations."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Ignatius: Epistle to Smyraeans 12:2",
                            "text": "The love of the brethren at Troas salutes you; whence also I write to you by Burrhus, whom ye sent with me, together with the Ephesians, your brethren, and who has in all things refreshed me."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Ignatius: Epistle to Smyraeans 12:3",
                            "text": "And I would that all may imitate him, as being a pattern of a minister of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Ignatius: Epistle to Smyraeans 12:4",
                            "text": "Grace will reward him in all things."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Ignatius: Epistle to Smyraeans 12:5",
                            "text": "I salute your most worthy bishop, and your very venerable presbytery, and your deacons, my fellow-servants, and all of you individually, as well as generally, in the name of Jesus Christ, and in His flesh and blood, in His passion and resurrection, both corporeal and spiritual, in union with God and you."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Ignatius: Epistle to Smyraeans 12:6",
                            "text": "Grace, mercy, peace, and patience, be with you for evermore!  The love of your brethren at Troas salutes you; whence also I write to you by Burgus, whom ye sent with me, together with the Ephesians, your brethren, and who has in all things refreshed me."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Ignatius: Epistle to Smyraeans 12:7",
                            "text": "And I would that all may imitate him, as being a pattern of a minister of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Ignatius: Epistle to Smyraeans 12:8",
                            "text": "The grace of the Lord will reward him in all things."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Ignatius: Epistle to Smyraeans 12:9",
                            "text": "I salute your most worthy bishop Polycarp, and your venerable presbytery, and your Christ-bearing deacons, my fellow-servants, and all of you individually, as well as generally, in the name of Christ Jesus, and in His flesh and blood, in His passion and resurrection, both corporeal and spiritual, in union with God and you."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Ignatius: Epistle to Smyraeans 12:10",
                            "text": "Grace, mercy, peace, and patience, be with you in Christ for evermore!."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Ignatius: Epistle to Smyraeans 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Ignatius: Epistle to Smyraeans 13:1",
                            "text": "Chapter 13 — Conclusion."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Ignatius: Epistle to Smyraeans 13:2",
                            "text": "I salute the families of my brethren, with their wives and children, and the virgins who are called widows."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Ignatius: Epistle to Smyraeans 13:3",
                            "text": "Be ye strong, I pray, in the power of the Holy Ghost."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Ignatius: Epistle to Smyraeans 13:4",
                            "text": "Philo, who is with me, greets you."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Ignatius: Epistle to Smyraeans 13:5",
                            "text": "I salute the house of Tavias, and pray that it may be confirmed in faith and love, both corporeal and spiritual."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Ignatius: Epistle to Smyraeans 13:6",
                            "text": "I salute Alce, my well-beloved, and the incomparable Daphnus, and Eutecnus, and all by name."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Ignatius: Epistle to Smyraeans 13:7",
                            "text": "Fare ye well in the grace of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Ignatius: Epistle to Smyraeans 13:8",
                            "text": "I salute the families of my brethren, with their wives and children, and those that are ever virgins, and the widows."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Ignatius: Epistle to Smyraeans 13:9",
                            "text": "Be ye strong, I pray, in the power of the Holy Ghost."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Ignatius: Epistle to Smyraeans 13:10",
                            "text": "Philo, my fellow-servant, who is with me, greets you."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Ignatius: Epistle to Smyraeans 13:11",
                            "text": "I salute the house of Tavias, and pray that it may be confirmed in faith and love, both corporeal and spiritual."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Ignatius: Epistle to Smyraeans 13:12",
                            "text": "I salute Alce; my well-beloved, and the incomparable Daphnus, and Eutecnus, and all by name."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Ignatius: Epistle to Smyraeans 13:13",
                            "text": "Fare ye well in the grace of God, and of our Lord Jesus Christ, being filled with the Holy Spirit, and divine and sacred wisdom."
                        }
                    ]
                }
            ]
        }
    ]
}