{
    "books": [
        {
            "name": "Recognitions of Clement Book III",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Recognitions of Clement Book III 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book III 1:1",
                            "text": "The Recognitions of Clement Book III:   Book III."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book III 1:2",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book III 1:3",
                            "text": "—Pearls Before Swine."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book III 1:4",
                            "text": "Meantime Peter, rising at the crowing of the cock, and wishing to rouse us, found us awake, the evening light still burning; and when, according to custom, he had saluted us, and we had all sat down, he thus began."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book III 1:5",
                            "text": "\"Nothing is more difficult, my brethren, than to reason concerning the truth in the presence of a mixed multitude of people."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book III 1:6",
                            "text": "For that which is may not be spoken to all as it is, on account of those who hear wickedly and treacherously; yet it is not proper to deceive, on account of those who desire to hear the truth sincerely."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book III 1:7",
                            "text": "What, then, shall he do who has to address a mixed multitude? Shall he conceal what is true? How, then, shall he instruct those who are worthy? But if he set forth pure truth to those who do not desire to obtain salvation, he does injury to Him by whom he has been sent, and from whom he has received commandment not to throw the pearls of His words before swine and dogs, who, striving against them with arguments and sophisms, roll them in the mud of carnal understanding, and by their barkings and base answers break and weary the preachers of God's word."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book III 1:8",
                            "text": "Wherefore I also, for the most part, by using a certain circumlocution, endeavour to avoid publishing the chief knowledge concerning the Supreme Divinity to unworthy ears\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book III 1:9",
                            "text": "Then, beginning from the Father, and the Son, and the Holy Spirit, he briefly and plainly expounded to us, so that all of us hearing him wondered that men have forsaken the truth, and have turned themselves to vanity."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Recognitions of Clement Book III 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book III 2:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book III 2:2",
                            "text": "—Second Day's Discussion."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book III 2:3",
                            "text": "But when the day had dawned, some one came in and said: \"There is a very great multitude waiting in the court, and in the midst of them stands Simon, endeavouring to preoccupy the ears of the people with most wicked persuasions\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book III 2:4",
                            "text": "Then Peter, immediately going out, stood in the place where he had disputed the day before, and all the people turning to him with joy, gave heed to him."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book III 2:5",
                            "text": "But when Simon perceived that the people rejoiced at the sight of Peter, and were moved to love him, he said in confusion: \"I wonder at the folly of men, who call me a magician, and love Peter; whereas, having knowledge of me of old, they ought to love me rather."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book III 2:6",
                            "text": "And therefore from this sign those who have sense may understand that Peter may rather seem to be the magician, since affection is not borne to me, to whom it is almost due from acquaintance, but is abundantly expended upon him, to whom it is not due by any familiarity\"."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Recognitions of Clement Book III 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book III 3:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book III 3:2",
                            "text": "—Simon a Seducer."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book III 3:3",
                            "text": "While Simon was talking on in this style, Peter, having saluted the people in his usual way, thus answered: \"O Simon, his own conscience is sufficient for every one to confute him; but if you wonder at this, that those who are acquainted with you not only do not love you but even hate you, learn the reason from me."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book III 3:4",
                            "text": "Since you are a seducer you profess to proclaim the truth; and on this account you had many friends who had a desire to learn the truth."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book III 3:5",
                            "text": "But when they saw in you things contrary to what you professed, they being, as I said, lovers of truth, began not only not to love you, but even to hate you."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book III 3:6",
                            "text": "But yet they did not immediately forsake you, because you still promised that you could show them what is true."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book III 3:7",
                            "text": "As long, therefore, as no one was present who could show them, they bore with you; but since the hope of better instruction has dawned upon them, they despise you, and seek to know what they understand to be better."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book III 3:8",
                            "text": "And you indeed, acting by nefarious arts, thought at first that you should escape detection."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book III 3:9",
                            "text": "But you are detected."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book III 3:10",
                            "text": "For you are driven into a corner, and, contrary to your expectation, you are made notorious, not only as being ignorant of the truth, but as being unwilling to hear it from those who know it."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book III 3:11",
                            "text": "For if you had been willing to hear, that saying would have been exemplified in you, of Him who said that 'there is nothing hidden which shall not be known, nor covered which shall not be disclosed."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book III 3:12",
                            "text": "'\"."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Recognitions of Clement Book III 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book III 4:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book III 4:2",
                            "text": "—Simon Claims the Fulfilment of Peter's Promise."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book III 4:3",
                            "text": "While Peter spoke these words, and others to the same effect, Simon answered: \"I will not have you detain me with long speeches, Peter; I claim from you what you promised yesterday."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book III 4:4",
                            "text": "You then said that you could show that the law teaches concerning the immensity of the eternal light, and that there are only two heavens, and these created, and that the higher is the abode of that light, in which the ineffable Father dwells alone for ever; but that after the pattern of that heaven is made this visible heaven, which you asserted is to pass away."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book III 4:5",
                            "text": "You said, therefore, that the Father of all is one, because there cannot be two infinites; else neither of them would be infinite, because in that in which the one subsists, he makes a limit of the subsistence of the other."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book III 4:6",
                            "text": "Since then you not only promised this, but are able to show it from the law, leave off other matters and set about this\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book III 4:7",
                            "text": "Then Peter said: \"If I were asked to speak of these things only on your account, who come only for the purpose of contradicting, you should never hear a single discourse from me; but seeing it is necessary that the husbandman, wishing to sow good ground, should sow some seeds, either in stony places, or places that are to be trodden of men, or in places filled with brambles and briers (as our Master also set forth, indicating by these the diversities of the purposes of several souls), I shall not delay\"."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Recognitions of Clement Book III 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book III 5:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book III 5:2",
                            "text": "—Simon's Arrogance."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book III 5:3",
                            "text": "Then said Simon: \"You seem to me to be angry; but if it be so, it is not necessary to enter into the conflict\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book III 5:4",
                            "text": "Then Peter: \"I see that you perceive that you are to be convicted, and you wish politely to escape from the contest; for what have you seen to have made me angry against you, a man desiring to deceive so great a multitude, and when you have nothing to say, pretending moderation, who also command, forsooth, by your authority that the controversy shall be conducted as you please, and not as order demands?\" Then Simon: \"I shall enforce myself to bear patiently your unskilfulness, that I may show that you indeed wish to seduce the people, but that I teach the truth."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book III 5:5",
                            "text": "But now I refrain from a discussion concerning that boundless light."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book III 5:6",
                            "text": "Answer me, therefore, what I ask of you."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book III 5:7",
                            "text": "Since God, as you say, made all things, whence comes evil?\" Then said Peter: \"To put questions in this way is not the part of an opponent, but of a learner."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book III 5:8",
                            "text": "If therefore you wish to learn, confess it; and I shall first teach you how you ought to learn, and when you have learned to listen, then straightway I shall begin to teach you."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book III 5:9",
                            "text": "But if you do not wish to learn, as though you knew all things, I shall first set forth the faith which I preach, and do you also set forth what you think to be true; and when the profession of each of us has been disclosed, let our hearers judge whose discourse is supported by truth\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book III 5:10",
                            "text": "To this Simon answered: \"This is a good joke: behold a fellow who offers to teach me! Nevertheless I shall suffer you, and bear with your ignorance and your arrogance."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book III 5:11",
                            "text": "I confess, then, I do wish to learn; let us see how you can teach me\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Recognitions of Clement Book III 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book III 6:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book III 6:2",
                            "text": "—Existence of Evil."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book III 6:3",
                            "text": "Then Peter said: \"If you truly wish to learn, then first learn this, how unskilfully you have framed your question; for you say, Since God has created all things, whence is evil? But before you asked this, three sorts of questions should have had the precedence: First, Whether there be evil? Secondly, What evil is? Thirdly, To whom it is, and whence?\" To this Simon answered: \"Oh thou most unskilful and unlearned, is there any man who does not confess that there is evil in this life? Whence I also, thinking that you had even the common sense of all men, asked, whence evil is; not as wishing to learn, since I know all things, least of all from you, who know nothing, but that I might show you to be ignorant of all things."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book III 6:4",
                            "text": "And that you may not suppose that it is because I am angry that I speak somewhat sternly, know that I am moved with compassion for those who are present, whom you are attempting to deceive\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book III 6:5",
                            "text": "Then Peter said: \"The more wicked are you, if you can do such wrong, not being angry; but smoke must rise where there is fire."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book III 6:6",
                            "text": "Nevertheless I shall tell you, lest I should seem to take you up with words, so as not to answer to those things which you have spoken disorderly."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book III 6:7",
                            "text": "You say that all confess the existence of evil, which is verily false; for, first of all, the whole Hebrew nation deny its existence\"."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Recognitions of Clement Book III 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book III 7:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book III 7:2",
                            "text": "—Not Admitted by All."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book III 7:3",
                            "text": "Then Simon, interrupting his discourse, said: \"They do rightly who say that there is no evil\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book III 7:4",
                            "text": "Then Peter answered: \"We do not propose to speak of this now, but only to state the fact that the existence of evil is not universally admitted."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book III 7:5",
                            "text": "But the second question that you should have asked is, What is evil?—a substance, an accident, or an act? And many other things of the same sort."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book III 7:6",
                            "text": "And after that, towards what, or how it is, or to whom it is evil,—whether to God, or to angels, or to men, to the righteous or the wicked, to all or to some, to one's self or to no one? And then you should inquire, Whence it is?—whether from God, or from nothing; whether it has always been, or has had its beginning in time; whether it is useful or useless? and many other things which a proposition of this sort demands\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book III 7:7",
                            "text": "To this Simon answered: \"Pardon me; I was in error concerning the first question; but suppose that I now ask first, whether evil is or not?\"."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Recognitions of Clement Book III 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book III 8:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book III 8:2",
                            "text": "—Manner of Conducting the Discussion."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book III 8:3",
                            "text": "Then Peter said: \"In what way do you put the question; as wishing to learn, or to teach or for the sake of raising the question? If indeed as wishing to learn, I have something to teach you first, that coming by consequence and the right order of doctrine, you may understand from yourself what evil is."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book III 8:4",
                            "text": "But if you put the question as an instructor, I have no need to be taught by you, for I have a Master from whom I have learned all things."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book III 8:5",
                            "text": "But if you ask merely for the sake of raising a question and disputing, let each of us first set forth his opinion, and so let the matter be debated."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book III 8:6",
                            "text": "For it is not reasonable that you should ask as one wishing to learn, and contradict as one teaching, so that after my answer it should be in your discretion to say whether I have spoken well or ill."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book III 8:7",
                            "text": "Wherefore you cannot stand in the place of a gainsayer and be judge of what we say."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book III 8:8",
                            "text": "And therefore, as I said, if a discussion is to be held, let each of us state his sentiments; and while we are placed in conflict, these religious hearers will be just judges\"."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Recognitions of Clement Book III 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book III 9:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book III 9:2",
                            "text": "—Desire of Instruction."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book III 9:3",
                            "text": "Then Simon said: \"Does it not seem to you to be absurd that an unskilled people should sit in judgment upon our sayings?\" Then Peter: \"It is not so; for what perhaps is less clear to one, can be investigated by many, for oftentimes even a popular rumour has the aspect of a prophecy."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book III 9:4",
                            "text": "But in addition to all this, all these people stand here constrained by the love of God, and by a desire to know the truth, and therefore all these are to be regarded as one, by reason of their affection being one and the same towards the truth; as, on the other hand, two are many and diverse, if they disagree with each other."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book III 9:5",
                            "text": "But if you wish to receive an indication how all these people who stand before us are as one man, consider from their very silence and quietness how with all patience, as you see, they do honour to the truth of God, even before they learn it, for they have not yet learned the greater observance which they owe to it."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book III 9:6",
                            "text": "Wherefore I hope, through the mercy of God, that He will accept the religious purpose of their mind towards Him, and will give the palm of victory to him who preaches the truth, that He may make manifest to them the herald of truth\"."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Recognitions of Clement Book III 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book III 10:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book III 10:2",
                            "text": "—Common Principles."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book III 10:3",
                            "text": "Then Simon: \"On what subject do you wish the discussion to be held? Tell me, that I also may define what I think, and so the inquiry may begin\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book III 10:4",
                            "text": "And Peter answered: \"If indeed, you will do as I think right, I would have it done according to the precept of my Master, who first of all commanded the Hebrew nation, whom He knew to have knowledge of God, and that it is He who made the world, not that they should inquire about Him whom they knew, but that, knowing Him, they should investigate His will and His righteousness; because it is placed in men's power that, searching into these things, they may find, and do, and observe those things concerning which they are to be judged."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book III 10:5",
                            "text": "Therefore He commanded us to inquire, not whence evil cometh, as you asked just now, but to seek the righteousness of the good God, and His kingdom; and all these things, says He, shall be added to you\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book III 10:6",
                            "text": "Then Simon said: \"Since these things are commanded to Hebrews, as having a right knowledge of God, and being of opinion that every one has it in his power to do these things concerning which he is to be judged,—but my opinion differs from theirs,—where do you wish me to begin?\"."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Recognitions of Clement Book III 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book III 11:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book III 11:2",
                            "text": "—Freedom of the Will."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book III 11:3",
                            "text": "Then said Peter: \"I advise that the first inquiry be, whether it be in our power to know whence we are to be judged\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book III 11:4",
                            "text": "But Simon said: \"Not so; but concerning God, about whom all who are present are desirous to hear\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book III 11:5",
                            "text": "Then Peter: \"You admit, then, that something is in the power of the will: only confess this, if it is so, and let us inquire, as you say, concerning God\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book III 11:6",
                            "text": "To this Simon answered: \"By no means\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book III 11:7",
                            "text": "Then Peter said: \"If, then, nothing is in our power, it is useless for us to inquire anything concerning God, since it is not in the power of those who seek to find; hence I said well, that this should be the first inquiry, whether anything is in the power of the will\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book III 11:8",
                            "text": "Then said Simon: \"We cannot even understand this that you say, if there is anything in the power of the will\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book III 11:9",
                            "text": "But Peter, seeing that he was turning to contention, and, through fear of being overcome, was confounding all things as being in general uncertain, answered: \"How then do you know that it is not in the power of man to know anything, since this very thing at least you know?\"."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Recognitions of Clement Book III 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book III 12:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book III 12:2",
                            "text": "—Responsibility."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book III 12:3",
                            "text": "Then Simon said: \"I know not whether I know even this; for every one, according as it is decreed to him by fate, either does, or understands, or suffers\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book III 12:4",
                            "text": "Then Peter said: \"See, my brethren, into what absurdities Simon has fallen, who before my coming was teaching that men have it in their power to be wise and to do what they will, but now, driven into a corner by the force of my arguments, he denies that man has any power either of perceiving or of acting; and yet he presumes to profess himself to be a teacher! But tell me how then God judges according to truth every one for his doings, if men have it not in their own power to do anything? If this opinion be held, all things are torn up by the roots; vain will be the desire of following after goodness; yea, even in vain do the judges of the world administer laws and punish those who do amiss, for they had it not in their power not to sin; vain also will be the laws of nations which assign penalties to evil deeds."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book III 12:5",
                            "text": "Miserable also will those be who laboriously keep righteousness; but blessed those who, living in pleasure, exercise tyranny, living in luxury and wickedness."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book III 12:6",
                            "text": "According to this, therefore, there can be neither righteousness, nor goodness, nor any virtue, nor, as you would have it, any God."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book III 12:7",
                            "text": "But, O Simon, I know why you have spoken thus: truly because you wished to avoid inquiry, lest you should be openly confuted; and therefore you say that it is not in the power of man to perceive or to discern anything."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book III 12:8",
                            "text": "But if this had really been your opinion, you would not surely, before my coming, have professed yourself before the people to be a teacher."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book III 12:9",
                            "text": "I say, therefore, that man is under his own control\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book III 12:10",
                            "text": "Then said Simon: \"What is the meaning of being under his own control? Tell us\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book III 12:11",
                            "text": "To this Peter: \"If nothing can be learned, why do you wish to hear?\" And Simon said: \"You have nothing to answer to this\"."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Recognitions of Clement Book III 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book III 13:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book III 13:2",
                            "text": "—Origin of Evil."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book III 13:3",
                            "text": "Then said Peter: \"I shall speak, not as under compulsion from you, but at the request of the hearers."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book III 13:4",
                            "text": "The power of choice is the sense of the soul, possessing a quality by which it can be inclined towards what acts it wills\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book III 13:5",
                            "text": "Then Simon, applauding Peter for what he had spoken, said: \"Truly you have expounded it magnificently and incomparably, for it is my duty to bear testimony to your speaking well."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book III 13:6",
                            "text": "Now if you will explain to me this which I now ask you, in all things else I shall submit to you."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book III 13:7",
                            "text": "What I wish to learn, then, is this: if what God wishes to be, is; and what He does not wish to be, is not."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book III 13:8",
                            "text": "Answer me this\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book III 13:9",
                            "text": "Then Peter: \"If you do not know that you are asking an absurd and incompetent question, I shall pardon you and explain; but if you are aware that you are asking inconsequently, you do not well\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book III 13:10",
                            "text": "Then Simon said: \"I swear by the Supreme Divinity, whatsoever that may be, which judges and punishes those who sin, that I know not what I have said inconsequently, or what absurdity there is in my words, that is, in those that I have just uttered\"."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Recognitions of Clement Book III 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book III 14:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book III 14:2",
                            "text": "—God the Author of Good, Not of Evil."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book III 14:3",
                            "text": "To this Peter answered: \"Since, then, you confess that you are ignorant, now learn."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book III 14:4",
                            "text": "Your question demanded our deliverance on two matters that are contrary to one another."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book III 14:5",
                            "text": "For every motion is divided into two parts, so that a certain part is moved by necessity, and another by will; and those things which are moved by necessity are always in motion, those which are moved by will, not always."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book III 14:6",
                            "text": "For example, the sun's motion is performed by necessity to complete its appointed circuit, and every state and service of heaven depends upon necessary motions."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book III 14:7",
                            "text": "But man directs the voluntary motions of his own actions."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book III 14:8",
                            "text": "And thus there are some things which have been created for this end, that in their services they should be subject to necessity, and should be unable to do aught else than what has been assigned to them; and when they have accomplished this service, the Creator of all things, who thus arranged them according to His will, preserves them."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book III 14:9",
                            "text": "But there are other things, in which there is a power of will, and which have a free choice of doing what they will."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book III 14:10",
                            "text": "These, as I have said, do not remain always in that order in which they were created: but according as their will leads them, and the judgment of their mind inclines them, they effect either good or evil; and therefore He hath proposed rewards to those who do well, and penalties to those who do evil."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Recognitions of Clement Book III 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book III 15:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book III 15:2",
                            "text": "—\"Who Hath Resisted His Will?\" You say, therefore, if God wishes anything to be, it is; and if He do not wish it, it is not."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book III 15:3",
                            "text": "But if I were to answer that what He wishes is, and what He wishes not is not, you would say that then He wishes the evil things to be which are done in the world, since everything that He wishes is, and everything that He wishes not is not."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book III 15:4",
                            "text": "But if I had answered that it is not so that what God wishes is, and what He wishes not is not, then you would retort upon me that God must then be powerless, if He cannot do what He wills; and you would be all the more petulant, as thinking that you had got a victory, though had said nothing to the point."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book III 15:5",
                            "text": "Therefore you are ignorant, O Simon, yea very ignorant, how the will of God acts in each individual case."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book III 15:6",
                            "text": "For some things, as we have said, He has so willed to be, that they cannot be otherwise than as they are ordained by Him; and to these He has assigned neither rewards nor punishments; but those which He has willed to be so that they have it in their power to do what they will, He has assigned to them according to their actions and their wills, to earn either rewards or punishments."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book III 15:7",
                            "text": "Since, therefore, as I have informed you, all things that are moved are divided into two parts, according to the distinction that I formerly stated, everything that God wills is, and everything that He wills not is not."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Recognitions of Clement Book III 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book III 16:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book III 16:2",
                            "text": "—No Goodness Without Liberty."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book III 16:3",
                            "text": "To this Simon answered: \"Was not He able to make us all such that we should be good, and that we should not have it in our power to be otherwise?\" Peter answered: \"This also is an absurd question."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book III 16:4",
                            "text": "For if He had made us of an unchangeable nature and incapable of being moved away from good, we should not be really good, because we could not be aught else; and it would not be of our purpose that we were good; and what we did would not be ours, but of the necessity of our nature."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book III 16:5",
                            "text": "But how can that be called good which is not done of purpose? And on this account the world required long periods, until the number of souls which were predestined to fill it should be completed, and then that visible heaven should be folded up like a scroll, and that which is higher should appear, and the souls of the blessed, being restored to their bodies, should be ushered into light; but the souls of the wicked, for their impure actions being surrounded with fiery spirit, should be plunged into the abyss of unquenchable fire, to endure punishments through eternity."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book III 16:6",
                            "text": "Now that these things are so, the true Prophet."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book III 16:7",
                            "text": "has testified to us; concerning whom, if you wish to know that He is a prophet, I shall instruct you by innumerable declarations."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book III 16:8",
                            "text": "For of those things which were spoken by Him, even now everything that He said is being fulfilled; and those things which He spoke with respect to the future are believed to be about to be fulfilled, for faith is given to the future from those things which have already come to pass\"."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Recognitions of Clement Book III 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book III 17:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book III 17:2",
                            "text": "—The Visible Heaven: Why Made."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book III 17:3",
                            "text": "But Simon, perceiving that Peter was clearly assigning a reason from the head of prophecy, from which the whole question is settled, declined that the discourse should take this turn; and thus answered: \"Give me an answer to the questions that I put, and tell me, if that visible heaven is, as you say, to be dissolved, why was it made at first?\" Peter answered: \"It was made for the sake of this present life of men, that there might be some sort of interposition and separation, lest any unworthy one might see the habitation of the celestials and the abode of God Himself, which are prepared in order to be seen by those only who are of pure heart."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book III 17:4",
                            "text": "But now, that is in the time of the conflict, it has pleased Him that those things be invisible, which are destined as a reward to the conquerers\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book III 17:5",
                            "text": "Then Simon said: \"If the Creator is good, and the world is good, how shall He who is good ever destroy that which is good? But if He shall destroy that which is good, how shall He Himself be thought to be good? But if He shall dissolve and destroy it as evil, how shall He not appear to be evil, who has made that which is evil?\"."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Recognitions of Clement Book III 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book III 18:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book III 18:2",
                            "text": "—Why to Be Dissolved."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book III 18:3",
                            "text": "To this Peter replied: \"Since we have promised not to run away from your blasphemies, we endure them patiently, for you shall yourself render an account for the things that you speak."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book III 18:4",
                            "text": "Listen now, therefore."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book III 18:5",
                            "text": "If indeed that heaven which is visible and transient had been made for its own sake, there would have been some reason in what you say, that it ought not to be dissolved."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book III 18:6",
                            "text": "But if it was made not for its own sake, but for the sake of something else, it must of necessity be dissolved, that that for which it seems to have been made may appear."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book III 18:7",
                            "text": "As I might say, by way of illustration, however fairly and carefully the shell of the egg may seem to have been formed, it is yet necessary that it be broken and opened, that the chick may issue from it, and that may appear for which the form of the whole egg seems to have been moulded."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book III 18:8",
                            "text": "So also, therefore, it is necessary that the condition of this world pass away, that that sublimer condition of the heavenly kingdom may shine forth\"."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Recognitions of Clement Book III 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book III 19:1",
                            "text": "Chapter XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book III 19:2",
                            "text": "—Corruptible and Temporary Things Made by the Incorruptible and Eternal."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book III 19:3",
                            "text": "Then Simon: \"It does not seem to me that the heaven, which has been made by God, can be dissolved."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book III 19:4",
                            "text": "For things made by the Eternal One are eternal, while things made by a corruptible one are temporary and decaying\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book III 19:5",
                            "text": "Then Peter: \"It is not so."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book III 19:6",
                            "text": "Indeed corruptible and temporary things of all sorts are made by mortal creatures; but the Eternal does not always make things corruptible, nor always incorruptible; but according to the will of God the Creator, so will be the things which He creates."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book III 19:7",
                            "text": "For the power of God is not subject to law, but His will is law to His creatures\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book III 19:8",
                            "text": "Then Simon answered: \"I call you back to the first question."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book III 19:9",
                            "text": "You said now that God is visible to no one; but when that heaven shall be dissolved, and that superior condition of the heavenly kingdom shall shine forth, then those who are pure in heart shall see God; which statement is contrary to the law, for there it is written that God said, 'None shall see my face and live."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book III 19:10",
                            "text": "'\"."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Recognitions of Clement Book III 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book III 20:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book III 20:2",
                            "text": "—How the Pure in Heart See God."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book III 20:3",
                            "text": "Then Peter answered: \"To those who do not read the law according to the tradition of Moses, my speech appears to be contrary to it; but I will show you how it is not contradictory."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book III 20:4",
                            "text": "God is seen by the mind, not by the body; by the spirit, not by the flesh."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book III 20:5",
                            "text": "Whence also angels, who are spirits, see God; and therefore men, as long as they are men, cannot see Him."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book III 20:6",
                            "text": "But after the resurrection of the dead, when they shall have been made like the angels, they shall be able to see God."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book III 20:7",
                            "text": "And thus my statement is not contrary to the law; neither is that which our Master said, 'Blessed are they of a pure heart, for they shall see God."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book III 20:8",
                            "text": "' For He showed that a time shall come in which of men shall be made angels, who in the spirit of their mind shall see God\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book III 20:9",
                            "text": "After these and many similar sayings, Simon began to assert with many oaths, saying: \"Concerning one thing only render me a reason, whether the soul is immortal, and I shall submit to your will in all things."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book III 20:10",
                            "text": "But let it be to-morrow, for to-day it is late\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book III 20:11",
                            "text": "When therefore Peter began to speak, Simon went out, and with him a very few of his associates; and that for shame."
                        },
                        {
                            "verse": 12,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book III 20:12",
                            "text": "But all the rest, turning to Peter, on bended knees prostrated themselves before him; and some of those who were afflicted with diverse sicknesses, or invaded by demons, were healed by the prayer of Peter, and departed rejoicing, as having obtained at once the doctrine of the true God, and also His mercy."
                        },
                        {
                            "verse": 13,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book III 20:13",
                            "text": "When therefore the crowds had withdrawn, and only we his attendants remained with him, we sat down on couches placed on the ground, each one recognising his accustomed place, and having taken food, and given thanks to God, we went to sleep."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Recognitions of Clement Book III 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book III 21:1",
                            "text": "Chapter XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book III 21:2",
                            "text": "—Diligence in Study."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book III 21:3",
                            "text": "But on the following day, Peter, as usual, rising before dawn, found us already awake and ready to listen; and thus began: \"I entreat you, my brethren and fellow-servants, that if any of you is not able to wake, he should not torment himself through respect to my presence, because sudden change is difficult; but if for a long time one gradually accustoms himself, that will not be distressing which comes of use."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book III 21:4",
                            "text": "For we had not all the same training; although in course of time we shall be able to be moulded into one habit, for they say that custom holds the place of a second nature."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book III 21:5",
                            "text": "But I call God to witness that I am not offended, if any one is not able to wake; but rather by this, if, when any one sleeps all through the night, he does not in the course of the day fulfil that which he omitted in the night."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book III 21:6",
                            "text": "For it is necessary to give heed intently and unceasingly, to the study of doctrine, that our mind may be filled with the thought of God only: because in the mind which is filled with the thought of God, no place will be given to the wicked one\"."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Recognitions of Clement Book III 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book III 22:1",
                            "text": "Chapter XXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book III 22:2",
                            "text": "—Peter's Private Instruction."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book III 22:3",
                            "text": "When Peter spoke thus to us, every one of us eagerly assured him, that ere now we were awake, being satisfied with short sleep, but that we were afraid to arouse him, because it did not become the disciples to command the master; \"and yet even this, O Peter, we had almost ventured to take upon ourselves, because our hearts, agitated with longing for your words, drove sleep wholly from our eyes."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book III 22:4",
                            "text": "But again our affection towards you opposed it, and did not suffer us violently to rouse you\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book III 22:5",
                            "text": "Then Peter said: \"Since therefore you assert that you are willingly awake through desire of hearing, I wish to repeat to you more carefully, and to explain in their order, the things that were spoken yesterday without arrangement."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book III 22:6",
                            "text": "And this I propose to do throughout these daily disputations, that by night, when privacy of time and place is afforded, I shall unfold in correct order, and by a straight line of explanation, anything that in the controversy has not been stated with sufficient fulness\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book III 22:7",
                            "text": "And then he began to point out to us how the yesterday's discussion ought to have been conducted, and how it could not be so conducted on account of the contentiousness or the unskilfulness of his opponent; and how therefore he only made use of assertion, and only overthrew what was said by his adversary, but did not expound his own doctrines either completely or distinctly."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book III 22:8",
                            "text": "Then repeating the several matters to us, he discussed them in regular order and with full reason."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Recognitions of Clement Book III 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book III 23:1",
                            "text": "Chapter XXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book III 23:2",
                            "text": "—Learners and Cavillers."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book III 23:3",
                            "text": "But when the day began to be light, after prayer he went out to the crowds and stood in his accustomed place, for the discussion; and seeing Simon standing in the middle of the crowd, he saluted the people in his usual way, and said to them: \"I confess that I am grieved with respect to some men, who come to us in this way that they may learn something, but when we begin to teach them, they profess that they themselves are masters, and while indeed they ask questions as ignorant persons, they contradict as knowing ones."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book III 23:4",
                            "text": "But perhaps some one will say, that he who puts a question, puts it indeed in order that he may learn, but when that which he hears does not seem to him to be right, it is necessary that he should answer, and that seems to be contradiction which is not contradiction, but further inquiry."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Recognitions of Clement Book III 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book III 24:1",
                            "text": "Chapter XXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book III 24:2",
                            "text": "—Against Order is Against Reason."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book III 24:3",
                            "text": "\"Let such a one then hear this: The teaching of all doctrine has a certain order, and there are some things which must be delivered first, others in the second place, and others in the third, and so all in their order; and if these things be delivered in their order, they become plain; but if they be brought forward out of order, they will seem to be spoken against reason."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book III 24:4",
                            "text": "And therefore order is to be observed above all things, if we seek for the purpose of finding what we seek."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book III 24:5",
                            "text": "For he who enters rightly upon the road, will observe the second place in due order, and from the second will more easily find the third; and the further he proceeds, so much the more will the way of knowledge become open to him, even until he arrive at the city of truth, whither he is bound, and which he desires to reach."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book III 24:6",
                            "text": "But he who is unskilful, and knows not the way of inquiry, as a traveller in a foreign country, ignorant and wandering, if he will not employ a native of the country as a guide,—undoubtedly when he has strayed from the way of truth, shall remain outside the gates of life, and so, involved in the darkness of black night, shall walk through the paths of perdition."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book III 24:7",
                            "text": "Inasmuch therefore, as, if those things which are to be sought, be sought in an orderly manner, they can most easily be found, but the unskilful man is ignorant of the order of inquiry, it is right that the ignorant man should yield to the knowing one, and first learn the order of inquiry, that so at length he may find the method of asking and answering\"."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Recognitions of Clement Book III 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book III 25:1",
                            "text": "Chapter XXXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book III 25:2",
                            "text": "—Learning Before Teaching."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book III 25:3",
                            "text": "To this Simon replied: \"Then truth is not the property of all, but of those only who know the art of disputation, which is absurd; for it cannot be, since He is equally the God of all, that all should not be equally able to know His will\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book III 25:4",
                            "text": "Then Peter: \"All were made equal by Him, and to all He has given equally to be receptive of truth."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book III 25:5",
                            "text": "But that none of those who are born, are born with education, but education is subsequent to birth, no one can doubt."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book III 25:6",
                            "text": "Since, therefore, the birth of men holds equity in this respect, that all are equally capable of receiving discipline, the difference is not in nature, but in education."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book III 25:7",
                            "text": "Who does not know that the things which any one learns, he was ignorant of before he learned them?\" Then Simon said \"You say truly\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book III 25:8",
                            "text": "Then Peter said, \"If then in those arts which are in common use, one first learns and then teaches, how much more ought those who profess to be the educators of souls, first to learn, and so to teach, that they may not expose themselves to ridicule, if they promise to afford knowledge to others, when they themselves are unskilful?\" Then Simon: \"This is true in respect of those arts which are in common use; but in the word of knowledge, as soon as any one has heard, he has learned\"."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Recognitions of Clement Book III 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book III 26:1",
                            "text": "Chapter XXXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book III 26:2",
                            "text": "—Self-Evidence of the Truth."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book III 26:3",
                            "text": "Then said Peter: \"If indeed one hear in an orderly and regular manner he is able to know what is true; but he who refuses to submit to the rule of a reformed life and a pure conversation, which truly is the proper result of knowledge of the truth, will not confess that he knows what he does know."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book III 26:4",
                            "text": "For this is exactly what we see in the case of some who, abandoning the trades which they learned in their youth, betake themselves to other performances, and by way of excusing their own sloth, begin to find fault with the trade as unprofitable\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book III 26:5",
                            "text": "Then Simon: \"Ought all who hear to believe that whatever they hear is true?\" Then Peter: \"Whoever hears an orderly statement of the truth, cannot by any means gainsay it, but knows that what is spoken is true, provided he also willingly submit to the rules of life."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book III 26:6",
                            "text": "But those who, when they hear, are unwilling to betake themselves to good works, are prevented by the desire of doing evil from acquiescing in those things which they judge to be right."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book III 26:7",
                            "text": "Hence it is manifest that it is in the power of the hearers to choose which of the two they prefer."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book III 26:8",
                            "text": "But if all who hear were to obey, it would be rather a necessity of nature, leading all in one way."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book III 26:9",
                            "text": "For as no one can be persuaded to become shorter or taller, because the force of nature does not permit it; so also, if either all were converted to the truth by a word, or all were not converted, it would be the force of nature which compelled all in the one case, and none at all in the other, to be converted\"."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Recognitions of Clement Book III 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book III 27:1",
                            "text": "Chapter XXXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book III 27:2",
                            "text": "—God Righteous as Well as Good."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book III 27:3",
                            "text": "Then said Simon: \"Inform us, therefore, what he who desires to know the truth must first learn\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book III 27:4",
                            "text": "Then Peter: \"Before all things it must be inquired what it is possible for man to find out."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book III 27:5",
                            "text": "For of necessity the judgment of God turns upon this, if a man was able to do good and did it not."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book III 27:6",
                            "text": "And therefore men must inquire whether they have it in their power by seeking to find what is good, and to do it when they have found it; for this is that for which they are to be judged."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book III 27:7",
                            "text": "But more than this there is no occasion for any one but a prophet to know: for what is the need for men to know how the world was made? This, indeed, would be necessary to be learned if we had to enter upon a similar construction."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book III 27:8",
                            "text": "But now it is sufficient for us, in order to the worship of God, to know that He made the world; but how He made it is no subject of inquiry for us, because, as I have said, it is not incumbent upon us to acquire the knowledge of that art, as though we were about to make something similar."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book III 27:9",
                            "text": "But neither are we to be judged for this, why we have not learned how the world was made, but only for that, if we be without knowledge of its Creator."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book III 27:10",
                            "text": "For we shall know that the Creator of the world is the righteous and good God, if we seek Him in the paths of righteousness."
                        },
                        {
                            "verse": 11,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book III 27:11",
                            "text": "For if we only know regarding Him that He is good, such knowledge is not sufficient for salvation."
                        },
                        {
                            "verse": 12,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book III 27:12",
                            "text": "For in the present life not only the worthy, but also the unworthy, enjoy His goodness and His benefits."
                        },
                        {
                            "verse": 13,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book III 27:13",
                            "text": "But if we believe Him to be not only good, but also righteous, and if, according to what we believe concerning God, we observe righteousness in the whole course of our life, we shall enjoy His goodness for ever."
                        },
                        {
                            "verse": 14,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book III 27:14",
                            "text": "In a word, to the Hebrews, whose opinion concerning God was that He is only good, our Master said that they should seek also His righteousness; that is, that they should know that He is good indeed in this present time, that all may live in His goodness, but that He shall be righteous at the day of judgment, to bestow eternal rewards upon the worthy, from which the unworthy shall be excluded."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Recognitions of Clement Book III 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book III 28:1",
                            "text": "Chapter XXXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book III 28:2",
                            "text": "—God's Justice Shown at the Day of Judgment."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book III 28:3",
                            "text": "Then Simon: \"How can one and the same being be both good and righteous?\" Peter answered: \"Because without righteousness, goodness would be unrighteousness; for it is the part of a good God to bestow His sunshine and rain equally on the just and the unjust; but this would seem to be unjust, if He treated the good and the bad always with equal fortune, and were it not that He does it for the sake of the fruits, which all may equally enjoy who are born in this world."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book III 28:4",
                            "text": "But as the rain given by God equally nourishes the corn and the tares, but at the time of harvest the crops are gathered into the barn, but the chaff or the tares are burnt in the fire, so in the day of judgment, when the righteous shall be introduced into the kingdom of heaven, and the unrighteous shall be cast out, then also the justice of God shall be shown."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book III 28:5",
                            "text": "For if He remained for ever alike to the evil and the good, this would not only not be good, but even unrighteous and unjust; that the righteous and the unrighteous should be held by Him in one order of desert\"."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Recognitions of Clement Book III 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book III 29:1",
                            "text": "Chapter XXXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book III 29:2",
                            "text": "—Immortality of the Soul."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book III 29:3",
                            "text": "Then said Simon: \"The one point on which I should wish to be satisfied is, whether the soul is immortal; for I cannot take up the burden of righteousness unless I know first concerning the immortality of the soul; for indeed if it is not immortal, the profession of your preaching cannot stand\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book III 29:4",
                            "text": "Then said Peter: \"Let us first inquire whether God is just; for if this were ascertained, the perfect order of religion would straight-way be established\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book III 29:5",
                            "text": "Then Simon: \"With all your boasting of your knowledge of the order of discussion, you seem to me now to have answered contrary to order; for when I ask you to show whether the soul is immortal, you say that we must first inquire whether God is just\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book III 29:6",
                            "text": "Then said Peter: \"That is perfectly right and regular\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book III 29:7",
                            "text": "Simon: \"I should wish to learn how\"."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Recognitions of Clement Book III 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book III 30:1",
                            "text": "Chapter XL."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book III 30:2",
                            "text": "—Proved by the Success of the Wicked in This Life."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book III 30:3",
                            "text": "\"Listen, then,\" said Peter: \"Some men who are blasphemers against God, and who spend their whole life in injustice and pleasure die in their own bed and obtain honourable burial; while others who worship God, and maintain their life frugally with all honesty and sobriety, die in deserted places for their observance of righteousness, so that they are not even thought worthy of burial."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book III 30:4",
                            "text": "Where, then, is the justice of God, if there be no immortal soul to suffer punishment in the future for impious deeds, or enjoy rewards for piety and rectitude?\" Then Simon said: \"It is this indeed that makes me incredulous, because many well-doers perish miserably, and again many evil-doers finish long lives in happiness\"."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Recognitions of Clement Book III 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book III 31:1",
                            "text": "Chapter XLI."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book III 31:2",
                            "text": "—Cavils of Simon."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book III 31:3",
                            "text": "Then said Peter: \"This very thing which draws you into incredulity, affords to us a certain conviction that there shall be a judgment."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book III 31:4",
                            "text": "For since it is certain that God is just, it is a necessary consequence that there is another world, in which every one receiving according to his deserts, shall prove the justice of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book III 31:5",
                            "text": "But if all men were now receiving according to their deserts, we should truly seem to be deceivers when we say that there is a judgment to come; and therefore this very fact, that in the present life a return is not made to every one according to his deeds, affords, to those who know that God is just, an indubitable proof that there shall be a judgment\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book III 31:6",
                            "text": "Then said Simon: \"Why, then, am I not persuaded of it?\" Peter: \"Because you have not heard the true Prophet saying, 'Seek first His righteousness, and all these things shall be added to you."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book III 31:7",
                            "text": "' \"Then said Simon: \"Pardon me if I am unwilling to seek righteousness, before I know if the soul is immortal\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book III 31:8",
                            "text": "Then Peter: \"You also pardon me this one thing, because I cannot do otherwise than the Prophet of truth has instructed me\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book III 31:9",
                            "text": "Then said Simon: \"It is certain that you cannot assert that the soul is immortal, and therefore you cavil, knowing that if it be proved to be mortal, the whole profession of that religion which you are attempting to propagate will be plucked up by the roots."
                        },
                        {
                            "verse": 10,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book III 31:10",
                            "text": "And therefore, indeed, I commend your prudence, while I do not approve your persuasiveness; for you persuade many to embrace your religion, and to submit to the restraint of pleasure, in hope of future good things; to whom it happens that they lose the enjoyment of things present, and are deceived with hopes of things future."
                        },
                        {
                            "verse": 11,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book III 31:11",
                            "text": "For as soon as they die, their soul shall at the same time be extinguished\"."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Recognitions of Clement Book III 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book III 32:1",
                            "text": "Chapter XLII."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book III 32:2",
                            "text": "—\"Full of All Subtlety and All Mischief\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book III 32:3",
                            "text": "But Peter, when he heard him speak thus, grinding his teeth, and rubbing his forehead with his hand, and sighing with profound grief, said: \"Armed with the cunning of the old serpent, you stand forth to deceive souls; and therefore, as the serpent is more subtile than any other beast, you profess that you are a teacher from the beginning."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book III 32:4",
                            "text": "And again, like the serpent you wished to introduce many gods; but now, being confuted in that, you assert that there is no God at all."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book III 32:5",
                            "text": "For by occasion of I know not what unknown God, you denied that the Creator of the world is God, but asserted that He is either an evil being, or that He has many equals, or, as we have said, that He is not God at all."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book III 32:6",
                            "text": "And when you had been overcome in this position, you now assert that the soul is mortal, so that men may not live righteously and uprightly in hope of things to come."
                        },
                        {
                            "verse": 7,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book III 32:7",
                            "text": "For if there be no hope for the future, why should not mercy be given up, and men indulge in luxury and pleasures, from which it is manifest that all unrighteousness springs? And while you introduce so impious a doctrine into the miserable life of men, you call yourself pious, and me impious, because, under the hope of future good things, I will not suffer men to take up arms and fight against one another, plunder and subvert everything, and attempt whatsoever lust may dictate."
                        },
                        {
                            "verse": 8,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book III 32:8",
                            "text": "And what will be the condition of that life which you would introduce, that men will attack and be attacked, be enraged and disturbed, and live always in fear? For those who do evil to others must expect like evil to themselves."
                        },
                        {
                            "verse": 9,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book III 32:9",
                            "text": "Do you see that you are a leader of disturbance and not of peace, of iniquity and not of equity? But I feigned anger, not because I could not prove that the soul is immortal, but because I pity the souls which you are endeavouring to deceive."
                        },
                        {
                            "verse": 10,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book III 32:10",
                            "text": "I shall speak, therefore, but not as compelled by you; for I know how I should speak; and you will be the only one who wants not so much persuasion as admonition on this subject."
                        },
                        {
                            "verse": 11,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book III 32:11",
                            "text": "But those who are really ignorant of this, I shall instruct as is suitable\"."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Recognitions of Clement Book III 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book III 33:1",
                            "text": "Chapter XLIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book III 33:2",
                            "text": "—Simon's Subterfuges."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book III 33:3",
                            "text": "Then says Simon: \"If you are angry, I shall neither ask you any questions, nor do I wish to hear you\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book III 33:4",
                            "text": "Then Peter: \"If you are now seeking a pretext for escaping, you have full liberty, and need not use any special pretext."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book III 33:5",
                            "text": "For all have heard you speaking all amiss, and have perceived that you can prove nothing, but that you only asked questions for the sake of contradiction; which any one can do."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book III 33:6",
                            "text": "For what difficulty is there in replying, after the clearest proofs have been adduced, 'You have said nothing to the purpose?' But that you may know that I am able to prove to you in a single sentence that the soul is immortal, I shall ask you with respect to a point which all know; answer me, and I shall prove to you in one sentence that it is immortal\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book III 33:7",
                            "text": "Then Simon, who had thought that he had got, from the anger of Peter, a pretext for departing, stopped on account of the remarkable promise that was made to him, and said: \"Ask me then, and I shall answer you what all know, that I may hear in a single sentence, as you have promised, how the soul is immortal\"."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Recognitions of Clement Book III 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book III 34:1",
                            "text": "Chapter XLIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book III 34:2",
                            "text": "—Sight or Hearing? Then Peter: \"I shall speak so that it may be proved to you before all the rest."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book III 34:3",
                            "text": "Answer me, therefore, which of the two can better persuade an incredulous man, seeing or hearing?\" Then Simon said: \"Seeing\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book III 34:4",
                            "text": "Then Peter: \"Why then do you wish to learn from me by words, what is proved to you by the thing itself and by sight?\" Then Simon: \"I know not what you mean\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book III 34:5",
                            "text": "Then Peter: \"If you do not know, go now to your house, and entering the inner bed-chamber you will see an image placed, containing the figure of a murdered boy clothed in purple; ask him, and he will inform you either by hearing or seeing."
                        },
                        {
                            "verse": 6,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book III 34:6",
                            "text": "For what need is there to hear from him if the soul is immortal, when you see it standing before you? For if it were not in being, it assuredly could not be seen."
                        },
                        {
                            "verse": 7,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book III 34:7",
                            "text": "But if you know not what image I speak of, let us straightway go to your house, with ten other men, of those who are here present\"."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Recognitions of Clement Book III 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book III 35:1",
                            "text": "Chapter XLV."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book III 35:2",
                            "text": "—A Home-Thrust."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book III 35:3",
                            "text": "But Simon hearing this, and being smitten by his conscience, changed colour and became bloodless; for he was afraid, if he denied it, that his house would be searched, or that Peter in his indignation would betray him more openly, and so all would learn what he was."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book III 35:4",
                            "text": "Thus he answered: \"I beseech thee, Peter, by that good God who is in thee, to overcome the wickedness that is in me."
                        },
                        {
                            "verse": 5,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book III 35:5",
                            "text": "Receive me to repentance, and you shall have me as an assistant in your preaching."
                        },
                        {
                            "verse": 6,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book III 35:6",
                            "text": "For now I have learned in very deed that you are a prophet of the true God, and therefore you alone know the secret and hidden things of men\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book III 35:7",
                            "text": "Then said Peter: \"You see, brethren, Simon seeking repentance; in a little while you shall see him returning again to his infidelity."
                        },
                        {
                            "verse": 8,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book III 35:8",
                            "text": "For, thinking that I am a prophet, forasmuch as I have disclosed his wickedness, which he supposed to be secret and hidden, he has promised that he will repent."
                        },
                        {
                            "verse": 9,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book III 35:9",
                            "text": "But it is not lawful for me to lie, nor must I deceive, whether this infidel be saved or not saved."
                        },
                        {
                            "verse": 10,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book III 35:10",
                            "text": "For I call heaven and earth to witness, that I spoke not by a prophetic spirit what I said, and what I intimated, as far as was possible, to the listening crowds; but I learned from some who once were his associates in his works, but have now been converted to our faith, what things he did in secret."
                        },
                        {
                            "verse": 11,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book III 35:11",
                            "text": "Therefore I spoke what I knew, not what I foreknew\"."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Recognitions of Clement Book III 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book III 36:1",
                            "text": "Chapter XLVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book III 36:2",
                            "text": "—Simon's Rage."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book III 36:3",
                            "text": "But when Simon heard this, he assailed Peter with curses and reproaches, saying: \"Oh most wicked and most deceitful of men, to whom fortune, not truth, hath given the victory."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book III 36:4",
                            "text": "But I sought repentance not for defect of knowledge, but in order that you, thinking that by repentance I should become your disciple, might entrust to me all the secrets of your profession, and so at length, knowing them all, I might confute you."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book III 36:5",
                            "text": "But as you cunningly understood for what reason I had pretended penitence, and acquiesced as if you did not understand my stratagem, that you might first expose me in presence of the people as unskilful, then foreseeing that being thus exposed to the people, I must of necessity be indignant, and confess that I was not truly penitent, you anticipated me, that you might say, that I should, after my penitence, again return to my infidelity, that you might seem to have conquered on all sides, both if I continued in the penitence which I had professed, and if I did not continue; and so you should be believed to be wise, because you had foreseen these things, while I should seem to be deceived, because I did not foresee your trick."
                        },
                        {
                            "verse": 6,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book III 36:6",
                            "text": "But you foreseeing mine, have used subtlety and circumvented me."
                        },
                        {
                            "verse": 7,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book III 36:7",
                            "text": "But, as I said, your victory is the result of fortune, not of truth: yet I know why I did not foresee this; because I stood by you and spoke with you in my goodness, and bore patiently with you."
                        },
                        {
                            "verse": 8,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book III 36:8",
                            "text": "But now I shall show you the power of my divinity, so that you shall quickly fall down and worship me\"."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Recognitions of Clement Book III 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book III 37:1",
                            "text": "Chapter XLVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book III 37:2",
                            "text": "—Simon's Vaunt."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book III 37:3",
                            "text": "\"I am the first power, who am always, and without beginning."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book III 37:4",
                            "text": "But having entered the womb of Rachel, I was born of her as a man, that I might be visible to men."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book III 37:5",
                            "text": "I have flown through the air; I have been mixed with fire, and been made one body with it; I have made statues to move; I have animated lifeless things; I have made stones bread; I have flown from mountain to mountain; I have moved from place to place, upheld by angels' hands, and have lighted on the earth."
                        },
                        {
                            "verse": 6,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book III 37:6",
                            "text": "Not only have I done these things; but even now I am able to do them, that by facts I may prove to all, that I am the Son of God, enduring to eternity, and that I can make those who believe on me endure in like manner for ever."
                        },
                        {
                            "verse": 7,
                            "chapter": 37,
                            "name": "Recognitions of Clement Book III 37:7",
                            "text": "But your words are all vain; nor can you perform any real works such as I have now mentioned, as he also who sent you is a magician, who yet could not deliver himself from the suffering of the cross\"."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Recognitions of Clement Book III 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book III 38:1",
                            "text": "Chapter XLVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book III 38:2",
                            "text": "—Attempts to Create a Disturbance."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book III 38:3",
                            "text": "To this speech of Simon, Peter answered: \"Do not meddle with the things that belong to others; for that you are a magician, you have confessed and made manifest by the very deeds that you have done; but our Master, who is the Son of God and of man, is manifestly good; and that he is truly the Son of God has been told, and shall be told to those to whom it is fitting."
                        },
                        {
                            "verse": 4,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book III 38:4",
                            "text": "But if you will not confess that you are a magician, let us go, with all this multitude, to your house, and then it will be evident who is a magician\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book III 38:5",
                            "text": "While Peter was speaking thus, Simon began to assail him with blasphemies and curses, that he might make a riot, and excite all so that he could not be refuted, and that Peter, withdrawing on account of his blasphemy, might seem to be overcome."
                        },
                        {
                            "verse": 6,
                            "chapter": 38,
                            "name": "Recognitions of Clement Book III 38:6",
                            "text": "But he stood fast, and began to charge him more vehemently."
                        }
                    ]
                },
                {
                    "chapter": 39,
                    "name": "Recognitions of Clement Book III 39",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 39,
                            "name": "Recognitions of Clement Book III 39:1",
                            "text": "Chapter XLIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 39,
                            "name": "Recognitions of Clement Book III 39:2",
                            "text": "—Simon's Retreat."
                        },
                        {
                            "verse": 3,
                            "chapter": 39,
                            "name": "Recognitions of Clement Book III 39:3",
                            "text": "Then the people in indignation cast Simon from the court, and drove him forth from the gate of the house; and only one person followed him when he was driven out."
                        },
                        {
                            "verse": 4,
                            "chapter": 39,
                            "name": "Recognitions of Clement Book III 39:4",
                            "text": "Then silence being obtained, Peter began to address the people in this manner: \"You ought, brethren, to bear with wicked men patiently; knowing that although God could cut them off, yet He suffers them to remain even till the day appointed, in which judgment shall pass upon all."
                        },
                        {
                            "verse": 5,
                            "chapter": 39,
                            "name": "Recognitions of Clement Book III 39:5",
                            "text": "Why then should not we bear with those whom God suffers? Why should not we bear with fortitude the wrongs that they do to us, when He who is almighty does not take vengeance on them, that both His own goodness and the impiety of the wicked may be known? But if the wicked one had not found Simon to be his minister, he would doubtless have found another: for it is of necessity that in this life offences come, 'but woe to that man by whom they come;' and therefore Simon is rather to be mourned over, because he has become a choice vessel for the wicked one, which undoubtedly would not have happened had he not received power over him for his former sins."
                        },
                        {
                            "verse": 6,
                            "chapter": 39,
                            "name": "Recognitions of Clement Book III 39:6",
                            "text": "For why should I further say that he once believed in our Jesus, and was persuaded that souls are immortal? Although in this he is deluded by demons, yet he has persuaded himself that he has the soul of a murdered boy ministering to him in whatever he pleases to employ it in; in which truly, as I have said, he is deluded by demons, and therefore I spoke to him according to his own ideas: for he has learned from the Jews, that judgment and vengeance are to be brought forth against those who set themselves against the true faith, and do not repent."
                        },
                        {
                            "verse": 7,
                            "chapter": 39,
                            "name": "Recognitions of Clement Book III 39:7",
                            "text": "But here are men to whom, as being perfect in crimes, the wicked one appears, that he may deceive them, so that they may never be turned to repentance."
                        }
                    ]
                },
                {
                    "chapter": 40,
                    "name": "Recognitions of Clement Book III 40",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 40,
                            "name": "Recognitions of Clement Book III 40:1",
                            "text": "Chapter L."
                        },
                        {
                            "verse": 2,
                            "chapter": 40,
                            "name": "Recognitions of Clement Book III 40:2",
                            "text": "—Peter's Benediction."
                        },
                        {
                            "verse": 3,
                            "chapter": 40,
                            "name": "Recognitions of Clement Book III 40:3",
                            "text": "\"You therefore who are turned to the Lord by repentance, bend to Him your knees\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 40,
                            "name": "Recognitions of Clement Book III 40:4",
                            "text": "When he had said this, all the multitude bent their knees to God; and Peter, looking towards heaven, prayed for them with tears that God, for His goodness, would deign to receive those betaking themselves to Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 40,
                            "name": "Recognitions of Clement Book III 40:5",
                            "text": "And after he had prayed and had instructed them to meet early the next day, he dismissed the multitude."
                        },
                        {
                            "verse": 6,
                            "chapter": 40,
                            "name": "Recognitions of Clement Book III 40:6",
                            "text": "Then according to custom, having taken food, we went to sleep."
                        }
                    ]
                },
                {
                    "chapter": 41,
                    "name": "Recognitions of Clement Book III 41",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 41,
                            "name": "Recognitions of Clement Book III 41:1",
                            "text": "Chapter LI."
                        },
                        {
                            "verse": 2,
                            "chapter": 41,
                            "name": "Recognitions of Clement Book III 41:2",
                            "text": "—Peter's Accessibility."
                        },
                        {
                            "verse": 3,
                            "chapter": 41,
                            "name": "Recognitions of Clement Book III 41:3",
                            "text": "Peter, therefore, rising at the usual hour of the night, found us waking; and when, saluting us, in his usual manner, he had taken his seat, first of all Niceta, said: \"If you will permit me, my lord Peter, I have something to ask of you\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 41,
                            "name": "Recognitions of Clement Book III 41:4",
                            "text": "Then Peter said: \"I permit not only you, but all, and not only now, but always, that every one confess what moves him, and the part in his mind that is pained, in order that he may obtain healing."
                        },
                        {
                            "verse": 5,
                            "chapter": 41,
                            "name": "Recognitions of Clement Book III 41:5",
                            "text": "For things which are covered with silence, and are not made known to us, are cured with difficulty, like maladies of long standing; and therefore, since the medicine of seasonable and necessary discourse cannot easily be applied to those who keep silence, every one ought to declare in what respect his mind is feeble through ignorance."
                        },
                        {
                            "verse": 6,
                            "chapter": 41,
                            "name": "Recognitions of Clement Book III 41:6",
                            "text": "But to him who keeps silence, it belongs to God alone to give a remedy."
                        },
                        {
                            "verse": 7,
                            "chapter": 41,
                            "name": "Recognitions of Clement Book III 41:7",
                            "text": "We indeed also can do it, but by the lapse of a long time."
                        },
                        {
                            "verse": 8,
                            "chapter": 41,
                            "name": "Recognitions of Clement Book III 41:8",
                            "text": "For it is necessary than the discourse of doctrine, proceeding in order from the beginning, and meeting each single question, should disclose all things, and resolve and reach to all things, even to that which every one required in his mind; but that, as I have said, can only be done in the course of a long time."
                        },
                        {
                            "verse": 9,
                            "chapter": 41,
                            "name": "Recognitions of Clement Book III 41:9",
                            "text": "Now, then, ask what you please\"."
                        }
                    ]
                },
                {
                    "chapter": 42,
                    "name": "Recognitions of Clement Book III 42",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 42,
                            "name": "Recognitions of Clement Book III 42:1",
                            "text": "Chapter LII."
                        },
                        {
                            "verse": 2,
                            "chapter": 42,
                            "name": "Recognitions of Clement Book III 42:2",
                            "text": "—False Signs and Miracles."
                        },
                        {
                            "verse": 3,
                            "chapter": 42,
                            "name": "Recognitions of Clement Book III 42:3",
                            "text": "Then Niceta said: \"I give you abundant thanks, O most clement Peter; but this is what I desire to learn, how Simon, who is the enemy of God, is able to do such and so great things? For indeed he told no lie in his declaration of what he has done\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 42,
                            "name": "Recognitions of Clement Book III 42:4",
                            "text": "To this the blessed Peter thus answered: \"God, who is one and true, has resolved to prepare good and faithful friends for His first begotten; but knowing that none can be good, unless they have in their power that perception by which they may become good, that they may be of their own intent what they choose to be,—and otherwise they could not be truly good, if they were kept in goodness not by purpose, but by necessity,—has given to every one the power of his own will, that he may be what he wishes to be."
                        },
                        {
                            "verse": 5,
                            "chapter": 42,
                            "name": "Recognitions of Clement Book III 42:5",
                            "text": "And again, foreseeing that that power of will would make some choose good things and others evil, and so that the human race would necessarily be divided into two classes, He has permitted each class to choose both a place and a king, whom they would."
                        },
                        {
                            "verse": 6,
                            "chapter": 42,
                            "name": "Recognitions of Clement Book III 42:6",
                            "text": "For the good King rejoices in the good, and the wicked one in the evil."
                        },
                        {
                            "verse": 7,
                            "chapter": 42,
                            "name": "Recognitions of Clement Book III 42:7",
                            "text": "And although I have expounded those things more fully to you, O Clement, in that treatise in which I discoursed on predestination and the end, yet it is fitting that I should now make clear to Niceta also, as he asks me, what is the reason than Simon, whose thoughts are against God, is able to do so great marvels."
                        }
                    ]
                },
                {
                    "chapter": 43,
                    "name": "Recognitions of Clement Book III 43",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 43,
                            "name": "Recognitions of Clement Book III 43:1",
                            "text": "Chapter LIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 43,
                            "name": "Recognitions of Clement Book III 43:2",
                            "text": "—Self-Love the Foundation of Goodness."
                        },
                        {
                            "verse": 3,
                            "chapter": 43,
                            "name": "Recognitions of Clement Book III 43:3",
                            "text": "\"First of all, then, he is evil, in the judgment of God, who will not inquire what is advantageous to himself."
                        },
                        {
                            "verse": 4,
                            "chapter": 43,
                            "name": "Recognitions of Clement Book III 43:4",
                            "text": "For how can any one love another, if he does not love himself? Or to whom will that man not be an enemy, who cannot be a friend to himself? In order, therefore, that there might be a distinction between those who choose good and those who choose evil, God has concealed that which is profitable to men, i-e:, the possession of the kingdom of heaven, and has laid it up and hidden it as a secret treasure, so that no one can easily attain it by his own power or knowledge."
                        },
                        {
                            "verse": 5,
                            "chapter": 43,
                            "name": "Recognitions of Clement Book III 43:5",
                            "text": "Yet He has brought the report of it, under various names and opinions, through successive generations, to the hearing of all: so that whosoever should be lovers of good, hearing it, might inquire and discover what is profitable and salutary to them; but that they should ask it, not from themselves, but from Him who has hidden it, and should pray that access and the way of knowledge might be given to them: which way is opened to those only who love it above all the good things of this world; and on no other condition can any one even understand it, however wise he may seem; but that those who neglect to inquire what is profitable and salutary to themselves, as self-haters and self-enemies, should be deprived of its good things, as lovers of evil things."
                        }
                    ]
                },
                {
                    "chapter": 44,
                    "name": "Recognitions of Clement Book III 44",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 44,
                            "name": "Recognitions of Clement Book III 44:1",
                            "text": "Chapter LIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 44,
                            "name": "Recognitions of Clement Book III 44:2",
                            "text": "—God to Be Supremely Loved."
                        },
                        {
                            "verse": 3,
                            "chapter": 44,
                            "name": "Recognitions of Clement Book III 44:3",
                            "text": "\"It behoves, therefore, the good to love that way above all things, that is, above riches, glory, rest, parents, relatives, friends, and everything in the world."
                        },
                        {
                            "verse": 4,
                            "chapter": 44,
                            "name": "Recognitions of Clement Book III 44:4",
                            "text": "But he who perfectly loves this possession of the kingdom of heaven, will undoubtedly cast away all practice of evil habit, negligence, sloth, malice, anger, and such like."
                        },
                        {
                            "verse": 5,
                            "chapter": 44,
                            "name": "Recognitions of Clement Book III 44:5",
                            "text": "For if you prefer any of these to it, as loving the vices of your own lust more than God, you shall not attain to the possession of the heavenly kingdom; for truly it is foolish to love anything more than God."
                        },
                        {
                            "verse": 6,
                            "chapter": 44,
                            "name": "Recognitions of Clement Book III 44:6",
                            "text": "For whether they be parents, they die; or relatives, they do not continue; or friends, they change."
                        },
                        {
                            "verse": 7,
                            "chapter": 44,
                            "name": "Recognitions of Clement Book III 44:7",
                            "text": "But God alone is eternal, and abideth unchangeable."
                        },
                        {
                            "verse": 8,
                            "chapter": 44,
                            "name": "Recognitions of Clement Book III 44:8",
                            "text": "He, therefore, who will not seek after that which is profitable to himself, is evil, to such an extent that his wickedness exceeds the very prince of impiety."
                        },
                        {
                            "verse": 9,
                            "chapter": 44,
                            "name": "Recognitions of Clement Book III 44:9",
                            "text": "For he abuses the goodness of God to the purpose of his own wickedness, and pleases himself; but the other neglects the good things of his own salvation, that by his own destruction he may please the evil one\"."
                        }
                    ]
                },
                {
                    "chapter": 45,
                    "name": "Recognitions of Clement Book III 45",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 45,
                            "name": "Recognitions of Clement Book III 45:1",
                            "text": "Chapter LV."
                        },
                        {
                            "verse": 2,
                            "chapter": 45,
                            "name": "Recognitions of Clement Book III 45:2",
                            "text": "—Ten Commandments Corresponding to the Plagues of Egypt."
                        },
                        {
                            "verse": 3,
                            "chapter": 45,
                            "name": "Recognitions of Clement Book III 45:3",
                            "text": "\"On account of those, therefore, who by neglect of their own salvation please the evil one, and those who by study of their own profit seek to please the good One, ten things have been prescribed as a test to this present age, according to the number of the ten plagues which were brought upon Egypt."
                        },
                        {
                            "verse": 4,
                            "chapter": 45,
                            "name": "Recognitions of Clement Book III 45:4",
                            "text": "For when Moses, according to the commandment of God, demanded of Pharaoh that he should let the people go, and in token of his heavenly commission showed signs, his rod being thrown upon the ground was turned into a serpent."
                        },
                        {
                            "verse": 5,
                            "chapter": 45,
                            "name": "Recognitions of Clement Book III 45:5",
                            "text": "And when Pharaoh could not by these means be brought to consent, as having freedom of will, again the magicians seemed to do similar signs, by permission of God, that the purpose of the king might be proved from the freedom of his will, whether he would rather believe the signs wrought by Moses, who was sent by God, or those which the magicians rather seemed to work than actually wrought."
                        },
                        {
                            "verse": 6,
                            "chapter": 45,
                            "name": "Recognitions of Clement Book III 45:6",
                            "text": "For truly he ought to have understood from their very name that they were not workers of truth, because they were not called messengers of God, but magicians, as the tradition also intimates."
                        },
                        {
                            "verse": 7,
                            "chapter": 45,
                            "name": "Recognitions of Clement Book III 45:7",
                            "text": "Moreover, they seemed to maintain the contest up to a certain point, and afterwards they confessed of themselves, and yielded to their superior."
                        },
                        {
                            "verse": 8,
                            "chapter": 45,
                            "name": "Recognitions of Clement Book III 45:8",
                            "text": "Therefore the last plague is inflicted, the destruction of the first-born, and then Moses is commanded to consecrate the people by the sprinkling of blood; and so, gifts being presented, with much entreaty he is asked to depart with the people."
                        }
                    ]
                },
                {
                    "chapter": 46,
                    "name": "Recognitions of Clement Book III 46",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 46,
                            "name": "Recognitions of Clement Book III 46:1",
                            "text": "Chapter LVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 46,
                            "name": "Recognitions of Clement Book III 46:2",
                            "text": "—Simon Resisted Peter, as the Magicians Moses."
                        },
                        {
                            "verse": 3,
                            "chapter": 46,
                            "name": "Recognitions of Clement Book III 46:3",
                            "text": "\"In a similar transaction I see that I am even now engaged."
                        },
                        {
                            "verse": 4,
                            "chapter": 46,
                            "name": "Recognitions of Clement Book III 46:4",
                            "text": "For as then, when Moses exhorted the king to believe God, the magicians opposed him by a pretended exhibition of similar signs, and so kept back the unbelievers from salvation; so also now, when I have come forth to teach all nations to believe in the true God, Simon the magician resists me, acting in opposition to me, as they also did in opposition to Moses; in order that whosoever they be from among the nations that do not use sound judgment, they may be made manifest; but that those may be saved who rightly distinguish signs from signs\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 46,
                            "name": "Recognitions of Clement Book III 46:5",
                            "text": "While Peter thus spoke, Niceta answered: \"I beseech you that you would permit me to state whatever occurs to my mind\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 46,
                            "name": "Recognitions of Clement Book III 46:6",
                            "text": "Then Peter, being delighted with the eagerness of his disciples, said: \"Speak what you will\"."
                        }
                    ]
                },
                {
                    "chapter": 47,
                    "name": "Recognitions of Clement Book III 47",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 47,
                            "name": "Recognitions of Clement Book III 47:1",
                            "text": "Chapter LVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 47,
                            "name": "Recognitions of Clement Book III 47:2",
                            "text": "—Miracles of the Magicians."
                        },
                        {
                            "verse": 3,
                            "chapter": 47,
                            "name": "Recognitions of Clement Book III 47:3",
                            "text": "Then said Niceta: \"In what respect did the Egyptians sin in not believing Moses, since the magicians wrought like signs, even although they were done rather in appearance than in truth? For if I had been there then, should I not have thought, from the fact that the magicians did like things to those which Moses did, either that Moses was a magician, or that the magicians wrought their signs by divine commission? For I should not have thought it likely that the same things could be effected by magicians, even in appearance, which he who was sent by God performed."
                        },
                        {
                            "verse": 4,
                            "chapter": 47,
                            "name": "Recognitions of Clement Book III 47:4",
                            "text": "And now, in what respect do they sin who believe Simon, since they see him do so great marvels? Or is it not marvellous to fly through the air, to be so mixed with fire as to become one body with it, to make statues walk, brazen dogs bark, and other such like things, which assuredly are sufficiently wonderful to those who know not how to distinguish? Yea, he has also been seen to make bread of stones."
                        },
                        {
                            "verse": 5,
                            "chapter": 47,
                            "name": "Recognitions of Clement Book III 47:5",
                            "text": "But if he sins who believes those who do signs, how shall it appear that he also does not sin who has believed our Lord for His signs and works of power?\"."
                        }
                    ]
                },
                {
                    "chapter": 48,
                    "name": "Recognitions of Clement Book III 48",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 48,
                            "name": "Recognitions of Clement Book III 48:1",
                            "text": "Chapter LVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 48,
                            "name": "Recognitions of Clement Book III 48:2",
                            "text": "—Truth Veiled with Love."
                        },
                        {
                            "verse": 3,
                            "chapter": 48,
                            "name": "Recognitions of Clement Book III 48:3",
                            "text": "Then said Peter: \"I take it well that you bring the truth to the rule, and do not suffer hindrances of faith to lurk in your soul."
                        },
                        {
                            "verse": 4,
                            "chapter": 48,
                            "name": "Recognitions of Clement Book III 48:4",
                            "text": "For thus you can easily obtain the remedy."
                        },
                        {
                            "verse": 5,
                            "chapter": 48,
                            "name": "Recognitions of Clement Book III 48:5",
                            "text": "Do you remember that I said, that the worst of all things is when any one neglects to learn what is for his good?\" Niceta answered: \"I remember\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 48,
                            "name": "Recognitions of Clement Book III 48:6",
                            "text": "Then Peter: \"And again, that God has veiled His truth, that He may disclose it to those who faithfully follow Him?\" \"Neither,\" said Niceta, \"have I forgotten this\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 48,
                            "name": "Recognitions of Clement Book III 48:7",
                            "text": "Then said Peter: \"What think you then? That God has buried His truth deep in the earth, and has heaped mountains upon it, that it may be found by those only who are able to dig down into the depths? It is not so; but as He has surrounded the mountains and the earth with the expanse of heaven, so hath He veiled the truth with the curtain of His own love, that he alone may be able to reach it, who has first knocked at the gate of divine love."
                        }
                    ]
                },
                {
                    "chapter": 49,
                    "name": "Recognitions of Clement Book III 49",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 49,
                            "name": "Recognitions of Clement Book III 49:1",
                            "text": "Chapter LIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 49,
                            "name": "Recognitions of Clement Book III 49:2",
                            "text": "—Good and Evil in Pairs."
                        },
                        {
                            "verse": 3,
                            "chapter": 49,
                            "name": "Recognitions of Clement Book III 49:3",
                            "text": "\"For, as I was beginning to say, God has appointed for this world certain pairs; and he who comes first of the pairs is of evil, he who comes second, of good."
                        },
                        {
                            "verse": 4,
                            "chapter": 49,
                            "name": "Recognitions of Clement Book III 49:4",
                            "text": "And in this is given to every man an occasion of right judgment, whether he is simple or prudent."
                        },
                        {
                            "verse": 5,
                            "chapter": 49,
                            "name": "Recognitions of Clement Book III 49:5",
                            "text": "For if he is simple, and believes him who comes first, though moved thereto by signs and prodigies, he must of necessity, for the same reason, believe him who comes second; for he will be persuaded by signs and prodigies, as he was before."
                        },
                        {
                            "verse": 6,
                            "chapter": 49,
                            "name": "Recognitions of Clement Book III 49:6",
                            "text": "When he believes this second one, he will learn from him that he ought not to believe the first, who comes of evil; and so the error of the former is corrected by the emendation of the latter."
                        },
                        {
                            "verse": 7,
                            "chapter": 49,
                            "name": "Recognitions of Clement Book III 49:7",
                            "text": "But if he will not receive the second, because he has believed the first, he will deservedly be condemned as unjust; for unjust it is, that when he believed the first on account of his signs, he will not believe the second, though he bring the same, or even greater signs."
                        },
                        {
                            "verse": 8,
                            "chapter": 49,
                            "name": "Recognitions of Clement Book III 49:8",
                            "text": "But if he has not believed the first, it follows that he may be moved to believe the second."
                        },
                        {
                            "verse": 9,
                            "chapter": 49,
                            "name": "Recognitions of Clement Book III 49:9",
                            "text": "For his mind has not become so completely inactive but that it may be roused by the redoubling of marvels."
                        },
                        {
                            "verse": 10,
                            "chapter": 49,
                            "name": "Recognitions of Clement Book III 49:10",
                            "text": "But if he is prudent, he can make distinction of the signs."
                        },
                        {
                            "verse": 11,
                            "chapter": 49,
                            "name": "Recognitions of Clement Book III 49:11",
                            "text": "And if indeed he has believed in the first, he will be moved to the second by the increase in the miracles, and by comparison he will apprehend which are better; although clear tests of miracles are recognised by all learned men, as we have shown in the regular order of our discussion."
                        },
                        {
                            "verse": 12,
                            "chapter": 49,
                            "name": "Recognitions of Clement Book III 49:12",
                            "text": "But if any one, as being whole and not needing a physician, is not moved to the first, he will be drawn to the second by the very continuance of the thing, and will make a distinction of signs and marvels after this fashion;—he who is of the evil one, the signs that he works do good to no one; but those which the good man worketh are profitable to men\"."
                        }
                    ]
                },
                {
                    "chapter": 50,
                    "name": "Recognitions of Clement Book III 50",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 50,
                            "name": "Recognitions of Clement Book III 50:1",
                            "text": "Chapter LX."
                        },
                        {
                            "verse": 2,
                            "chapter": 50,
                            "name": "Recognitions of Clement Book III 50:2",
                            "text": "—Uselessness of Pretended Miracles."
                        },
                        {
                            "verse": 3,
                            "chapter": 50,
                            "name": "Recognitions of Clement Book III 50:3",
                            "text": "\"For tell me, I pray you, what is the use of showing statues walking, dogs of brass or stone barking, mountains dancing, of flying through the air, and such like things, which you say that Simon did? But those signs which are of the good One, are directed to the advantage of men, as are those which were done by our Lord, who gave sight to the blind and hearing to the deaf, raised up the feeble and the lame, drove away sicknesses and demons, raised the dead, and did other like things, as you see also that I do."
                        },
                        {
                            "verse": 4,
                            "chapter": 50,
                            "name": "Recognitions of Clement Book III 50:4",
                            "text": "Those signs, therefore, which make for the benefit of men, and confer some good upon them, the wicked one cannot do, excepting only at the end of the world."
                        },
                        {
                            "verse": 5,
                            "chapter": 50,
                            "name": "Recognitions of Clement Book III 50:5",
                            "text": "For then it shall be permitted him to mix up with his signs some good ones, as the expelling of demons or the healing of diseases; by this means going beyond his bounds, and being divided against himself, and fighting against himself, he shall be destroyed."
                        },
                        {
                            "verse": 6,
                            "chapter": 50,
                            "name": "Recognitions of Clement Book III 50:6",
                            "text": "And therefore the Lord has foretold, that in the last times there shall be such temptation, that, if it be possible, the very elect shall be deceived; that is to say, that by the marks of signs being confused, even those must be disturbed who seem to be expert in discovering spirits and distinguishing miracles."
                        }
                    ]
                },
                {
                    "chapter": 51,
                    "name": "Recognitions of Clement Book III 51",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 51,
                            "name": "Recognitions of Clement Book III 51:1",
                            "text": "Chapter LXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 51,
                            "name": "Recognitions of Clement Book III 51:2",
                            "text": "—Ten Pairs."
                        },
                        {
                            "verse": 3,
                            "chapter": 51,
                            "name": "Recognitions of Clement Book III 51:3",
                            "text": "\"The ten pairs of which we have spoken have therefore been assigned to this world from the beginning of time."
                        },
                        {
                            "verse": 4,
                            "chapter": 51,
                            "name": "Recognitions of Clement Book III 51:4",
                            "text": "Cain and Abel were one pair."
                        },
                        {
                            "verse": 5,
                            "chapter": 51,
                            "name": "Recognitions of Clement Book III 51:5",
                            "text": "The second was the giants and Noah; the third, Pharaoh and Abraham; the fourth, the Philistines and Isaac; the fifth, Esau and Jacob; the sixth, the magicians and Moses the lawgiver; the seventh, the tempter and the Son of man; the eighth, Simon and I, Peter; the ninth, all nations, and he who shall be sent to sow the word among the nations; the tenth, Antichrist and Christ."
                        },
                        {
                            "verse": 6,
                            "chapter": 51,
                            "name": "Recognitions of Clement Book III 51:6",
                            "text": "Concerning these pairs we shall give you fuller information at another time\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 51,
                            "name": "Recognitions of Clement Book III 51:7",
                            "text": "When Peter spoke thus, Aquila said: \"Truly there is need of constant teaching, that one may learn what is true about everything\"."
                        }
                    ]
                },
                {
                    "chapter": 52,
                    "name": "Recognitions of Clement Book III 52",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 52,
                            "name": "Recognitions of Clement Book III 52:1",
                            "text": "Chapter LXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 52,
                            "name": "Recognitions of Clement Book III 52:2",
                            "text": "—The Christian Life."
                        },
                        {
                            "verse": 3,
                            "chapter": 52,
                            "name": "Recognitions of Clement Book III 52:3",
                            "text": "But Peter said: \"Who is he that is earnest toward instruction, and that studiously inquires into every particular, except him who loves his own soul to salvation, and renounces all the affairs of this world, that he may have leisure to attend to the word of God only? Such is he whom alone the true Prophet deems wise, even he who sells all that he has and buys the one true pearl, who understands what is the difference between temporal things and eternal, small and great, men and God."
                        },
                        {
                            "verse": 4,
                            "chapter": 52,
                            "name": "Recognitions of Clement Book III 52:4",
                            "text": "For he understands what is the eternal hope in presence of the true and good God."
                        },
                        {
                            "verse": 5,
                            "chapter": 52,
                            "name": "Recognitions of Clement Book III 52:5",
                            "text": "But who is he that loves God, save him who knows His wisdom? And how can any one obtain knowledge of God's wisdom, unless he be constant in hearing His word? Whence it comes, that he conceives a love for Him, and venerates Him with worthy honour, pouring out hymns and prayers to Him, and most pleasantly resting in these, accounteth it his greatest damage if at any time he speak or do aught else even for a moment of time; because, in reality, the soul which is filled with the love of God can neither look upon anything except what pertains to God, nor, by reason of love of Him, can be satisfied with meditating upon those things which it knows to be pleasing to Him."
                        },
                        {
                            "verse": 6,
                            "chapter": 52,
                            "name": "Recognitions of Clement Book III 52:6",
                            "text": "But those who have not conceived affection for Him, nor bear His love lighted up in their mind, are as it were placed in darkness and cannot see light; and therefore, even before they begin to learn anything of God, they immediately faint as though worn out by labour; and filled with weariness, they are straightway hurried by their own peculiar habits to those words with which they are pleased."
                        },
                        {
                            "verse": 7,
                            "chapter": 52,
                            "name": "Recognitions of Clement Book III 52:7",
                            "text": "For it is wearisome and annoying to such persons to hear anything about God; and that for the reason I have stated, because their mind has received no sweetness of divine love\"."
                        }
                    ]
                },
                {
                    "chapter": 53,
                    "name": "Recognitions of Clement Book III 53",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 53,
                            "name": "Recognitions of Clement Book III 53:1",
                            "text": "Chapter LXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 53,
                            "name": "Recognitions of Clement Book III 53:2",
                            "text": "—A Deserter from Simon's Camp."
                        },
                        {
                            "verse": 3,
                            "chapter": 53,
                            "name": "Recognitions of Clement Book III 53:3",
                            "text": "While Peter was thus speaking, the day dawned; and, behold, one of the disciples of Simon came, crying out: \"I beseech thee, O Peter, receive me, a wretch, who have been deceived by Simon the magician, to whom I gave heed as to a heavenly God, by reason of those miracles which I saw him perform."
                        },
                        {
                            "verse": 4,
                            "chapter": 53,
                            "name": "Recognitions of Clement Book III 53:4",
                            "text": "But when I heard your discourses, I began to think him a man, and indeed a wicked man; nevertheless, when he went out from this I alone followed him, for I had not yet clearly perceived his impieties."
                        },
                        {
                            "verse": 5,
                            "chapter": 53,
                            "name": "Recognitions of Clement Book III 53:5",
                            "text": "But when he saw me following him, he called me blessed, and led me to his house; and about the middle of the night he said to me, 'I shall make you better than all men, if you will remain with me even till the end."
                        },
                        {
                            "verse": 6,
                            "chapter": 53,
                            "name": "Recognitions of Clement Book III 53:6",
                            "text": "' When I had promised him this, he demanded of me an oath of perseverance; and having got this, he placed upon my shoulders some of his polluted and accursed secret things, that I might carry them, and ordered me to follow him."
                        },
                        {
                            "verse": 7,
                            "chapter": 53,
                            "name": "Recognitions of Clement Book III 53:7",
                            "text": "But when we came to the sea, he went aboard a boat which happened to be there, and took from my neck what he had ordered me to carry."
                        },
                        {
                            "verse": 8,
                            "chapter": 53,
                            "name": "Recognitions of Clement Book III 53:8",
                            "text": "And as he came out a little after, bringing nothing with him, he must have thrown it into the sea."
                        },
                        {
                            "verse": 9,
                            "chapter": 53,
                            "name": "Recognitions of Clement Book III 53:9",
                            "text": "Then he asked me to go with him, saying that he was going to Rome, and that there he would please the people so much, that he should be reckoned a god, and publicly gifted with divine honours."
                        },
                        {
                            "verse": 10,
                            "chapter": 53,
                            "name": "Recognitions of Clement Book III 53:10",
                            "text": "'Then,' said he, 'if you wish to return hither, I shall send you back, loaded with all riches, and upheld by various services."
                        },
                        {
                            "verse": 11,
                            "chapter": 53,
                            "name": "Recognitions of Clement Book III 53:11",
                            "text": "' When I heard this, and saw nothing in him in accordance with this profession, but perceived that he was a magician and a deceiver, I answered: 'Pardon me, I pray you; for I have a pain in my feet, and therefore I am not able to leave Caesarea."
                        },
                        {
                            "verse": 12,
                            "chapter": 53,
                            "name": "Recognitions of Clement Book III 53:12",
                            "text": "Besides, I have a wife and little children, whom I cannot leave by any means."
                        },
                        {
                            "verse": 13,
                            "chapter": 53,
                            "name": "Recognitions of Clement Book III 53:13",
                            "text": "' When he heard this, he charged me with sloth, and set out towards Dora, saying, 'You will be sorry, when you hear what glory I shall get in the city of Rome."
                        },
                        {
                            "verse": 14,
                            "chapter": 53,
                            "name": "Recognitions of Clement Book III 53:14",
                            "text": "' And after this he set out for Rome, as he said; but I hastily returned hither, entreating you to receive me to penitence, because I have been deceived by him\"."
                        }
                    ]
                },
                {
                    "chapter": 54,
                    "name": "Recognitions of Clement Book III 54",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 54,
                            "name": "Recognitions of Clement Book III 54:1",
                            "text": "Chapter LXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 54,
                            "name": "Recognitions of Clement Book III 54:2",
                            "text": "—Declaration of Simon's Wickedness."
                        },
                        {
                            "verse": 3,
                            "chapter": 54,
                            "name": "Recognitions of Clement Book III 54:3",
                            "text": "When he who had returned from Simon had thus spoken, Peter ordered him to sit down in the court."
                        },
                        {
                            "verse": 4,
                            "chapter": 54,
                            "name": "Recognitions of Clement Book III 54:4",
                            "text": "And he himself going forth, and seeing immense crowds, far more than on the previous days, stood in his usual place; and pointing out him who had come, began to discourse as follows: \"This man whom I point out to you, brethren, has just come to me, telling me of the wicked practices of Simon, and how he has thrown the implements of his wickedness into the sea, not induced to do so by repentance, but being afraid lest, being detected, he should be subjected to the public laws."
                        },
                        {
                            "verse": 5,
                            "chapter": 54,
                            "name": "Recognitions of Clement Book III 54:5",
                            "text": "And he asked this man, as he tells me, to remain with him, promising him immense gifts; and when he could not persuade him to do so, he left him, reproaching him for sluggishness, and set out for Rome\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 54,
                            "name": "Recognitions of Clement Book III 54:6",
                            "text": "When Peter had intimated this to the crowd, the man himself who had returned from Simon stood up, and began to state to the people everything relating to Simon's crimes."
                        },
                        {
                            "verse": 7,
                            "chapter": 54,
                            "name": "Recognitions of Clement Book III 54:7",
                            "text": "And when they were shocked by the things which they heard that Simon had done by his magical acts, Peter said:."
                        }
                    ]
                },
                {
                    "chapter": 55,
                    "name": "Recognitions of Clement Book III 55",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 55,
                            "name": "Recognitions of Clement Book III 55:1",
                            "text": "Chapter LXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 55,
                            "name": "Recognitions of Clement Book III 55:2",
                            "text": "—Peter Resolves to Follow Simon."
                        },
                        {
                            "verse": 3,
                            "chapter": 55,
                            "name": "Recognitions of Clement Book III 55:3",
                            "text": "\"Be not, my brethren, distressed by those things that have been done, but give heed to the future: for what is passed is ended; but the things which threaten are dangerous to those who shall fall in with them."
                        },
                        {
                            "verse": 4,
                            "chapter": 55,
                            "name": "Recognitions of Clement Book III 55:4",
                            "text": "For offences shall never be wanting in this world, so long as the enemy is permitted to act according to his will; in order that the prudent and those who understood his wiles may be conquerors in the contests which he raises against them; but that those who neglect to learn the things that pertain to the salvation of their souls, may be taken by him with merited deceptions."
                        },
                        {
                            "verse": 5,
                            "chapter": 55,
                            "name": "Recognitions of Clement Book III 55:5",
                            "text": "Since, therefore, as you have heard, Simon has gone forth to preoccupy the ears of the Gentiles who are called to salvation, it is necessary that I also follow upon his track, so that whatever disputations he raises may be corrected by us."
                        },
                        {
                            "verse": 6,
                            "chapter": 55,
                            "name": "Recognitions of Clement Book III 55:6",
                            "text": "But inasmuch as it is right that greater anxiety should be felt concerning you who are already received within the walls of life,—for if that which has been actually acquired perish, a positive loss is sustained; while with respect to that which has not yet been acquired, if it can be got, there is so much gain; but if not, the only loss is that there is no gain;—in order, therefore, that you may be more and more confirmed in the truth, and the nations who are called to salvation may in no way be prevented by the wickedness of Simon, I have thought good to ordain Zacchaeus as pastor over you, and to remain with you myself for three months; and so to go to the Gentiles, lest through our delaying longer, and the crimes of Simon stalking in every direction, they should become incurable\"."
                        }
                    ]
                },
                {
                    "chapter": 56,
                    "name": "Recognitions of Clement Book III 56",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 56,
                            "name": "Recognitions of Clement Book III 56:1",
                            "text": "Chapter LXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 56,
                            "name": "Recognitions of Clement Book III 56:2",
                            "text": "—Zacchaeus Made Bishop of Caesarea; Presbyters and Deacons Ordained."
                        },
                        {
                            "verse": 3,
                            "chapter": 56,
                            "name": "Recognitions of Clement Book III 56:3",
                            "text": "At this announcement all the people wept, hearing that he was going to leave them; and Peter, sympathizing with them, himself also shed tears; and looking up to heaven, he said: \"To Thee, O God, who hast made heaven and earth, and all things that are in them, we pour out the prayer of supplication, that Thou wouldest comfort those who have recourse to Thee in their tribulation."
                        },
                        {
                            "verse": 4,
                            "chapter": 56,
                            "name": "Recognitions of Clement Book III 56:4",
                            "text": "For by reason of the affection that they have towards Thee, they do love me who have declared to them Thy truth."
                        },
                        {
                            "verse": 5,
                            "chapter": 56,
                            "name": "Recognitions of Clement Book III 56:5",
                            "text": "Wherefore guard them with the right hand of Thy compassion; for neither Zacchaeus nor any other man can be a sufficient guardian to them\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 56,
                            "name": "Recognitions of Clement Book III 56:6",
                            "text": "When he had said this, and more to the same effect, he laid his hands upon Zacchaeus, and prayed that he might blamelessly discharge the duty of his bishopric."
                        },
                        {
                            "verse": 7,
                            "chapter": 56,
                            "name": "Recognitions of Clement Book III 56:7",
                            "text": "Then he ordained twelve presbyters and four deacons, and said: \"I have ordained you this Zacchaeus as a bishop, knowing that he has the fear of God, and is expert in the Scriptures."
                        },
                        {
                            "verse": 8,
                            "chapter": 56,
                            "name": "Recognitions of Clement Book III 56:8",
                            "text": "You ought therefore to honour him as holding the place of Christ, obeying him for your salvation, and knowing that whatever honour and whatever injury is done to him, redounds to Christ, and from Christ to God."
                        },
                        {
                            "verse": 9,
                            "chapter": 56,
                            "name": "Recognitions of Clement Book III 56:9",
                            "text": "Hear him therefore with all attention, and receive from him the doctrine of the faith; and from the presbyters the monitions of life; and from the deacons the order of discipline."
                        },
                        {
                            "verse": 10,
                            "chapter": 56,
                            "name": "Recognitions of Clement Book III 56:10",
                            "text": "Have a religious care of widows; vigorously assist orphans; take pity on the poor; teach the young modesty;—and in a word, sustain one another as circumstances shall demand; worship God, who created heaven and earth; believe in Christ; love one another; be compassionate to all; and fulfil charity not only in word, but in act and deed\"."
                        }
                    ]
                },
                {
                    "chapter": 57,
                    "name": "Recognitions of Clement Book III 57",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 57,
                            "name": "Recognitions of Clement Book III 57:1",
                            "text": "Chapter LXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 57,
                            "name": "Recognitions of Clement Book III 57:2",
                            "text": "—Invitation to Baptism."
                        },
                        {
                            "verse": 3,
                            "chapter": 57,
                            "name": "Recognitions of Clement Book III 57:3",
                            "text": "When he had given them these and such like precepts, he made proclamation to the people, saying: \"Since I have resolved to stay three months with you, if any one desires it, let him be baptized; that, stripped of his former evils, he may for the future, in consequence of his own conduct, become heir of heavenly blessings, as a reward for his good actions."
                        },
                        {
                            "verse": 4,
                            "chapter": 57,
                            "name": "Recognitions of Clement Book III 57:4",
                            "text": "Whosoever will, then, let him come to Zacchaeus and give his name to him, and let him hear from him the mysteries of the kingdom of heaven."
                        },
                        {
                            "verse": 5,
                            "chapter": 57,
                            "name": "Recognitions of Clement Book III 57:5",
                            "text": "Let him attend to frequent fastings, and approve himself in all things, that at the end of these three months he may be baptized on the day of the festival."
                        },
                        {
                            "verse": 6,
                            "chapter": 57,
                            "name": "Recognitions of Clement Book III 57:6",
                            "text": "But every one of you shall be baptized in ever flowing waters, the name of the Trine Beatitude being invoked over him; he being first anointed with oil sanctified by prayer, that so at length, being consecrated by these things, he may attain a perception of holy things\"."
                        }
                    ]
                },
                {
                    "chapter": 58,
                    "name": "Recognitions of Clement Book III 58",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 58,
                            "name": "Recognitions of Clement Book III 58:1",
                            "text": "Chapter LXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 58,
                            "name": "Recognitions of Clement Book III 58:2",
                            "text": "—Twelve Sent Before Him."
                        },
                        {
                            "verse": 3,
                            "chapter": 58,
                            "name": "Recognitions of Clement Book III 58:3",
                            "text": "And when he had spoken at length on the subject of baptism, he dismissed the crowd, and betook himself to his usual place of abode; and there, while the twelve stood around him (viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 58,
                            "name": "Recognitions of Clement Book III 58:4",
                            "text": "Zacchaeus and Sophonias, Joseph and Michaeus, Eleazar and Phineas, Lazarus and Eliseus, I Clement and Nicodemus, Niceta and Aquila), he addressed us to the following effect: \"Let us, my brethren, consider what is right; for it is our duty to bring some help to the nations, which are called to salvation."
                        },
                        {
                            "verse": 5,
                            "chapter": 58,
                            "name": "Recognitions of Clement Book III 58:5",
                            "text": "You have yourselves heard that Simon has set out, wishing to anticipate our journey."
                        },
                        {
                            "verse": 6,
                            "chapter": 58,
                            "name": "Recognitions of Clement Book III 58:6",
                            "text": "Him we should have followed step by step, that wheresoever he tries to subvert any, we might immediately confute him."
                        },
                        {
                            "verse": 7,
                            "chapter": 58,
                            "name": "Recognitions of Clement Book III 58:7",
                            "text": "But since it appears to me to be unjust to forsake those who have been already converted to God, and to bestow our care upon those who are still afar off, I think it right that I should remain three months with those in this city who have been turned to the faith, and should strengthen them; and yet that we should not neglect those who are still far off, lest haply, if they be long infected with the power of pernicious doctrine, it be more difficult to recover them."
                        },
                        {
                            "verse": 8,
                            "chapter": 58,
                            "name": "Recognitions of Clement Book III 58:8",
                            "text": "Therefore I wish (only, however, if you also think it right), that for Zacchaeus, whom we have now ordained bishop, Benjamin the son of Saba be substituted; and for Clement (whom I have resolved to have always by me, because, coming from the Gentiles, he has a great desire to hear the word of God) there be substituted Ananias the son of Safra; and for Niceta and Aquila, who have been but lately converted to the faith of Christ, Rubelus the brother of Zacchaeus, and Zacharias the builder."
                        },
                        {
                            "verse": 9,
                            "chapter": 58,
                            "name": "Recognitions of Clement Book III 58:9",
                            "text": "I wish, therefore, to complete the number of twelve by substituting these four for the other four, that Simon may feel that I in them am always with him\"."
                        }
                    ]
                },
                {
                    "chapter": 59,
                    "name": "Recognitions of Clement Book III 59",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 59,
                            "name": "Recognitions of Clement Book III 59:1",
                            "text": "Chapter LXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 59,
                            "name": "Recognitions of Clement Book III 59:2",
                            "text": "—Arrangements Approved by All the Brethren."
                        },
                        {
                            "verse": 3,
                            "chapter": 59,
                            "name": "Recognitions of Clement Book III 59:3",
                            "text": "Having therefore separated me, Clement, and Niceta and Aquila, he said to those twelve: \"I wish you the day after to-morrow to proceed to the Gentiles, and to follow in the footsteps of Simon, that you may inform me of all his proceedings."
                        },
                        {
                            "verse": 4,
                            "chapter": 59,
                            "name": "Recognitions of Clement Book III 59:4",
                            "text": "You will also inquire diligently the sentiments of every one, and announce to them that I shall come to them without delay; and, in short, in all places instruct the Gentiles to expect my coming\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 59,
                            "name": "Recognitions of Clement Book III 59:5",
                            "text": "When he had spoken these things, and others to the same effect, he said: \"You also, my brethren, if you have anything to say to these things, say on, lest haply it be not right which seems good to me alone\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 59,
                            "name": "Recognitions of Clement Book III 59:6",
                            "text": "Then all, with one voice applauding him, said: \"We ask you rather to arrange everything according to your own judgment, and to order what seems good to yourself; for this we think to be the perfect work of piety, if we fulfil what you command\"."
                        }
                    ]
                },
                {
                    "chapter": 60,
                    "name": "Recognitions of Clement Book III 60",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 60,
                            "name": "Recognitions of Clement Book III 60:1",
                            "text": "Chapter LXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 60,
                            "name": "Recognitions of Clement Book III 60:2",
                            "text": "—Departure of the Twelve."
                        },
                        {
                            "verse": 3,
                            "chapter": 60,
                            "name": "Recognitions of Clement Book III 60:3",
                            "text": "Therefore, on the day appointed, when they had ranged themselves before Peter, they said: \"Do not think, O Peter, that it is a small grief to us that we are to be deprived of the privilege of hearing you for three months; but since it is good for us to do what you order, we shall most readily obey."
                        },
                        {
                            "verse": 4,
                            "chapter": 60,
                            "name": "Recognitions of Clement Book III 60:4",
                            "text": "We shall always retain in our hearts the remembrance of your face; and so we set out actively, as you have commanded us\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 60,
                            "name": "Recognitions of Clement Book III 60:5",
                            "text": "Then he, having poured out a prayer to the Lord for them, dismissed them."
                        },
                        {
                            "verse": 6,
                            "chapter": 60,
                            "name": "Recognitions of Clement Book III 60:6",
                            "text": "And when those twelve who had been sent forward had gone, Peter entered, according to custom, and stood in the place of disputation."
                        },
                        {
                            "verse": 7,
                            "chapter": 60,
                            "name": "Recognitions of Clement Book III 60:7",
                            "text": "And a multitude of people had come together, even a larger number than usual; and all with tears gazed upon him, by reason of what they had heard from him the day before, that he was about to go forth on account of Simon."
                        },
                        {
                            "verse": 8,
                            "chapter": 60,
                            "name": "Recognitions of Clement Book III 60:8",
                            "text": "Then, seeing them weeping, he himself also was similarly affected, although he endeavoured to conceal and to restrain his tears."
                        },
                        {
                            "verse": 9,
                            "chapter": 60,
                            "name": "Recognitions of Clement Book III 60:9",
                            "text": "But the trembling of his voice, and the interruption of his discourse, betrayed that he was distressed by similar emotion."
                        }
                    ]
                },
                {
                    "chapter": 61,
                    "name": "Recognitions of Clement Book III 61",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 61,
                            "name": "Recognitions of Clement Book III 61:1",
                            "text": "Chapter LXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 61,
                            "name": "Recognitions of Clement Book III 61:2",
                            "text": "—Peter Prepares the Caesareans for His Departure."
                        },
                        {
                            "verse": 3,
                            "chapter": 61,
                            "name": "Recognitions of Clement Book III 61:3",
                            "text": "However, rubbing his forehead with his hand, he said: \"Be of good courage, my brethren, and comfort your sorrowful hearts by means of counsel, referring all things to God, whose will alone is to be fulfilled and to be preferred in all things."
                        },
                        {
                            "verse": 4,
                            "chapter": 61,
                            "name": "Recognitions of Clement Book III 61:4",
                            "text": "For let us suppose for a moment, that by reason of the affection that we have towards you, we should act against His will, and remain with you, is He not able, by sending death upon me, to appoint to me a longer separation from you? And therefore it is better for us to carry out this shorter separation with His will, as those to whom it is prescribed to obey God in all things."
                        },
                        {
                            "verse": 5,
                            "chapter": 61,
                            "name": "Recognitions of Clement Book III 61:5",
                            "text": "Hence you also ought to obey Him with like submission, inasmuch as you love me from no other reason than on account of your love of Him."
                        },
                        {
                            "verse": 6,
                            "chapter": 61,
                            "name": "Recognitions of Clement Book III 61:6",
                            "text": "As friends of God, therefore, acquiesce in His will; but also judge yourselves what is right."
                        },
                        {
                            "verse": 7,
                            "chapter": 61,
                            "name": "Recognitions of Clement Book III 61:7",
                            "text": "Would it not have seemed wicked, if, when Simon was deceiving you, I had been detained by the brethren in Jerusalem, and had not come to you, and that although you had Zacchaeus among you, a good and eloquent man? So now also consider that it would be wicked, if, when Simon has gone forth to assail the Gentiles, who are wholly without a defender, I should be detained by you, and should not follow him."
                        },
                        {
                            "verse": 8,
                            "chapter": 61,
                            "name": "Recognitions of Clement Book III 61:8",
                            "text": "Wherefore let us see to it, that we do not, by an unreasonable affection, accomplish the will of the wicked one\"."
                        }
                    ]
                },
                {
                    "chapter": 62,
                    "name": "Recognitions of Clement Book III 62",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 62,
                            "name": "Recognitions of Clement Book III 62:1",
                            "text": "Chapter LXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 62,
                            "name": "Recognitions of Clement Book III 62:2",
                            "text": "—More Than Ten Thousand Baptized."
                        },
                        {
                            "verse": 3,
                            "chapter": 62,
                            "name": "Recognitions of Clement Book III 62:3",
                            "text": "\"Meantime I shall remain with you three months, as I promised."
                        },
                        {
                            "verse": 4,
                            "chapter": 62,
                            "name": "Recognitions of Clement Book III 62:4",
                            "text": "Be ye constant in hearing the word; and at the end of that time, if any are able and willing to follow us, they may do so, if duty will admit of it."
                        },
                        {
                            "verse": 5,
                            "chapter": 62,
                            "name": "Recognitions of Clement Book III 62:5",
                            "text": "And when I say if duty will admit I mean that no one by his departure must sadden any one who ought not to be saddened, as by leaving parents who ought not to be left, or a faithful wife, or any other person to whom he is bound to afford comfort for God's sake\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 62,
                            "name": "Recognitions of Clement Book III 62:6",
                            "text": "Meantime, disputing and teaching day by day, he filled up the time appointed with the labour of teaching; and when the festival day arrived, upwards of ten thousand were baptized."
                        }
                    ]
                },
                {
                    "chapter": 63,
                    "name": "Recognitions of Clement Book III 63",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 63,
                            "name": "Recognitions of Clement Book III 63:1",
                            "text": "Chapter LXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 63,
                            "name": "Recognitions of Clement Book III 63:2",
                            "text": "—Tidings of Simon."
                        },
                        {
                            "verse": 3,
                            "chapter": 63,
                            "name": "Recognitions of Clement Book III 63:3",
                            "text": "But in those days a letter was received from the brethren who had gone before, in which were detailed the crimes of Simon, how going from city to city he was deceiving multitudes, and everywhere maligning Peter, so that, when he should come, no one might afford him a hearing."
                        },
                        {
                            "verse": 4,
                            "chapter": 63,
                            "name": "Recognitions of Clement Book III 63:4",
                            "text": "For he asserted that Peter was a magician, a godless man, injurious, cunning, ignorant, and professing impossible things."
                        },
                        {
                            "verse": 5,
                            "chapter": 63,
                            "name": "Recognitions of Clement Book III 63:5",
                            "text": "\"For,\" says he, \"he asserts that the dead shall rise again, which is impossible."
                        },
                        {
                            "verse": 6,
                            "chapter": 63,
                            "name": "Recognitions of Clement Book III 63:6",
                            "text": "But if any one attempts to confute him, he is cut off by secret snares by him, through means of his attendants."
                        },
                        {
                            "verse": 7,
                            "chapter": 63,
                            "name": "Recognitions of Clement Book III 63:7",
                            "text": "Wherefore, I also,\" says he, \"when I had vanquished him and triumphed over him, fled for fear of his snares, lest he should destroy me by incantations, or compass my death by plots\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 63,
                            "name": "Recognitions of Clement Book III 63:8",
                            "text": "They intimated also that he mainly stayed at Tripolis."
                        }
                    ]
                },
                {
                    "chapter": 64,
                    "name": "Recognitions of Clement Book III 64",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 64,
                            "name": "Recognitions of Clement Book III 64:1",
                            "text": "Chapter LXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 64,
                            "name": "Recognitions of Clement Book III 64:2",
                            "text": "—Farewell to Caesarea."
                        },
                        {
                            "verse": 3,
                            "chapter": 64,
                            "name": "Recognitions of Clement Book III 64:3",
                            "text": "Peter therefore ordered the letter to be read to the people; and after the reading of it, he addressed them and gave them full instructions about everything, but especially that they should obey Zacchaeus, whom he had ordained bishop over them."
                        },
                        {
                            "verse": 4,
                            "chapter": 64,
                            "name": "Recognitions of Clement Book III 64:4",
                            "text": "Also he commended the presbyters and the deacons to the people, and not less the people to them."
                        },
                        {
                            "verse": 5,
                            "chapter": 64,
                            "name": "Recognitions of Clement Book III 64:5",
                            "text": "And then, announcing that he should spend the winter at Tripolis, he said: \"I commend you to the grace of God, being about to depart to-morrow, with God's will."
                        },
                        {
                            "verse": 6,
                            "chapter": 64,
                            "name": "Recognitions of Clement Book III 64:6",
                            "text": "But during the whole three months which he spent at Caesarea, for the sake of instruction, whatever he discoursed of in the presence of the people in the day-time, he explained more fully and perfectly in the night, in private to us, as more faithful and completely approved by him."
                        },
                        {
                            "verse": 7,
                            "chapter": 64,
                            "name": "Recognitions of Clement Book III 64:7",
                            "text": "And at the same time he commanded me, because he understood that I carefully stored in my memory what I heard, to commit to writing whatever seemed worthy of record, and to send it to you, my lord James, as also I did, in obedience to his command\"."
                        }
                    ]
                },
                {
                    "chapter": 65,
                    "name": "Recognitions of Clement Book III 65",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 65,
                            "name": "Recognitions of Clement Book III 65:1",
                            "text": "Chapter LXXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 65,
                            "name": "Recognitions of Clement Book III 65:2",
                            "text": "—Contents of Clement's Despatches to James."
                        },
                        {
                            "verse": 3,
                            "chapter": 65,
                            "name": "Recognitions of Clement Book III 65:3",
                            "text": "The first book, therefore, of those that I formerly sent to you, contains an account of the true Prophet, and of the peculiarity of the understanding of the law, according to what the tradition of Moses teacheth."
                        },
                        {
                            "verse": 4,
                            "chapter": 65,
                            "name": "Recognitions of Clement Book III 65:4",
                            "text": "The second contains an account of the beginning, and whether there be one beginning or many, and that the law of the Hebrews knows what immensity is."
                        },
                        {
                            "verse": 5,
                            "chapter": 65,
                            "name": "Recognitions of Clement Book III 65:5",
                            "text": "The third, concerning God, and those things that have been ordained by Him."
                        },
                        {
                            "verse": 6,
                            "chapter": 65,
                            "name": "Recognitions of Clement Book III 65:6",
                            "text": "The fourth, that though there are many that are called gods, there is but one true God, according to the testimonies of the Scriptures."
                        },
                        {
                            "verse": 7,
                            "chapter": 65,
                            "name": "Recognitions of Clement Book III 65:7",
                            "text": "The fifth, that there are two heavens, one of which is that visible firmament which shall pass away, but the other is eternal and invisible."
                        },
                        {
                            "verse": 8,
                            "chapter": 65,
                            "name": "Recognitions of Clement Book III 65:8",
                            "text": "The sixth, concerning good and evil; and that all things are subjected to good by the Father; and why, and how, and whence evil is, and that it co-operates with good, but not with a good purpose; and what are the signs of good, and what those of evil; and what is the difference between duality and conjunction."
                        },
                        {
                            "verse": 9,
                            "chapter": 65,
                            "name": "Recognitions of Clement Book III 65:9",
                            "text": "The seventh, what are the things which the twelve apostles treated of in the presence of the people in the temple."
                        },
                        {
                            "verse": 10,
                            "chapter": 65,
                            "name": "Recognitions of Clement Book III 65:10",
                            "text": "The eighth, concerning the words of the Lord which seem to be contradictory, but are not; and what is the explanation of them."
                        },
                        {
                            "verse": 11,
                            "chapter": 65,
                            "name": "Recognitions of Clement Book III 65:11",
                            "text": "The ninth, that the law which has been given by God is righteous and perfect, and that it alone can make pure."
                        },
                        {
                            "verse": 12,
                            "chapter": 65,
                            "name": "Recognitions of Clement Book III 65:12",
                            "text": "The tenth, concerning the carnal birth of men, and concerning the generation which is by baptism; and what is the succession of carnal seed in man; and what is the account of his soul, and how the freedom of the will is in it, which, seeing it is not unbegotten, but made, could not be immoveable from good."
                        },
                        {
                            "verse": 13,
                            "chapter": 65,
                            "name": "Recognitions of Clement Book III 65:13",
                            "text": "Concerning these several subjects, therefore, whatever Peter discoursed at Caesarea, according to his command, as I have said, I have sent you written in ten volumes."
                        },
                        {
                            "verse": 14,
                            "chapter": 65,
                            "name": "Recognitions of Clement Book III 65:14",
                            "text": "But on the next day, as had been determined, we set out from Caesarea with some faithful men, who had resolved to accompany Peter."
                        }
                    ]
                }
            ]
        }
    ]
}