{
    "books": [
        {
            "name": "Tertullian: On the Apparel of Women II",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Tertullian: On the Apparel of Women II 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Tertullian: On the Apparel of Women II 1:1",
                            "text": "Introduction, Modesty to Be Observed Not Only in Its Essence, But in Its Accessories."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Tertullian: On the Apparel of Women II 1:2",
                            "text": "Handmaids of the living God, my fellow-servants and sisters, the right which I enjoy with you—I, the most meanest in that right of fellow-servantship and brotherhood—emboldens me to address to you a discourse, not, of course, of affection, but paving the way for affection in the cause of your salvation."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Tertullian: On the Apparel of Women II 1:3",
                            "text": "That salvation—and not (the salvation) of women only, but likewise of men—consists in the exhibition principally of modesty."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Tertullian: On the Apparel of Women II 1:4",
                            "text": "For since, by the introduction into an appropriation (in) us of the Holy Spirit, we are all \"the temple of God,\" Modesty is the sacristan and priestess of that temple, who is to suffer nothing unclean or profane to be introduced (into it), for fear that the God who inhabits it should be offended, and quite forsake the polluted abode."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Tertullian: On the Apparel of Women II 1:5",
                            "text": "But on the present occasion we (are to speak) not about modesty, for the enjoining and exacting of which the divine precepts which press (upon us) on every side are sufficient; but about the matters which pertain to it, that is, the manner in which it behoves you to walk."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Tertullian: On the Apparel of Women II 1:6",
                            "text": "For most women (which very thing I trust God may permit me, with a view, of course, to my own personal censure, to censure in all), either from simple ignorance or else from dissimulation, have the hardihood so to walk as if modesty consisted only in the (bare) integrity of the flesh, and in turning away from (actual) fornication; and there were no need for anything extrinsic to boot—in the matter (I mean) of the arrangement of dress and ornament, the studied graces of form and brilliance:—wearing in their gait the self-same appearance as the women of the nations, from whom the sense of true modesty is absent, because in those who know not God, the Guardian and Master of truth, there is nothing true."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Tertullian: On the Apparel of Women II 1:7",
                            "text": "For if any modesty can be believed (to exist) in Gentiles, it is plain that it must be imperfect and undisciplined to such a degree that, although it be actively tenacious of itself in the mind up to a certain point, it yet allows itself to relax into licentious extravagances of attire; just in accordance with Gentile perversity, in craving after that of which it carefully shuns the effect."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Tertullian: On the Apparel of Women II 1:8",
                            "text": "How many a one, in short, is there who does not earnestly desire even to look pleasing to strangers? who does not on that very account take care to have herself painted out, and denies that she has (ever) been an object of (carnal) appetite?  And yet, granting that even this is a practice familiar to Gentile modesty—(namely,) not actually to commit the sin, but still to be willing to do so; or even not to be willing, yet still not quite to refuse—what wonder? for all things which are not God's are perverse."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Tertullian: On the Apparel of Women II 1:9",
                            "text": "Let those women therefore look to it, who, by not holding fast the whole good, easily mingle with evil even what they do hold fast."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Tertullian: On the Apparel of Women II 1:10",
                            "text": "Necessary it is that you turn aside from them, as in all other things, so also in your gait; since you ought to be \"perfect, as (is) your Father who is in the heavens\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Tertullian: On the Apparel of Women II 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Tertullian: On the Apparel of Women II 2:1",
                            "text": "Perfect Modesty Will Abstain from Whatever Tends to Sin, as Well as from Sin Itself."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Tertullian: On the Apparel of Women II 2:2",
                            "text": "Difference Between Trust and Presumption."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Tertullian: On the Apparel of Women II 2:3",
                            "text": "If Secure Ourselves, We Must Not Put Temptation in the Way of Others."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Tertullian: On the Apparel of Women II 2:4",
                            "text": "We Must Love Our Neighbour as Ourself."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Tertullian: On the Apparel of Women II 2:5",
                            "text": "You must know that in the eye of perfect, that is, Christian, modesty, (carnal) desire of one's self (on the part of others) is not only not to be desired, but even execrated, by you:  first, because the study of making personal grace (which we know to be naturally the inviter of lust) a mean of pleasing does not spring from a sound conscience:  why therefore excite toward yourself that evil (passion)? why invite (that) to which you profess yourself a stranger? secondly, because we ought not to open a way to temptations, which, by their instancy, sometimes achieve (a wickedness) which God expels from them who are His; (or,) at all events, put the spirit into a thorough tumult by (presenting) a stumbling-block (to it)."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Tertullian: On the Apparel of Women II 2:6",
                            "text": "We ought indeed to walk so holily, and with so entire substantiality of faith, as to be confident and secure in regard of our own conscience, desiring that that (gift) may abide in us to the end, yet not presuming (that it will)."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Tertullian: On the Apparel of Women II 2:7",
                            "text": "For he who presumes feels less apprehension; he who feels less apprehension takes less precaution; he who takes less precaution runs more risk."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Tertullian: On the Apparel of Women II 2:8",
                            "text": "Fear is the foundation of salvation; presumption is an impediment to fear."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Tertullian: On the Apparel of Women II 2:9",
                            "text": "More useful, then, is it to apprehend that we may possibly fail, than to presume that we cannot; for apprehending will lead us to fear, fearing to caution, and caution to salvation."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Tertullian: On the Apparel of Women II 2:10",
                            "text": "On the other hand, if we presume, there will be neither fear nor caution to save us."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Tertullian: On the Apparel of Women II 2:11",
                            "text": "He who acts securely, and not at the same time warily, possesses no safe and firm security; whereas he who is wary will be truly able to be secure."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Tertullian: On the Apparel of Women II 2:12",
                            "text": "For His own servants, may the Lord by His mercy take care that to them it may be lawful even to presume on His goodness!  But why are we a (source of) danger to our neighbour? why do we import concupiscence into our neighbour? which concupiscence, if God, in \"amplifying the law,\" do not dissociate in (the way of) penalty from the actual commission of fornication, I know not whether He allows impunity to him who has been the cause of perdition to some other."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Tertullian: On the Apparel of Women II 2:13",
                            "text": "For that other, as soon as he has felt concupiscence after your beauty, and has mentally already committed (the deed) which his concupiscence pointed to, perishes; and you have been made the sword which destroys him:  so that, albeit you be free from the (actual) crime, you are not free from the odium (attaching to it); as, when a robbery has been committed on some man's estate, the (actual) crime indeed will not be laid to the owner's charge, while yet the domain is branded with ignominy, (and) the owner himself aspersed with the infamy."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Tertullian: On the Apparel of Women II 2:14",
                            "text": "Are we to paint ourselves out that our neighbours may perish?  Where, then, is (the command), \"Thou shalt love thy neighbour as thyself?\"  \"Care not merely about your own (things), but (about your) neighbour's?\"  No enunciation of the Holy Spirit ought to be (confined) to the subject immediately in hand merely, and not applied and carried out with a view to every occasion to which its application is useful."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Tertullian: On the Apparel of Women II 2:15",
                            "text": "Since, therefore, both our own interest and that of others is implicated in the studious pursuit of most perilous (outward) comeliness, it is time for you to know that not merely must the pageantry of fictitious and elaborate beauty be rejected by you; but that of even natural grace must be obliterated by concealment and negligence, as equally dangerous to the glances of (the beholder's) eyes."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Tertullian: On the Apparel of Women II 2:16",
                            "text": "For, albeit comeliness is not to be censured, as being a bodily happiness, as being an additional outlay of the divine plastic art, as being a kind of goodly garment of the soul; yet it is to be feared, just on account of the injuriousness and violence of suitors:  which (injuriousness and violence) even the father of the faith, Abraham, greatly feared in regard of his own wife's grace; and Isaac, by falsely representing Rebecca as his sister, purchased safety by insult!."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Tertullian: On the Apparel of Women II 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Tertullian: On the Apparel of Women II 3:1",
                            "text": "Grant that Beauty Be Not to Be Feared: Still It is to Be Shunned as Unnecessary and Vainglorious."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Tertullian: On the Apparel of Women II 3:2",
                            "text": "Let it now be granted that excellence of form be not to be feared, as neither troublesome to its possessors, nor destructive to its desirers, nor perilous to its compartners; let it be thought (to be) not exposed to temptations, not surrounded by stumbling-blocks: it is enough that to angels of God it is not necessary."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Tertullian: On the Apparel of Women II 3:3",
                            "text": "For, where modesty is, there beauty is idle; because properly the use and fruit of beauty is voluptuousness, unless any one thinks that there is some other harvest for bodily grace to reap."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Tertullian: On the Apparel of Women II 3:4",
                            "text": "Are women who think that, in furnishing to their neighbour that which is demanded of beauty, they are furnishing it to themselves also, to augment that (beauty) when (naturally) given them, and to strive after it when not (thus) given?  Some one will say, \"Why, then, if voluptuousness be shut out and chastity let in, may (we) not enjoy the praise of beauty alone, and glory in a bodily good?\"  Let whoever finds pleasure in \"glorying in the flesh\" see to that."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Tertullian: On the Apparel of Women II 3:5",
                            "text": "To us in the first place, there is no studious pursuit of \"glory,\" because \"glory\" is the essence of exaltation."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Tertullian: On the Apparel of Women II 3:6",
                            "text": "Now exaltation is incongruous for professors of humility according to God's precepts."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Tertullian: On the Apparel of Women II 3:7",
                            "text": "Secondly, if all \"glory\" is \"vain\" and insensate, how much more (glory) in the flesh, especially to us?  For even if \"glorying\" is (allowable), we ought to wish our sphere of pleasing to lie in the graces of the Spirit, not in the flesh; because we are \"suitors\" of things spiritual."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Tertullian: On the Apparel of Women II 3:8",
                            "text": "In those things wherein our sphere of labour lies, let our joy lie."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Tertullian: On the Apparel of Women II 3:9",
                            "text": "From the sources whence we hope for salvation, let us cull our \"glory\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Tertullian: On the Apparel of Women II 3:10",
                            "text": "Plainly, a Christian will \"glory\" even in the flesh; but (it will be) when it has endured laceration for Christ's sake, in order that the spirit may be crowned in it, not in order that it may draw the eyes and sighs of youths after it."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Tertullian: On the Apparel of Women II 3:11",
                            "text": "Thus (a thing) which, from whatever point you look at it, is in your case superfluous, you may justly disdain if you have it not, and neglect if you have."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Tertullian: On the Apparel of Women II 3:12",
                            "text": "Let a holy woman, if naturally beautiful, give none so great occasion (for carnal appetite)."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Tertullian: On the Apparel of Women II 3:13",
                            "text": "Certainly, if even she be so, she ought not to set off (her beauty), but even to obscure it."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Tertullian: On the Apparel of Women II 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Tertullian: On the Apparel of Women II 4:1",
                            "text": "Concerning the Plea of \"Pleasing the Husband\"."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Tertullian: On the Apparel of Women II 4:2",
                            "text": "As if I were speaking to Gentiles, addressing you with a Gentile precept, and (one which is) common to all, (I would say,) \"You are bound to please your husbands only\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Tertullian: On the Apparel of Women II 4:3",
                            "text": "But you will please them in proportion as you take no care to please others."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Tertullian: On the Apparel of Women II 4:4",
                            "text": "Be ye without carefulness, blessed (sisters):  no wife is \"ugly\" to her own husband."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Tertullian: On the Apparel of Women II 4:5",
                            "text": "She \"pleased\" him enough when she was selected (by him as his wife); whether commended by form or by character."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Tertullian: On the Apparel of Women II 4:6",
                            "text": "Let none of you think that, if she abstain from the care of her person, she will incur the hatred and aversion of husbands."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Tertullian: On the Apparel of Women II 4:7",
                            "text": "Every husband is the exactor of chastity; but beauty, a believing (husband) does not require, because we are not captivated by the same graces which the Gentiles think (to be) graces:  an unbelieving one, on the other hand, even regards with suspicion, just from that infamous opinion of us which the Gentiles have."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Tertullian: On the Apparel of Women II 4:8",
                            "text": "For whom, then, is it that you cherish your beauty?  If for a believer, he does not exact it:  if for an unbeliever, he does not believe in it unless it be artless."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Tertullian: On the Apparel of Women II 4:9",
                            "text": "Why are you eager to please either one who is suspicious, or else one who desires it not?."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Tertullian: On the Apparel of Women II 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Tertullian: On the Apparel of Women II 5:1",
                            "text": "Some Refinements in Dress and Personal Appearance Lawful, Some Unlawful."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Tertullian: On the Apparel of Women II 5:2",
                            "text": "Pigments Come Under the Latter Head."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Tertullian: On the Apparel of Women II 5:3",
                            "text": "These suggestions are not made to you, of course, to be developed into an entire crudity and wildness of appearance; nor are we seeking to persuade you of the good of squalor and slovenliness; but of the limit and norm and just measure of cultivation of the person."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Tertullian: On the Apparel of Women II 5:4",
                            "text": "There must be no overstepping of that line to which simple and sufficient refinements limit their desires—that line which is pleasing to God."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Tertullian: On the Apparel of Women II 5:5",
                            "text": "For they who rub their skin with medicaments, stain their cheeks with rouge, make their eyes prominent with antimony, sin against Him."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Tertullian: On the Apparel of Women II 5:6",
                            "text": "To them, I suppose, the plastic skill of God is displeasing!  In their own persons, I suppose, they convict, they censure, the Artificer of all things!  For censure they do when they amend, when they add to, (His work;) taking these their additions, of course, from the adversary artificer."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Tertullian: On the Apparel of Women II 5:7",
                            "text": "That adversary artificer is the devil."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Tertullian: On the Apparel of Women II 5:8",
                            "text": "For who would show the way to change the body, but he who by wickedness transfigured man's spirit?  He it is, undoubtedly, who adapted ingenious devices of this kind; that in your persons it may be apparent that you, in a certain sense, do violence to God."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Tertullian: On the Apparel of Women II 5:9",
                            "text": "Whatever is born is the work of God."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Tertullian: On the Apparel of Women II 5:10",
                            "text": "Whatever, then, is plastered on (that), is the devil's work."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Tertullian: On the Apparel of Women II 5:11",
                            "text": "To superinduce on a divine work Satan's ingenuities, how criminal is it!  Our servants borrow nothing from our personal enemies:  soldiers eagerly desire nothing from the foes of their own general; for, to demand for (your own) use anything from the adversary of Him in whose hand you are, is a transgression."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Tertullian: On the Apparel of Women II 5:12",
                            "text": "Shall a Christian be assisted in anything by that evil one?  (If he do,) I know not whether this name (of \"Christian\") will continue (to belong) to him; for he will be his in whose lore he eagerly desires to be instructed."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Tertullian: On the Apparel of Women II 5:13",
                            "text": "But how alien from your schoolings and professions are (these things)!  How unworthy the Christian name, to wear a fictitious face, (you,) on whom simplicity in every form is enjoined!—to lie in your appearance, (you,) to whom (lying) with the tongue is not lawful!—to seek after what is another's, (you,) to whom is delivered (the precept of) abstinence from what is another's!—to practise adultery in your mien, (you,) who make modesty your study!  Think, blessed (sisters), how will you keep God's precepts if you shall not keep in your own persons His lineaments?."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Tertullian: On the Apparel of Women II 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Tertullian: On the Apparel of Women II 6:1",
                            "text": "Of Dyeing the Hair."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Tertullian: On the Apparel of Women II 6:2",
                            "text": "I see some (women) turn (the colour of) their hair with saffron."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Tertullian: On the Apparel of Women II 6:3",
                            "text": "They are ashamed even of their own nation, (ashamed) that their procreation did not assign them to Germany and to Gaul:  thus, as it is, they transfer their hair (thither)!  Ill, ay, most ill, do they augur for themselves with their flame-coloured head, and think that graceful which (in fact) they are polluting!  Nay, moreover, the force of the cosmetics burns ruin into the hair; and the constant application of even any undrugged moisture, lays up a store of harm for the head; while the sun's warmth, too, so desirable for imparting to the hair at once growth and dryness, is hurtful."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Tertullian: On the Apparel of Women II 6:4",
                            "text": "What \"grace\" is compatible with \"injury?\"  What \"beauty\" with \"impurities?\"  Shall a Christian woman heap saffron on her head, as upon an altar?  For, whatever is wont to be burned to the honour of the unclean spirit, that—unless it is applied for honest, and necessary, and salutary uses, for which God's creature was provided—may seem to be a sacrifice."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Tertullian: On the Apparel of Women II 6:5",
                            "text": "But, however, God saith, \"Which of you can make a white hair black, or out of a black a white?\"  And so they refute the Lord!  \"Behold!\" say they, \"instead of white or black, we make it yellow,—more winning in grace\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Tertullian: On the Apparel of Women II 6:6",
                            "text": "And yet such as repent of having lived to old age do attempt to change it even from white to black!  O temerity!  The age which is the object of our wishes and prayers blushes (for itself)! a theft is effected! youth, wherein we have sinned, is sighed after! the opportunity of sobriety is spoiled!  Far from Wisdom's daughters be folly so great!  The more old age tries to conceal itself, the more will it be detected."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Tertullian: On the Apparel of Women II 6:7",
                            "text": "Here is a veritable eternity, in the (perennial) youth of your head!  Here we have an \"incorruptibility\" to \"put on,\" with a view to the new house of the Lord which the divine monarchy promises!  Well do you speed toward the Lord; well do you hasten to be quit of this most iniquitous world, to whom it is unsightly to approach (your own) end!."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Tertullian: On the Apparel of Women II 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Tertullian: On the Apparel of Women II 7:1",
                            "text": "Of Elaborate Dressing of the Hair in Other Ways, and Its Bearing Upon Salvation."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Tertullian: On the Apparel of Women II 7:2",
                            "text": "What service, again, does all the labour spent in arranging the hair render to salvation?  Why is no rest allowed to your hair, which must now be bound, now loosed, now cultivated, now thinned out?  Some are anxious to force their hair into curls, some to let it hang loose and flying; not with good simplicity:  beside which, you affix I know not what enormities of subtle and textile perukes; now, after the manner of a helmet of undressed hide, as it were a sheath for the head and a covering for the crown; now, a mass (drawn) backward toward the neck."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Tertullian: On the Apparel of Women II 7:3",
                            "text": "The wonder is, that there is no (open) contending against the Lord's prescripts!  It has been pronounced that no one can add to his own stature."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Tertullian: On the Apparel of Women II 7:4",
                            "text": "You, however, do add to your weight some kind of rolls, or shield-bosses, to be piled upon your necks!  If you feel no shame at the enormity, feel some at the pollution; for fear you may be fitting on a holy and Christian head the slough of some one else's head, unclean perchance, guilty perchance and destined to hell."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Tertullian: On the Apparel of Women II 7:5",
                            "text": "Nay, rather banish quite away from your \"free\" head all this slavery of ornamentation."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Tertullian: On the Apparel of Women II 7:6",
                            "text": "In vain do you labour to seem adorned:  in vain do you call in the aid of all the most skilful manufacturers of false hair."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Tertullian: On the Apparel of Women II 7:7",
                            "text": "God bids you \"be veiled\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Tertullian: On the Apparel of Women II 7:8",
                            "text": "I believe (He does so) for fear the heads of some should be seen!  And oh that in \"that day\" of Christian exultation, I, most miserable (as I am), may elevate my head, even though below (the level of) your heels!  I shall (then) see whether you will rise with (your) ceruse and rouge and saffron, and in all that parade of headgear:  whether it will be women thus tricked out whom the angels carry up to meet Christ in the air!  If these (decorations) are now good, and of God, they will then also present themselves to the rising bodies, and will recognise their several places."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Tertullian: On the Apparel of Women II 7:9",
                            "text": "But nothing can rise except flesh and spirit sole and pure."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Tertullian: On the Apparel of Women II 7:10",
                            "text": "Whatever, therefore, does not rise in (the form of) spirit and flesh is condemned, because it is not of God."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Tertullian: On the Apparel of Women II 7:11",
                            "text": "From things which are condemned abstain, even at the present day."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Tertullian: On the Apparel of Women II 7:12",
                            "text": "At the present day let God see you such as He will see you then."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Tertullian: On the Apparel of Women II 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Tertullian: On the Apparel of Women II 8:1",
                            "text": "Men Not Excluded from These Remarks on Personal Adornment."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Tertullian: On the Apparel of Women II 8:2",
                            "text": "Of course, now, I, a man, as being envious of women, am banishing them quite from their own (domains)."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Tertullian: On the Apparel of Women II 8:3",
                            "text": "Are there, in our case too, some things which, in respect of the sobriety we are to maintain on account of the fear due to God, are disallowed?  If it is true, (as it is,) that in men, for the sake of women (just as in women for the sake of men), there is implanted, by a defect of nature, the will to please; and if this sex of ours acknowledges to itself deceptive trickeries of form peculiarly its own,—(such as) to cut the beard too sharply; to pluck it out here and there; to shave round about (the mouth); to arrange the hair, and disguise its hoariness by dyes; to remove all the incipient down all over the body; to fix (each particular hair) in its place with (some) womanly pigment; to smooth all the rest of the body by the aid of some rough powder or other:  then, further, to take every opportunity for consulting the mirror; to gaze anxiously into it:—while yet, when (once) the knowledge of God has put an end to all wish to please by means of voluptuous attraction, all these things are rejected as frivolous, as hostile to modesty."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Tertullian: On the Apparel of Women II 8:4",
                            "text": "For where God is, there modesty is; there is sobriety her assistant and ally."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Tertullian: On the Apparel of Women II 8:5",
                            "text": "How, then, shall we practise modesty without her instrumental mean, that is, without sobriety?  How, moreover, shall we bring sobriety to bear on the discharge of (the functions of) modesty, unless seriousness in appearance and in countenance, and in the general aspect of the entire man, mark our carriage?."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Tertullian: On the Apparel of Women II 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Tertullian: On the Apparel of Women II 9:1",
                            "text": "Excess in Dress, as Well as in Personal Culture, to Be Shunned."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Tertullian: On the Apparel of Women II 9:2",
                            "text": "Arguments Drawn from I Cor."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Tertullian: On the Apparel of Women II 9:3",
                            "text": "VII."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Tertullian: On the Apparel of Women II 9:4",
                            "text": "Wherefore, with regard to clothing also, and all the remaining lumber of your self-elaboration, the like pruning off and retrenchment of too redundant splendour must be the object of your care."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Tertullian: On the Apparel of Women II 9:5",
                            "text": "For what boots it to exhibit in your face temperance and unaffectedness, and a simplicity altogether worthy of the divine discipline, but to invest all the other parts of the body with the luxurious absurdities of pomps and delicacies?  How intimate is the connection which these pomps have with the business of voluptuousness, and how they interfere with modesty, is easily discernible from the fact that it is by the allied aid of dress that they prostitute the grace of personal comeliness:  so plain is it that if (the pomps) be wanting, they render (that grace) bootless and thankless, as if it were disarmed and wrecked."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Tertullian: On the Apparel of Women II 9:6",
                            "text": "On the other hand, if natural beauty fails, the supporting aid of outward embellishment supplies a grace, as it were, from its own inherent power."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Tertullian: On the Apparel of Women II 9:7",
                            "text": "Those times of life, in fact, which are at last blest with quiet and withdrawn into the harbour of modesty, the splendour and dignity of dress lure away (from that rest and that harbour), and disquiet seriousness by seductions of appetite, which compensate for the chill of age by the provocative charms of apparel."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Tertullian: On the Apparel of Women II 9:8",
                            "text": "First, then, blessed (sisters), (take heed) that you admit not to your use meretricious and prostitutionary garbs and garments:  and, in the next place, if there are any of you whom the exigencies of riches, or birth, or past dignities, compel to appear in public so gorgeously arrayed as not to appear to have attained wisdom, take heed to temper an evil of this kind; lest, under the pretext of necessity, you give the rein without stint to the indulgence of licence."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Tertullian: On the Apparel of Women II 9:9",
                            "text": "For how will you be able to fulfil (the requirements of) humility, which our (school) profess, if you do not keep within bounds the enjoyment of your riches and elegancies, which tend so much to \"glory?\"  Now it has ever been the wont of glory to exalt, not to humble."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Tertullian: On the Apparel of Women II 9:10",
                            "text": "\"Why, shall we not use what is our own?\"  Who prohibits your using it?  Yet (it must be) in accordance with the apostle, who warns us \"to use this world as if we abuse it not; for the fashion of this world is passing away\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Tertullian: On the Apparel of Women II 9:11",
                            "text": "And \"they who buy are so to act as if they possessed not\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Tertullian: On the Apparel of Women II 9:12",
                            "text": "Why so?  Because he had laid down the premiss, saying, \"The time is wound up\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Tertullian: On the Apparel of Women II 9:13",
                            "text": "If, then he shows plainly that even wives themselves are so to be had as if they be not had, on account of the straits of the times, what would be his sentiments about these vain appliances of theirs?  Why, are there not many, withal, who so do, and seal themselves up to eunuchhood for the sake of the kingdom of God, spontaneously relinquishing a pleasure so honourable, and (as we know) permitted?  Are there not some who prohibit to themselves (the use of) the very \"creature of God,\" abstaining from wine and animal food, the enjoyments of which border upon no peril or solicitude; but they sacrifice to God the humility of their soul even in the chastened use of food?  Sufficiently, therefore, have you, too, used your riches and your delicacies; sufficiently have you cut down the fruits of your dowries, before (receiving) the knowledge of saving disciplines."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Tertullian: On the Apparel of Women II 9:14",
                            "text": "We are they \"upon whom the ends of the ages have met, having ended their course\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Tertullian: On the Apparel of Women II 9:15",
                            "text": "We have been predestined by God, before the world was, (to arise) in the extreme end of the times."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Tertullian: On the Apparel of Women II 9:16",
                            "text": "And so we are trained by God for the purpose of chastising, and (so to say) emasculating, the world."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Tertullian: On the Apparel of Women II 9:17",
                            "text": "We are the circumcision—spiritual and carnal—of all things; for both in the spirit and in the flesh we circumcise worldly principles."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Tertullian: On the Apparel of Women II 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Tertullian: On the Apparel of Women II 10:1",
                            "text": "Tertullian Refers Again to the Question of the Origin of All These Ornaments and Embellishments."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Tertullian: On the Apparel of Women II 10:2",
                            "text": "It was God, no doubt, who showed the way to dye wools with the juices of herbs and the humours of conchs!  It had escaped Him, when He was bidding the universe to come into being, to issue a command for (the production of) purple and scarlet sheep!  It was God, too, who devised by careful thought the manufactures of those very garments which, light and thin (in themselves), were to be heavy in price alone; God who produced such grand implements of gold for confining or parting the hair; God who introduced (the fashion of) finely-cut wounds for the ears, and set so high a value upon the tormenting of His own work and the tortures of innocent infancy, learning to suffer with its earliest breath, in order that from those scars of the body—born for the steel!—should hang I know not what (precious) grains, which, as we may plainly see, the Parthians insert, in place of studs, upon their very shoes!  And yet even the gold itself, the \"glory\" of which carries you away, serves a certain race (so Gentile literature tells us) for chains!  So true is it that it is not intrinsic worth, but rarity, which constitutes the goodness (of these things):  the excessive labour, moreover, of working them with arts introduced by the means of the sinful angels, who were the revealers withal of the material substances themselves, joined with their rarity, excited their costliness, and hence a lust on the part of women to possess (that) costliness."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Tertullian: On the Apparel of Women II 10:3",
                            "text": "But, if the self-same angels who disclosed both the material substances of this kind and their charms—of gold, I mean, and lustrous stones—and taught men how to work them, and by and by instructed them, among their other (instructions), in (the virtues of) eyelid-powder and the dyeings of fleeces, have been condemned by God, as Enoch tells us, how shall we please God while we joy in the things of those (angels) who, on these accounts, have provoked the anger and the vengeance of God?  Now, granting that God did foresee these things; that God permitted them; that Esaias finds fault with no garment of purple, represses no coil, reprobates no crescent-shaped neck ornaments; still let us not, as the Gentiles do, flatter ourselves with thinking that God is merely a Creator, not likewise a Downlooker on His own creatures."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Tertullian: On the Apparel of Women II 10:4",
                            "text": "For how far more usefully and cautiously shall we act, if we hazard the presumption that all these things were indeed provided at the beginning and placed in the world by God, in order that there should now be means of putting to the proof the discipline of His servants, in order that the licence of using should be the means whereby the experimental trials of continence should be conducted?  Do not wise heads of families purposely offer and permit some things to their servants in order to try whether and how they will use the things thus permitted; whether (they will do so) with honesty, or with moderation?  But how far more praiseworthy (the servant) who abstains entirely; who has a wholesome fear even of his lord's indulgence!  Thus, therefore, the apostle too:  \"All things,\" says he, \"are lawful, but not all are expedient\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Tertullian: On the Apparel of Women II 10:5",
                            "text": "How much more easily will he fear what is unlawful who has a reverent dread of what is lawful?."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Tertullian: On the Apparel of Women II 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Tertullian: On the Apparel of Women II 11:1",
                            "text": "Christian Women, Further, Have Not the Same Causes for Appearing in Public, and Hence for Dressing in Fine Array as Gentiles."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Tertullian: On the Apparel of Women II 11:2",
                            "text": "On the Contrary, Their Appearance Should Always Distinguish Them from Such."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Tertullian: On the Apparel of Women II 11:3",
                            "text": "Moreover, what causes have you for appearing in public in excessive grandeur, removed as you are from the occasions which call for such exhibitions?  For you neither make the circuit of the temples, nor demand (to be present at) public shows, nor have any acquaintance with the holy days of the Gentiles."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Tertullian: On the Apparel of Women II 11:4",
                            "text": "Now it is for the sake of all these public gatherings, and of much seeing and being seen, that all pomps (of dress) are exhibited before the public eye; either for the purpose of transacting the trade of voluptuousness, or else of inflating \"glory\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Tertullian: On the Apparel of Women II 11:5",
                            "text": "You, however, have no cause of appearing in public, except such as is serious."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Tertullian: On the Apparel of Women II 11:6",
                            "text": "Either some brother who is sick is visited, or else the sacrifice is offered, or else the word of God is dispensed."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Tertullian: On the Apparel of Women II 11:7",
                            "text": "Whichever of these you like to name is a business of sobriety and sanctity, requiring no extraordinary attire, with (studious) arrangement and (wanton) negligence."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Tertullian: On the Apparel of Women II 11:8",
                            "text": "And if the requirements of Gentile friendships and of kindly offices call you, why not go forth clad in your own armour; (and) all the more, in that (you have to go) to such as are strangers to the faith? so that between the handmaids of God and of the devil there may be a difference; so that you may be an example to them, and they may be edified in you; so that (as the apostle says) \"God may be magnified in your body\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Tertullian: On the Apparel of Women II 11:9",
                            "text": "But magnified He is in the body through modesty:  of course, too, through attire suitable to modesty."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Tertullian: On the Apparel of Women II 11:10",
                            "text": "Well, but it is urged by some, \"Let not the Name be blasphemed in us, if we make any derogatory change from our old style and dress\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Tertullian: On the Apparel of Women II 11:11",
                            "text": "Let us, then, not abolish our old vices! let us maintain the same character, if we must maintain the same appearance (as before); and then truly the nations will not blaspheme!  A grand blasphemy is that by which it is said, \"Ever since she became a Christian, she walks in poorer garb!\"  Will you fear to appear poorer, from the time that you have been made more wealthy; and fouler, from the time when you have been made more clean?  Is it according to the decree of Gentiles, or according to the decree of God, that it becomes Christians to walk?."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Tertullian: On the Apparel of Women II 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Tertullian: On the Apparel of Women II 12:1",
                            "text": "Such Outward Adornments Meretricious, and Therefore Unsuitable to Modest Women."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Tertullian: On the Apparel of Women II 12:2",
                            "text": "Let us only wish that we may be no cause for just blasphemy!  But how much more provocative of blasphemy is it that you, who are called modesty's priestesses, should appear in public decked and painted out after the manner of the immodest?  Else, (if you so do,) what inferiority would the poor unhappy victims of the public lusts have (beneath you)? whom, albeit some laws were (formerly) wont to restrain them from (the use of) matrimonial and matronly decorations, now, at all events, the daily increasing depravity of the age has raised so nearly to an equality with all the most honourable women, that the difficulty is to distinguish them."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Tertullian: On the Apparel of Women II 12:3",
                            "text": "And yet, even the Scriptures suggest (to us the reflection), that meretricious attractivenesses of form are invariably conjoined with and appropriate to bodily prostitution."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Tertullian: On the Apparel of Women II 12:4",
                            "text": "That powerful state which presides over the seven mountains and very many waters, has merited from the Lord the appellation of a prostitute."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Tertullian: On the Apparel of Women II 12:5",
                            "text": "But what kind of garb is the instrumental mean of her comparison with that appellation?  She sits, to be sure, \"in purple, and scarlet, and gold, and precious stone\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Tertullian: On the Apparel of Women II 12:6",
                            "text": "How accursed are the things without (the aid of) which an accursed prostitute could not have been described!  It was the fact that Thamar \"had painted out and adorned herself\" that led Judah to regard her as a harlot, and thus, because she was hidden beneath her \"veil,\"—the quality of her garb belying her as if she had been a harlot,—he judged (her to be one), and addressed and bargained with (her as such)."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Tertullian: On the Apparel of Women II 12:7",
                            "text": "Whence we gather an additional confirmation of the lesson, that provision must be made in every way against all immodest associations and suspicions."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Tertullian: On the Apparel of Women II 12:8",
                            "text": "For why is the integrity of a chaste mind defiled by its neighbour's suspicion?  Why is a thing from which I am averse hoped for in me?  Why does not my garb pre-announce my character, to prevent my spirit from being wounded by shamelessness through (the channel of) my ears?  Grant that it be lawful to assume the appearance of a modest woman:  to assume that of an immodest is, at all events, not lawful."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Tertullian: On the Apparel of Women II 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Tertullian: On the Apparel of Women II 13:1",
                            "text": "It is Not Enough that God Know Us to Be Chaste: We Must Seem So Before Men."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Tertullian: On the Apparel of Women II 13:2",
                            "text": "Especially in These Times of Persecution We Must Inure Our Bodies to the Hardships Which They May Not Improbably Be Called to Suffer."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Tertullian: On the Apparel of Women II 13:3",
                            "text": "Perhaps some (woman) will say:  \"To me it is not necessary to be approved by men; for I do not require the testimony of men:  God is the inspector of the heart\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Tertullian: On the Apparel of Women II 13:4",
                            "text": "(That) we all know; provided, however, we remember what the same (God) has said through the apostle:  \"Let your probity appear before men\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Tertullian: On the Apparel of Women II 13:5",
                            "text": "For what purpose, except that malice may have no access at all to you, or that you may be an example and testimony to the evil?  Else, what is (that):  \"Let your works shine?\"  Why, moreover, does the Lord call us the light of the world; why has He compared us to a city built upon a mountain; if we do not shine in (the midst of) darkness, and stand eminent amid them who are sunk down?  If you hide your lamp beneath a bushel, you must necessarily be left quite in darkness, and be run against by many."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Tertullian: On the Apparel of Women II 13:6",
                            "text": "The things which make us luminaries of the world are these—our good works."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Tertullian: On the Apparel of Women II 13:7",
                            "text": "What is good, moreover, provided it be true and full, loves not darkness:  it joys in being seen, and exults over the very pointings which are made at it."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Tertullian: On the Apparel of Women II 13:8",
                            "text": "To Christian modesty it is not enough to be so, but to seem so too."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Tertullian: On the Apparel of Women II 13:9",
                            "text": "For so great ought its plenitude to be, that it may flow out from the mind to the garb, and burst out from the conscience to the outward appearance; so that even from the outside it may gaze, as it were, upon its own furniture,—(a furniture) such as to be suited to retain faith as its inmate perpetually."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Tertullian: On the Apparel of Women II 13:10",
                            "text": "For such delicacies as tend by their softness and effeminacy to unman the manliness of faith are to be discarded."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Tertullian: On the Apparel of Women II 13:11",
                            "text": "Otherwise, I know not whether the wrist that has been wont to be surrounded with the palmleaf-like bracelet will endure till it grow into the numb hardness of its own chain!  I know not whether the leg that has rejoiced in the anklet will suffer itself to be squeezed into the gyve!  I fear the neck, beset with pearl and emerald nooses, will give no room to the broadsword!  Wherefore, blessed (sisters), let us meditate on hardships, and we shall not feel them; let us abandon luxuries, and we shall not regret them."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Tertullian: On the Apparel of Women II 13:12",
                            "text": "Let us stand ready to endure every violence, having nothing which we may fear to leave behind."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Tertullian: On the Apparel of Women II 13:13",
                            "text": "It is these things which are the bonds which retard our hope."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Tertullian: On the Apparel of Women II 13:14",
                            "text": "Let us cast away earthly ornaments if we desire heavenly."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Tertullian: On the Apparel of Women II 13:15",
                            "text": "Love not gold; in which (one substance) are branded all the sins of the people of Israel."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Tertullian: On the Apparel of Women II 13:16",
                            "text": "You ought to hate what ruined your fathers; what was adored by them who were forsaking God."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Tertullian: On the Apparel of Women II 13:17",
                            "text": "Even then (we find) gold is food for the fire."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Tertullian: On the Apparel of Women II 13:18",
                            "text": "But Christians always, and now more than ever, pass their times not in gold but in iron:  the stoles of martyrdom are (now) preparing:  the angels who are to carry us are (now) being awaited!  Do you go forth (to meet them) already arrayed in the cosmetics and ornaments of prophets and apostles; drawing your whiteness from simplicity, your ruddy hue from modesty; painting your eyes with bashfulness, and your mouth with silence; implanting in your ears the words of God; fitting on your necks the yoke of Christ."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "Tertullian: On the Apparel of Women II 13:19",
                            "text": "Submit your head to your husbands, and you will be enough adorned."
                        },
                        {
                            "verse": 20,
                            "chapter": 13,
                            "name": "Tertullian: On the Apparel of Women II 13:20",
                            "text": "Busy your hands with spinning; keep your feet at home; and you will \"please\" better than (by arraying yourselves) in gold."
                        },
                        {
                            "verse": 21,
                            "chapter": 13,
                            "name": "Tertullian: On the Apparel of Women II 13:21",
                            "text": "Clothe yourselves with the silk of uprightness, the fine linen of holiness, the purple of modesty."
                        },
                        {
                            "verse": 22,
                            "chapter": 13,
                            "name": "Tertullian: On the Apparel of Women II 13:22",
                            "text": "Thus painted, you will have God as your Lover!."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Tertullian: On the Apparel of Women II 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:1",
                            "text": "Dr."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:2",
                            "text": "Davidson is the author of a useful article on \"Apocalyptic Literature,\" from which we extract all that is requisite to inform the reader of the freshest opinion as seen from his well-known point of view."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:3",
                            "text": "He notes Archbishop Lawrence's translation into English, and that it has been rendered back again into German by Dillman , as before, less accurately, by Hoffmann."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:4",
                            "text": "Ewald, Lücke, Koestlin, and Hilgenfeld are referred to, and an article of his own in Kitto's Cyclopaedia."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:5",
                            "text": "We owe its re-appearance, after long neglect, to Archbishop Lawrence , and its preservation to the Abyssinians."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:6",
                            "text": "It was rescued by Bruce, the explorer, in an aethiopic version; and the first detailed announcement of its discovery was made by De Sacy,."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:7",
                            "text": "Davidson ascribes its authorship to pre-Messianic times, but thinks it has been interpolated by a Jewish Christian."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:8",
                            "text": "Tertullian's negative testimony points the other way:  he evidently relies upon its \"Christology\" as genuine; and, if interpolated in his day, he could hardly have been deceived."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:9",
                            "text": "Its five parts are:  I."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:10",
                            "text": "The rape of women by fallen angels, and the giants that were begotten of them."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:11",
                            "text": "The visions of Enoch begun."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:12",
                            "text": "II."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:13",
                            "text": "The visions continued, with views of the Messiah's kingdom."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:14",
                            "text": "III."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:15",
                            "text": "The physical and astronomical mysteries treated of."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:16",
                            "text": "IV."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:17",
                            "text": "Man's mystery revealed in dreams from the beginning to the end of the Messianic kingdom."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:18",
                            "text": "V."
                        },
                        {
                            "verse": 19,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:19",
                            "text": "The warnings of Enoch to his own family and to mankind, with appendices, which complete the book."
                        },
                        {
                            "verse": 20,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:20",
                            "text": "The article in Smith's Dictionary of the Bible is accessible, and need only be referred to as well worth perusal; and, as it abounds in references to the entire literature of criticism respecting it, it is truly valuable."
                        },
                        {
                            "verse": 21,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:21",
                            "text": "It seems to have been written by Westcott."
                        },
                        {
                            "verse": 22,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:22",
                            "text": "The fact that St."
                        },
                        {
                            "verse": 23,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:23",
                            "text": "Jude refers to Enoch's prophesyings no more proves that this book is other than apocryphal than St."
                        },
                        {
                            "verse": 24,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:24",
                            "text": "Paul's reference to Jannes and Jambres makes Scripture of the Targum."
                        },
                        {
                            "verse": 25,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:25",
                            "text": "The apostle Jude does, indeed, authenticate that particular saying by inspiration of God, and doubtless it was traditional among the Jews."
                        },
                        {
                            "verse": 26,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:26",
                            "text": "St."
                        },
                        {
                            "verse": 27,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:27",
                            "text": "Jerome's references to this quotation may be found textually in Lardner."
                        },
                        {
                            "verse": 28,
                            "chapter": 14,
                            "name": "Tertullian: On the Apparel of Women II 14:28",
                            "text": "Although the book is referred to frequently in the Patrologia, Tertullian only, of the Fathers, pays it the respect due to Scripture."
                        }
                    ]
                }
            ]
        }
    ]
}