{
    "books": [
        {
            "name": "Gregory of Nazianzen: To Nectarius",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Gregory of Nazianzen: To Nectarius 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:1",
                            "text": "6."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:2",
                            "text": "To Nectarius Archbishop of Constantinople."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:3",
                            "text": "(Gregory, having failed to persuade the Council of a."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:4",
                            "text": "d."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:5",
                            "text": "381 to end the schism at Antioch by recognizing Paulinus as successor to Meletius, thought it best for the sake of peace to resign the Archbishopric."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:6",
                            "text": "The Council elected in his place Nectarius, a catechumen at the time, who was Praetor of Constantinople, and he was consecrated and enthroned June 9, 381."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:7",
                            "text": "Gregory always maintained cordial relations with him; and the following letter was written in answer to the formal announcement of his election."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:8",
                            "text": ")  Ep."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:9",
                            "text": "LXXXVIII."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:10",
                            "text": "It was needful that the Royal Image should adorn the Royal City."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:11",
                            "text": "For this reason it wears you upon its bosom, as was fitting, with the virtues and the eloquence, and the other beauties with which the Divine Favour has conspicuously enriched you."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:12",
                            "text": "Us it has treated with utter contempt, and has cast away like refuse and chaff or a wave of the sea."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:13",
                            "text": "But since friends have a common interest in each other's affairs, I claim a share in your welfare, and feel myself a partaker in your glory and the rest of your prosperity."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:14",
                            "text": "Do you also, as is fitting, partake of the anxieties and reverses of your exiles, and not only (as the tragedians say) hold and stick to happy circumstances, but also take your part with your friend in troubles; that you may be perfectly just, living justly and equally in respect of friendship and of your friends."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:15",
                            "text": "May good fortune abide with you long, that you may do yet more good; yes, may it be with you irrevocably and eternally, after your prosperity here, unto the passage to that other world."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:16",
                            "text": "Ep."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:17",
                            "text": "XCI."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:18",
                            "text": "(A letter of no great importance, except as shewing the friendly feelings which Gregory continued to maintain towards his successor."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:19",
                            "text": ")  Affairs with us go on as usual: we are quiet without strifes and disputes, valuing as we do the reward (which has no risk attaching to it) of silence, beyond everything."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:20",
                            "text": "And we have derived some profit from this rest, having by God's mercy fairly recovered from our illness."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:21",
                            "text": "Do you ride on and reign, as holy David says, and may God, Who has honoured you with Priesthood, accompany you throughout, and set it for you above all slander."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:22",
                            "text": "And that we may give each other a proof of our courage, and may not suffer any human calamity as we stand before God, I send this message to you, and do you promptly assent to it."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:23",
                            "text": "There are many reasons which make me very anxious about our very dear Pancratius."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:24",
                            "text": "Be good enough to receive him kindly, and to commend him to the best of your friends, that he may attain his object."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:25",
                            "text": "His object is through some kind of military service to obtain relief from public office, though there is no single kind of life that is unexposed to the slanders of worthless men, as you very well know."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:26",
                            "text": "Ep."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:27",
                            "text": "CLI."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:28",
                            "text": "(Written about a."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:29",
                            "text": "d."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:30",
                            "text": "382, commending his friend George, a deacon of Nazianzus, to the good offices of the Archbishop and the Count of the Domestics, or Master of the Imperial Household, on account of his private troubles and anxieties."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:31",
                            "text": ")  People in general make a very good guess at your disposition—or rather, they do not conjecture, but they do not refuse to believe me when I pride myself on the fact that you deem me worthy of no small respect and honour."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:32",
                            "text": "One of these people is my very precious son George, who having fallen into many losses, and being very much overwhelmed by his troubles, can find only one harbour of safety, namely, to be introduced to you by us, and to obtain some favour at the hands of the Most Illustrious the Count of the Domestics."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:33",
                            "text": "Grant them this favour, either to him and his need, or else, if you prefer it, to me, to whom I know you have resolved to grant all favours; and facts also persuade me that this is true of you."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:34",
                            "text": "Ep."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:35",
                            "text": "CLXXXV."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:36",
                            "text": "(See Introduction to Ep."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:37",
                            "text": "CLXXXIV."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:38",
                            "text": "above, p."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:39",
                            "text": "469."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:40",
                            "text": "Bosporius was to be sent to Constantinople that his cause might there be tried in the Civil Courts."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:41",
                            "text": "Gregory therefore writes to the Archbishop to point out what a serious infringement of the rights of the Church this would be."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:42",
                            "text": "Probably the attitude which Nectarius took up at the suggestion of Gregory was the occasion of the Edict which Theodosius addressed in February, a."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:43",
                            "text": "d."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:44",
                            "text": "384 or 5, to the Augustal Prefect, withdrawing all clerics from the jurisdiction of the civil tribunals, and placing them under the exclusive control of the episcopal courts."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:45",
                            "text": ")  Whenever different people praise different points in you, and all are pushing forward your good fame, as in a marketplace, I contribute whatever I can, and not less than any of them, because you deign also to honour me, to cheer my old age, as a well-beloved son does that of his father."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:46",
                            "text": "For this reason I now also venture to offer to you this appeal on behalf of the Most Reverend and God-beloved Bishop Bosporius; though ashamed on the one hand that such a man should need any letter from me, since his venerable character is assured both by his daily life and by his age; and on the other hand not less ashamed to keep silence and not to say a word for him, while I have a voice, and honour faith, and know the man most intimately."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:47",
                            "text": "The controversy about the dioceses you will no doubt yourself resolve according to the grace of the Spirit which is in you, and to the order of the canons."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:48",
                            "text": "But I hope Your Reverence will see that it is not to be endured that our affairs are to be posted up in the secular courts."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:49",
                            "text": "For even if they who are judges of such courts are Christians, as by the mercy of God they are, what is there in common between the Sword and the Spirit? And even if we yield this point, how or where can it be just that a dispute concerning the faith should be interwoven with the other questions? Is our God-beloved Bishop Bosporius to-day a heretic? Is it to-day that his hoar hair is set in the balance, who has brought back so many from their error, and has given so great proof of his orthodoxy, and is a teacher of us all? No, I entreat you, do not give place to such slanders; but if possible reconcile the opposing parties and add this to your praises; but if this may not be, at all events do not allow us all, (with whom he has lived, and with whom he has grown old,) to be outraged by such insolence,—us whom you know to be accurate preachers of the Gospel, both when to be so was dangerous, and when it is free from risk; and to be unable to endure any detraction from the One Unapproachable Godhead."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:50",
                            "text": "And I beg you to pray for me who am suffering from serious illness."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:51",
                            "text": "I and all who are with me salute the brethren who surround you."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:52",
                            "text": "May you, strong and of good courage and of good fame in the Lord, grant to us and the Churches the support which all in common demand."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:53",
                            "text": "Ep."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:54",
                            "text": "CLXXXVI."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:55",
                            "text": "(A letter of introduction for a relative."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:56",
                            "text": ")  What would you have done if I had come in person and taken up your time? I am quite certain you would have undertaken with all zeal to deliver me from the slander, if I may take as a token what has happened before."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:57",
                            "text": "Do me this favour, then, through my most discreet kinswoman who approaches you through me, reverencing first the age of your petitioner, and next her disposition and piety, which is more than is ordinarily found in a woman; and besides this, her ignorance in business-matters, and the troubles now brought upon her by her own relations; and above all, my entreaty."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:58",
                            "text": "The greatest favour you can do me is speed in the benefit for which I am asking."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:59",
                            "text": "For even the unjust judge in the Gospel shewed kindness to the widow, though only after long beseeching and importunity."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:60",
                            "text": "But from you I ask for speed, that she may not be overwhelmed by being long burdened with anxieties and miseries in a foreign land; though I know quite well that Your Piety will make that alien land to be a fatherland to her."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:61",
                            "text": "Ep."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:62",
                            "text": "CCII."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:63",
                            "text": "(An important letter on the Apollinarian controversy has already been given above."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Gregory of Nazianzen: To Nectarius 1:64",
                            "text": ")."
                        }
                    ]
                }
            ]
        }
    ]
}