{
    "books": [
        {
            "name": "Tertullian: The Souls Testimony",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Tertullian: The Souls Testimony 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Tertullian: The Souls Testimony 1:1",
                            "text": "The Soul's Testimony If, with the object of convicting the rivals and persecutors of Christian truth, from their own authorities, of the crime of at once being untrue to themselves and doing injustice to us, one is bent on gathering testimonies in its favour from the writings of the philosophers, or the poets, or other masters of this world's learning and wisdom, he has need of a most inquisitive spirit, and a still greater memory to carry out the research."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Tertullian: The Souls Testimony 1:2",
                            "text": "Indeed, some of our people, who still continued their inquisitive labours in ancient literature, and still occupied memory with it, have published works we have in our hands of this very sort; works in which they relate and attest the nature and origin of their traditions, and the grounds on which opinions rest, and from which it may be seen at once that we have embraced nothing new or monstrous—nothing for which we cannot claim the support of ordinary and well-known writings, whether in ejecting error from our creed, or admitting truth into it."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Tertullian: The Souls Testimony 1:3",
                            "text": "But the unbelieving hardness of the human heart leads them to slight even their own teachers, otherwise approved and in high renown, whenever they touch upon arguments which are used in defence of Christianity."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Tertullian: The Souls Testimony 1:4",
                            "text": "Then the poets are fools, when they describe the gods with human passions and stories; then the philosophers are without reason, when they knock at the gates of truth."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Tertullian: The Souls Testimony 1:5",
                            "text": "He will thus far be reckoned a wise and sagacious man who has gone the length of uttering sentiments that are almost Christian; while if, in a mere affectation of judgment and wisdom, he sets himself to reject their ceremonies, or to convicting the world of its sin, he is sure to be branded as a Christian."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Tertullian: The Souls Testimony 1:6",
                            "text": "We will have nothing, then, to do with the literature and the teaching, perverted in its best results, which is believed in its errors rather than its truth."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Tertullian: The Souls Testimony 1:7",
                            "text": "We shall lay no stress on it, if some of their authors have declared that there is one God, and one God only."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Tertullian: The Souls Testimony 1:8",
                            "text": "Nay, let it be granted that there is nothing in heathen writers which a Christian approves, that it may be put out of his power to utter a single word of reproach."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Tertullian: The Souls Testimony 1:9",
                            "text": "For all are not familiar with their teachings; and those who are, have no assurance in regard to their truth."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Tertullian: The Souls Testimony 1:10",
                            "text": "Far less do men assent to our writings, to which no one comes for guidance unless he is already a Christian."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Tertullian: The Souls Testimony 1:11",
                            "text": "I call in a new testimony, yea, one which is better known than all literature, more discussed than all doctrine, more public than all publications, greater than the whole man—I mean all which is man's."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Tertullian: The Souls Testimony 1:12",
                            "text": "Stand forth, O soul, whether thou art a divine and eternal substance, as most philosophers believe if it be so, thou wilt be the less likely to lie,—or whether thou art the very opposite of divine, because indeed a mortal thing, as Epicurus alone thinks—in that case there will be the less temptation for thee to speak falsely in this case: whether thou art received from heaven, or sprung from earth; whether thou art formed of numbers, or of atoms; whether thine existence begins with that of the body, or thou art put into it at a later stage; from whatever source, and in whatever way, thou makest man a rational being, in the highest degree capable of thought and knowledge,—stand forth and give thy witness."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Tertullian: The Souls Testimony 1:13",
                            "text": "But I call thee not as when, fashioned in schools, trained in libraries, fed in Attic academies and porticoes, thou belchest wisdom."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Tertullian: The Souls Testimony 1:14",
                            "text": "I address thee simple, rude, uncultured and untaught, such as they have thee who have thee only; that very thing of the road, the street, the work-shop, wholly."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Tertullian: The Souls Testimony 1:15",
                            "text": "I want thine inexperience, since in thy small experience no one feels any confidence."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Tertullian: The Souls Testimony 1:16",
                            "text": "I demand of thee the things thou bringest with thee into man, which thou knowest either from thyself, or from thine author, whoever he may be."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Tertullian: The Souls Testimony 1:17",
                            "text": "Thou art not, as I well know, Christian; for a man becomes a Christian, he is not born one."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Tertullian: The Souls Testimony 1:18",
                            "text": "Yet Christians earnestly press thee for a testimony; they press thee, though an alien, to bear witness against thy friends, that they may be put to shame before thee, for hating and mocking us on account of things which convict thee as an accessory."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Tertullian: The Souls Testimony 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Tertullian: The Souls Testimony 2:1",
                            "text": "We give offence by proclaiming that there is one God, to whom the name of God alone belongs, from whom all things come, and who is Lord of the whole universe."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Tertullian: The Souls Testimony 2:2",
                            "text": "Bear thy testimony, if thou knowest this to be the truth; for openly and with a perfect liberty, such as we do not possess, we hear thee both in private and in public exclaim, \"Which may God grant,\" and, \"If God so will\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Tertullian: The Souls Testimony 2:3",
                            "text": "By expressions such as these thou declarest that there is one who is distinctively God, and thou confessest that all power belongs to him to whose will, as Sovereign, thou dost look."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Tertullian: The Souls Testimony 2:4",
                            "text": "At the same time, too, thou deniest any others to be truly gods, in calling them by their own names of Saturn, Jupiter, Mars, Minerva; for thou affirmest Him to be God alone to whom thou givest no other name than God; and though thou sometimes callest these others gods, thou plainly usest the designation as one which does not really belong to them, but is, so to speak, a borrowed one."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Tertullian: The Souls Testimony 2:5",
                            "text": "Nor is the nature of the God we declare unknown to thee: \"God is good, God does good,\" thou art wont to say; plainly suggesting further, \"But man is evil\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Tertullian: The Souls Testimony 2:6",
                            "text": "In asserting an antithetic proposition, thou, in a sort of indirect and figurative way, reproachest man with his wickedness in departing from a God so good."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Tertullian: The Souls Testimony 2:7",
                            "text": "So, again, as among us, as belonging to the God of benignity and goodness, \"Blessing\" is a most sacred act in our religion and our life, thou too sayest as readily as a Christian needs, \"God bless thee;\" and when thou turnest the blessing of God into a curse, in like manner thy very words confess with us that His power over us is absolute and entire."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Tertullian: The Souls Testimony 2:8",
                            "text": "There are some who, though they do not deny the existence of God, hold withal that He is neither Searcher, nor Ruler, nor Judge; treating with especial disdain those of us who go over to Christ out of fear of a coming judgment, as they think, honouring God in freeing Him from the cares of keeping watch, and the trouble of taking note,—not even regarding Him as capable of anger."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Tertullian: The Souls Testimony 2:9",
                            "text": "For if God, they say, gets angry, then He is susceptible of corruption and passion; but that of which passion and corruption can be affirmed may also perish, which God cannot do."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Tertullian: The Souls Testimony 2:10",
                            "text": "But these very persons elsewhere, confessing that the soul is divine, and bestowed on us by God, stumble against a testimony of the soul itself, which affords an answer to these views."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Tertullian: The Souls Testimony 2:11",
                            "text": "For if either divine or God-given, it doubtless knows its giver; and if it knows Him, it undoubtedly fears Him too, and especially as having been by Him endowed so amply."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Tertullian: The Souls Testimony 2:12",
                            "text": "Has it no fear of Him whose favour it is so desirous to possess, and whose anger it is so anxious to avoid? Whence, then, the soul's natural fear of God, if God cannot be angry? How is there any dread of Him whom nothing offends? What is feared but anger? Whence comes anger, but from observing what is done? What leads to watchful oversight, but judgment in prospect? Whence is judgment, but from power? To whom does supreme authority and power belong, but to God alone? So thou art always ready, O soul, from thine own knowledge, nobody casting scorn upon thee, and no one preventing, to exclaim, \"God sees all,\" and \"I commend thee to God,\" and \"May God repay,\" and \"God shall judge between us\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Tertullian: The Souls Testimony 2:13",
                            "text": "How happens this, since thou art not Christian? How is it that, even with the garland of Ceres on the brow, wrapped in the purple cloak of Saturn, wearing the white robe of the goddess Isis, thou invokest God as judge? Standing under the statue of aesculapius, adorning the brazen image of Juno, arraying the helmet of Minerva with dusky figures, thou never thinkest of appealing to any of these deities."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Tertullian: The Souls Testimony 2:14",
                            "text": "In thine own forum thou appealest to a God who is elsewhere; thou permittest honour to be rendered in thy temples to a foreign god."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Tertullian: The Souls Testimony 2:15",
                            "text": "Oh, striking testimony to truth, which in the very midst of demons obtains a witness for us Christians!."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Tertullian: The Souls Testimony 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Tertullian: The Souls Testimony 3:1",
                            "text": "But when we say that there are demons—as though, in the simple fact that we alone expel them from the men's bodies, we did not also prove their existence—some disciple of Chrysippus begins to curl the lip."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Tertullian: The Souls Testimony 3:2",
                            "text": "Yet thy curses sufficiently attest that there are such beings, and that they are objects of thy strong dislike."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Tertullian: The Souls Testimony 3:3",
                            "text": "As what comes to thee as a fit expression of thy strong hatred of him, thou callest the man a daemon who annoys thee with his filthiness, or malice, or insolence, or any other vice which we ascribe to evil spirits."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Tertullian: The Souls Testimony 3:4",
                            "text": "In expressing vexation, contempt, or abhorrence, thou hast Satan constantly upon thy lips; the very same we hold to be the angel of evil, the source of error, the corrupter of the whole world, by whom in the beginning man was entrapped into breaking the commandment of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Tertullian: The Souls Testimony 3:5",
                            "text": "And (the man) being given over to death on account of his sin, the entire human race, tainted in their descent from him, were made a channel for transmitting his condemnation."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Tertullian: The Souls Testimony 3:6",
                            "text": "Thou seest, then, thy destroyer; and though he is fully known only to Christians, or to whatever sect confesses the Lord, yet, even thou hast some acquaintance with him while yet thou abhorrest him!."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Tertullian: The Souls Testimony 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Tertullian: The Souls Testimony 4:1",
                            "text": "Even now, as the matter refers to thy opinion on a point the more closely belonging to thee, in so far as it bears on thy personal well-being, we maintain that after life has passed away thou still remainest in existence, and lookest forward to a day of judgment, and according to thy deserts art assigned to misery or bliss, in either way of it for ever; that, to be capable of this, thy former substance must needs return to thee, the matter and the memory of the very same human being: for neither good nor evil couldst thou feel if thou wert not endowed again with that sensitive bodily organization, and there would be no grounds for judgment without the presentation of the very person to whom the sufferings of judgment were due."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Tertullian: The Souls Testimony 4:2",
                            "text": "That Christian view, though much nobler than the Pythagorean, as it does not transfer thee into beasts; though more complete than the Platonic, since it endows thee again with a body; though more worthy of honour than the Epicurean, as it preserves thee from annihilation,—yet, because of the name connected with it, it is held to be nothing but vanity and folly, and, as it is called, a mere presumption."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Tertullian: The Souls Testimony 4:3",
                            "text": "But we are not ashamed of ourselves if our presumption is found to have thy support."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Tertullian: The Souls Testimony 4:4",
                            "text": "Well, in the first place, when thou speakest of one who is dead, thou sayest of him, \"Poor man\"—poor, surely, not because he has been taken from the good of life, but because he has been given over to punishment and condemnation."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Tertullian: The Souls Testimony 4:5",
                            "text": "But at another time thou speakest of the dead as free from trouble; thou professest to think life a burden, and death a blessing."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Tertullian: The Souls Testimony 4:6",
                            "text": "Thou art wont, too, to speak of the dead as in repose, when, returning to their graves beyond the city gates with food and dainties, thou art wont to present offerings to thyself rather than to them; or when, coming from the graves again, thou art staggering under the effects of wine."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Tertullian: The Souls Testimony 4:7",
                            "text": "But I want thy sober opinion."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Tertullian: The Souls Testimony 4:8",
                            "text": "Thou callest the dead poor when thou speakest thine own thoughts, when thou art at a distance from them."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Tertullian: The Souls Testimony 4:9",
                            "text": "For at their feast, where in a sense they are present and recline along with thee, it would never do to cast reproach upon their lot."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Tertullian: The Souls Testimony 4:10",
                            "text": "Thou canst not but adulate those for whose sake thou art feasting it so sumptuously."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Tertullian: The Souls Testimony 4:11",
                            "text": "Dost thou then speak of him as poor who feels not? How happens it that thou cursest, as one capable of suffering from thy curse, the man whose memory comes back on thee with the sting in it of some old injury?  It is thine imprecation that \"the earth may lie heavy on him,\" and that there may be trouble \"to his ashes in the realm of the dead\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Tertullian: The Souls Testimony 4:12",
                            "text": "In like manner, in thy kindly feeling to him to whom thou art indebted for favours, thou entreatest \"repose to his bones and ashes,\" and thy desire is that among the dead he may \"have pleasant rest\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Tertullian: The Souls Testimony 4:13",
                            "text": "If thou hast no power of suffering after death, if no feeling remains,—if, in a word, severance from the body is the annihilation of thee, what makes thee lie against thyself, as if thou couldst suffer in another state? Nay, why dost thou fear death at all? There is nothing after death to be feared, if there is nothing to be felt."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Tertullian: The Souls Testimony 4:14",
                            "text": "For though it may be said that death is dreadful not for anything it threatens afterwards, but because it deprives us of the good of life; yet, on the other hand, as it puts an end to life's discomforts, which are far more numerous, death's terrors are mitigated by a gain that more than outweighs the loss."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Tertullian: The Souls Testimony 4:15",
                            "text": "And there is no occasion to be troubled about a loss of good things, which is amply made up for by so great a blessing as relief from every trouble."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Tertullian: The Souls Testimony 4:16",
                            "text": "There is nothing dreadful in that which delivers from all that is to be dreaded."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Tertullian: The Souls Testimony 4:17",
                            "text": "If thou shrinkest from giving up life because thy experience of it has been sweet, at any rate there is no need to be in any alarm about death if thou hast no knowledge that it is evil."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Tertullian: The Souls Testimony 4:18",
                            "text": "Thy dread of it is the proof that thou art aware of its evil."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Tertullian: The Souls Testimony 4:19",
                            "text": "Thou wouldst never think it evil—thou wouldst have no fear of it at all—if thou wert not sure that after it there is something to make it evil, and so a thing of terror."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Tertullian: The Souls Testimony 4:20",
                            "text": "Let us leave unnoted at this time that natural way of fearing death."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Tertullian: The Souls Testimony 4:21",
                            "text": "It is a poor thing for any one to fear what is inevitable."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Tertullian: The Souls Testimony 4:22",
                            "text": "I take up the other side, and argue on the ground of a joyful hope beyond our term of earthly life; for desire of posthumous fame is with almost every class an inborn thing."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Tertullian: The Souls Testimony 4:23",
                            "text": "I have not time to speak of the Curtii, and the Reguli, or the brave men of Greece, who afford us innumerable cases of death despised for after renown."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Tertullian: The Souls Testimony 4:24",
                            "text": "Who at this day is without the desire that he may be often remembered when he is dead? Who does not give all endeavour to preserve his name by works of literature, or by the simple glory of his virtues, or by the splendour even of his tomb?  How is it the nature of the soul to have these posthumous ambitions and with such amazing effort to prepare the things it can only use after decease? It would care nothing about the future, if the future were quite unknown to it."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Tertullian: The Souls Testimony 4:25",
                            "text": "But perhaps thou thinkest thyself surer, after thy exit from the body, of continuing still to feel, than of any future resurrection, which is a doctrine laid at our door as one of our presumptuous suppositions."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Tertullian: The Souls Testimony 4:26",
                            "text": "But it is also the doctrine of the soul; for if any one inquires about a person lately dead as though he were alive, it occurs at once to say, \"He has gone\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Tertullian: The Souls Testimony 4:27",
                            "text": "He is expected to return, then."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Tertullian: The Souls Testimony 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Tertullian: The Souls Testimony 5:1",
                            "text": "These testimonies of the soul are simple as true, commonplace as simple, universal as commonplace, natural as universal, divine as natural."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Tertullian: The Souls Testimony 5:2",
                            "text": "I don't think they can appear frivolous or feeble to any one, if he reflect on the majesty of nature, from which the soul derives its authority."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Tertullian: The Souls Testimony 5:3",
                            "text": "If you acknowledge the authority of the mistress, you will own it also in the disciple."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Tertullian: The Souls Testimony 5:4",
                            "text": "Well, nature is the mistress here, and her disciple is the soul."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Tertullian: The Souls Testimony 5:5",
                            "text": "But everything the one has taught or the other learned, has come from God—the Teacher of the teacher."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Tertullian: The Souls Testimony 5:6",
                            "text": "And what the soul may know from the teachings of its chief instructor, thou canst judge from that which is within thee."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Tertullian: The Souls Testimony 5:7",
                            "text": "Think of that which enables thee to think; reflect on that which in forebodings is the prophet, the augur in omens, the foreseer of coming events."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Tertullian: The Souls Testimony 5:8",
                            "text": "Is it a wonderful thing, if, being the gift of God to man, it knows how to divine? Is it anything very strange, if it knows the God by whom it was bestowed? Even fallen as it is, the victim of the great adversary's machinations, it does not forget its Creator, His goodness and law, and the final end both of itself and of its foe."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Tertullian: The Souls Testimony 5:9",
                            "text": "Is it singular then, if, divine in its origin, its revelations agree with the knowledge God has given to His own people? But he who does not regard those outbursts of the soul as the teaching of a congenital nature and the secret deposit of an inborn knowledge, will say that the habit and, so to say, the vice of speaking in this way has been acquired and confirmed from the opinions of published books widely spread among men."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Tertullian: The Souls Testimony 5:10",
                            "text": "Unquestionably the soul existed before letters, and speech before books, and ideas before the writing of them, and man himself before the poet and philosopher."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Tertullian: The Souls Testimony 5:11",
                            "text": "Is it then to be believed, that before literature and its publication no utterances of the sort we have pointed out came from the lips of men? Did nobody speak of God and His goodness, nobody of death, nobody of the dead? Speech went a-begging, I suppose; nay, (the subjects being still awanting, without which it cannot even exist at this day, when it is so much more copious, and rich, and wise), it could not exist at all if the things which are now so easily suggested, that cling to us so constantly, that are so very near to us, that are somehow born on our very lips, had no existence in ancient times, before letters had any existence in the world—before there was a Mercury, I think, at all."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Tertullian: The Souls Testimony 5:12",
                            "text": "And whence was it, I pray, that letters themselves came to know, and to disseminate for the use of speech, what no mind had ever conceived, or tongue put forth, or ear taken in? But, clearly, since the Scriptures of God, whether belonging to Christians or to Jews, into whose olive tree we have been grafted—are much more ancient than any secular literature, (or, let us only say, are of a somewhat earlier date, as we have shown in its proper place when proving their trustworthiness); if the soul have taken these utterances from writings at all, we must believe it has taken them from ours, and not from yours, its instruction coming more naturally from the earlier than the later works."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Tertullian: The Souls Testimony 5:13",
                            "text": "Which latter indeed waited for their own instruction from the former, and though we grant that light has come from you, still it has flowed from the first fountainhead originally; and we claim as entirely ours, all you may have taken from us and handed down."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Tertullian: The Souls Testimony 5:14",
                            "text": "Since it is thus, it matters little whether the soul's knowledge was put into it by God or by His book."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Tertullian: The Souls Testimony 5:15",
                            "text": "Why, then, O man, wilt thou maintain a view so groundless, as that those testimonies of the soul have gone forth from the mere human speculations of your literature, and got hardening of common use?."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Tertullian: The Souls Testimony 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Tertullian: The Souls Testimony 6:1",
                            "text": "Believe, then, your own books, and as to our Scriptures so much the more believe writings which are divine, but in the witness of the soul itself give like confidence to Nature."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Tertullian: The Souls Testimony 6:2",
                            "text": "Choose the one of these you observe to be the most faithful friend of truth."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Tertullian: The Souls Testimony 6:3",
                            "text": "If your own writings are distrusted, neither God nor Nature lie."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Tertullian: The Souls Testimony 6:4",
                            "text": "And if you would have faith in God and Nature, have faith in the soul; thus you will believe yourself."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Tertullian: The Souls Testimony 6:5",
                            "text": "Certainly you value the soul as giving you your true greatness,—that to which you belong; which is all things to you; without which you can neither live nor die; on whose account you even put God away from you."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Tertullian: The Souls Testimony 6:6",
                            "text": "Since, then, you fear to become a Christian, call the soul before you, and put her to the question."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Tertullian: The Souls Testimony 6:7",
                            "text": "Why does she worship another? why name the name of God? Why does she speak of demons, when she means to denote spirits to be held accursed? Why does she make her protestations towards the heavens, and pronounce her ordinary execrations earthwards? Why does she render service in one place, in another invoke the Avenger? Why does she pass judgments on the dead? What Christian phrases are those she has got, though Christians she neither desires to see nor hear? Why has she either bestowed them on us, or received them from us?  Why has she either taught us them, or learned them as our scholar? Regard with suspicion this accordance in words, while there is such difference in practice."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Tertullian: The Souls Testimony 6:8",
                            "text": "It is utter folly—denying a universal nature—to ascribe this exclusively to our language and the Greek, which are regarded among us as so near akin."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Tertullian: The Souls Testimony 6:9",
                            "text": "The soul is not a boon from heaven to Latins and Greeks alone."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Tertullian: The Souls Testimony 6:10",
                            "text": "Man is the one name belonging to every nation upon earth: there is one soul and many tongues, one spirit and various sounds; every country has its own speech, but the subjects of speech are common to all."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Tertullian: The Souls Testimony 6:11",
                            "text": "God is everywhere, and the goodness of God is everywhere; demons are everywhere, and the cursing of them is everywhere; the invocation of divine judgment is everywhere, death is everywhere, and the sense of death is everywhere, and all the world over is found the witness of the soul."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Tertullian: The Souls Testimony 6:12",
                            "text": "There is not a soul of man that does not, from the light that is in itself, proclaim the very things we are not permitted to speak above our breath."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Tertullian: The Souls Testimony 6:13",
                            "text": "Most justly, then, every soul is a culprit as well as a witness: in the measure that it testifies for truth, the guilt of error lies on it; and on the day of judgment it will stand before the courts of God, without a word to say."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Tertullian: The Souls Testimony 6:14",
                            "text": "Thou proclaimedst God, O soul, but thou didst not seek to know Him: evil spirits were detested by thee, and yet they were the objects of thy adoration; the punishments of hell were foreseen by thee, but no care was taken to avoid them; thou hadst a savour of Christianity, and withal wert the persecutor of Christians."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Tertullian: The Souls Testimony 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Tertullian: The Souls Testimony 7:1",
                            "text": "-  The passage referred to in the note, begins thus in Jowett's rendering:  \"The Ruler of the Universe has ordered all things with a view to the preservation and perfection of the whole etc\"."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Tertullian: The Souls Testimony 7:2",
                            "text": "So, in the same book: \"Surely God must not be supposed to have a nature which he himself hates\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Tertullian: The Souls Testimony 7:3",
                            "text": "Again:  \"Let us not, then, deem God inferior to human workmen, who in proportion to their skill finish and perfect their works…or that God, the wisest of beings, who is willing and able to extend his care to all things, etc\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Tertullian: The Souls Testimony 7:4",
                            "text": "Now, it is a sublime plan which our author here takes up, (making only slight reference to the innumerable citations which were behind his apostrophe to the soul if any one should dispute it) to bid the soul stand forth and confess its consciousness of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Tertullian: The Souls Testimony 7:5",
                            "text": "-  Those who would pursue the subject of Demonology, which Tertullian opens in this admirable treatise, should follow it up in a writer whom Tertullian greatly influenced, in many particulars, even when he presents a remarkable contrast."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Tertullian: The Souls Testimony 7:6",
                            "text": "The Ninth Book of the City of God is devoted to inquiries which throw considerable light on some of the startling sayings of our author as to the heathen systems, and their testimony to the Soul's Consciousness of God and of the great enemy of God and the inferior spirit of Evil."
                        }
                    ]
                }
            ]
        }
    ]
}