{
    "books": [
        {
            "name": "Clement: Epistle to James",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Clement: Epistle to James 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Clement: Epistle to James 1:1",
                            "text": "Epistle of Clement to James: Clement to James, the lord, and the bishop of bishops, who rules Jerusalem, the holy church of the Hebrews, and the churches everywhere excellently founded by the providence of God, with the elders and deacons, and the rest of the brethren, peace be always."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Clement: Epistle to James 1:2",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Clement: Epistle to James 1:3",
                            "text": "—Peter's Martyrdom."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Clement: Epistle to James 1:4",
                            "text": "Be it known to you, my lord, that Simon, who, for the sake of the true faith, and the most sure foundation of his doctrine, was set apart to be the foundation of the Church, and for this end was by Jesus Himself, with His truthful mouth, named Peter, the first-fruits of our Lord, the first of the apostles; to whom first the Father revealed the Son; whom the Christ, with good reason, blessed; the called, and elect, and associate at table and in the journeyings of Christ; the excellent and approved disciple, who, as being fittest of all, was commanded to enlighten the darker part of the world, namely the West, and was enabled to accomplish it,—and to what extent do I lengthen my discourse, not wishing to indicate what is sad, which yet of necessity, though reluctantly, I must tell you,—he himself, by reason of his immense love towards men, having come as far as Rome, clearly and publicly testifying, in opposition to the wicked one who withstood him, that there is to be a good King over all the world, while saving men by his God-inspired doctrine, himself, by violence, exchanged this present existence for life."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Clement: Epistle to James 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Clement: Epistle to James 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Clement: Epistle to James 2:2",
                            "text": "—Ordination of Clement."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Clement: Epistle to James 2:3",
                            "text": "But about that time, when he was about to die, the brethren being assembled together, he suddenly seized my hand, and rose up, and said in presence of the church:  \"Hear me, brethren and fellow-servants."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Clement: Epistle to James 2:4",
                            "text": "Since, as I have been taught by the Lord and Teacher Jesus Christ, whose apostle I am, the day of my death is approaching, I lay hands upon this Clement as your bishop; and to him I entrust my chair of discourse, even to him who has journeyed with me from the beginning to the end, and thus has heard all my homilies—who, in a word, having had a share in all my trials, has been found stedfast in the faith; whom I have found, above all others, pious, philanthropic, pure, learned, chaste, good, upright, large-hearted, and striving generously to bear the ingratitude of some of the catechumens."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Clement: Epistle to James 2:5",
                            "text": "Wherefore I communicate to him the power of binding and loosing, so that with respect to everything which he shall ordain in the earth, it shall be decreed in the heavens."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Clement: Epistle to James 2:6",
                            "text": "For he shall bind what ought to be bound, and loose what ought to be loosed, as knowing the role of the Church."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Clement: Epistle to James 2:7",
                            "text": "Therefore hear him, as knowing that he who grieves the president of the truth, sins against Christ, and offends the Father of all."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Clement: Epistle to James 2:8",
                            "text": "Wherefore he shall not live; and therefore it becomes him who presides to hold the place of a physician, and not to cherish the rage of an irrational beast\"."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Clement: Epistle to James 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Clement: Epistle to James 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Clement: Epistle to James 3:2",
                            "text": "—Nolo Episcopari."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Clement: Epistle to James 3:3",
                            "text": "While he thus spoke, I knelt to him, and entreated him, declining the honour and the authority of the chair."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Clement: Epistle to James 3:4",
                            "text": "But he answered:  \"Concerning this matter do not ask me; for it has seemed to me to be good that thus it be, and all the more if you decline it."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Clement: Epistle to James 3:5",
                            "text": "For this chair has not need of a presumptuous man, ambitious of occupying it, but of one pious in conduct and deeply skilled in the word of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Clement: Epistle to James 3:6",
                            "text": "But show me a better than yourself, who has travelled more with me, and has heard more of my discourses, and has learned better the regulations of the Church, and I shall not force you to do well against your will."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Clement: Epistle to James 3:7",
                            "text": "But it will not be in your power to show me your superior; for you are the choice first-fruits of the multitudes saved through me."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Clement: Epistle to James 3:8",
                            "text": "However, consider this further, that if you do not undertake the administration of the Church, through fear of the danger of sin, you may be sure that you sin more, when you have it in your power to help the godly, who are, as it were, at sea and in danger, and will not do so, providing only for your own interest, and not for the common advantage of all."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Clement: Epistle to James 3:9",
                            "text": "But that it behoves you altogether to undertake the danger, while I do not cease to ask it of you for the help of all, you well understand."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Clement: Epistle to James 3:10",
                            "text": "The sooner, therefore, you consent, so much the sooner will you relieve me from anxiety."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Clement: Epistle to James 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Clement: Epistle to James 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Clement: Epistle to James 4:2",
                            "text": "—The Recompense of the Reward."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Clement: Epistle to James 4:3",
                            "text": "\"But I myself also, O Clement, know the griefs and anxieties, and dangers and reproaches, that are appointed you from the uninstructed multitudes; and these you will be able to bear nobly, looking to the great reward of patience bestowed on you by God."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Clement: Epistle to James 4:4",
                            "text": "But also consider this fairly with me:  When has Christ need of your aid?  Now, when the wicked one has sworn war against His bride; or in the time to come, when He shall reign victorious, having no need of further help?  Is it not evident to any one who has even the least understanding, that it is now?  Therefore with all good-will hasten in the time of the present necessity to do battle on the side of this good King, whose character it is to give great rewards after victory."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Clement: Epistle to James 4:5",
                            "text": "Therefore take the oversight gladly; and all the more in good time, because you have learned from me the administration of the Church, for the safety of the brethren who have taken refuge with us."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Clement: Epistle to James 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Clement: Epistle to James 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Clement: Epistle to James 5:2",
                            "text": "—A Charge."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Clement: Epistle to James 5:3",
                            "text": "\"However, I wish, in the presence of all, to remind you, for the sake of all, of the things belonging to the administration."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Clement: Epistle to James 5:4",
                            "text": "It becomes you, living without reproach, with the greatest earnestness to shake off all the cares of life, being neither a surety, nor an advocate, nor involved in any other secular business."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Clement: Epistle to James 5:5",
                            "text": "For Christ does not wish to appoint you either a judge or an arbitrator in business, or negotiator of the secular affairs of the present life, lest, being confined to the present cares of men, you should not have leisure by the word of truth to separate the good among men from the bad."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Clement: Epistle to James 5:6",
                            "text": "But let the disciples perform these offices to one another, and not withdraw you from the discourses which are able to save."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Clement: Epistle to James 5:7",
                            "text": "For as it is wicked for you to undertake secular cares, and to omit the doing of what you have been commanded to do, so it is sin for every layman, if they do not stand by one another even in secular necessities."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Clement: Epistle to James 5:8",
                            "text": "And if all do not understand to take order that you be without care in respect of the things in which you ought to be, let them learn it from the deacons; that you may have the care of the Church always, in order both to your administering it well, and to your holding forth the words of truth."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Clement: Epistle to James 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Clement: Epistle to James 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Clement: Epistle to James 6:2",
                            "text": "—The Duty of a Bishop."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Clement: Epistle to James 6:3",
                            "text": "\"Now, if you were occupied with secular cares, you should deceive both yourself and your hearers."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Clement: Epistle to James 6:4",
                            "text": "For not being able, on account of occupation, to point out the things that are advantageous, both you should be punished, as not having taught what was profitable, and they, not having learned, should perish by reason of ignorance."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Clement: Epistle to James 6:5",
                            "text": "Wherefore do you indeed preside over them without occupation, so as to send forth seasonably the words that are able to save them; and so let them listen to you, knowing that whatever the ambassador of the truth shall bind upon earth is bound also in heaven, and what he shall loose is loosed."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Clement: Epistle to James 6:6",
                            "text": "But you shall bind what ought to be bound, and loose what ought to be loosed."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Clement: Epistle to James 6:7",
                            "text": "And these, and such like, are the things that relate to you as president."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Clement: Epistle to James 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Clement: Epistle to James 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Clement: Epistle to James 7:2",
                            "text": "—Duties of Presbyters."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Clement: Epistle to James 7:3",
                            "text": "\"And with respect to the presbyters, take these instructions."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Clement: Epistle to James 7:4",
                            "text": "Above all things, let them join the young betimes in marriage, anticipating the entanglements of youthful lusts."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Clement: Epistle to James 7:5",
                            "text": "But neither let them neglect the marriage of those who are already old; for lust is vigorous even in some old men."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Clement: Epistle to James 7:6",
                            "text": "Lest, therefore, fornication find a place among you, and bring upon you a very pestilence, take precaution, and search, lest at any time the fire of adultery be secretly kindled among you."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Clement: Epistle to James 7:7",
                            "text": "For adultery is a very terrible thing, even such that it holds the second place in respect of punishment, the first being assigned to those who are in error, even although they be chaste."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Clement: Epistle to James 7:8",
                            "text": "Wherefore do you, as elders of the Church, exercise the spouse of Christ to chastity (by the spouse I mean the body of the Church); for if she be apprehended to be chaste by her royal Bridegroom, she shall obtain the greatest honour; and you, as wedding guests, shall receive great commendation."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Clement: Epistle to James 7:9",
                            "text": "But if she be caught having sinned, she herself indeed shall be cast out; and you shall suffer punishment, if at any time her sin has been through your negligence."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Clement: Epistle to James 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Clement: Epistle to James 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Clement: Epistle to James 8:2",
                            "text": "—\"Do Good Unto All?\"  \"Wherefore above all things be careful about chastity; for fornication has been marked out as a bitter thing in the estimation of God."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Clement: Epistle to James 8:3",
                            "text": "But there are many forms of fornication, as also Clement himself will explain to you."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Clement: Epistle to James 8:4",
                            "text": "The first is adultery, that a man should not enjoy his own wife alone, or a woman not enjoy her own husband alone."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Clement: Epistle to James 8:5",
                            "text": "If any one be chaste, he is able also to be philanthropic, on account of which he shall obtain eternal mercy."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Clement: Epistle to James 8:6",
                            "text": "For as adultery is a great evil, so philanthropy is the greatest good."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Clement: Epistle to James 8:7",
                            "text": "Wherefore love all your brethren with grave and compassionate eyes, performing to orphans the part of parents, to widows that of husbands, affording them sustenance with all kindliness, arranging marriages for those who are in their prime, and for those who are without a profession, the means of necessary support through employment; giving work to the artificer, and alms to the incapable."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Clement: Epistle to James 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Clement: Epistle to James 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Clement: Epistle to James 9:2",
                            "text": "—\"Let Brotherly Love Continue\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Clement: Epistle to James 9:3",
                            "text": "\"But I know that ye will do these things if you fix love into your minds; and for its entrance there is one only fit means, viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Clement: Epistle to James 9:4",
                            "text": ", the common partaking of food."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Clement: Epistle to James 9:5",
                            "text": "Wherefore see to it that ye be frequently one another's guests, as ye are able, that you may not fail of it."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Clement: Epistle to James 9:6",
                            "text": "For it is the cause of well-doing, and well-doing of salvation."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Clement: Epistle to James 9:7",
                            "text": "Therefore all of you present your provisions in common to all your brethren in God, knowing that, giving temporal things, you shall receive eternal things."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Clement: Epistle to James 9:8",
                            "text": "Much more feed the hungry, and give drink to the thirsty, and clothing to the naked; visit the sick; showing yourselves to those who are in prison, help them as ye are able, and receive strangers into your houses with all alacrity."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Clement: Epistle to James 9:9",
                            "text": "However, not to speak in detail, philanthropy will teach you to do everything that is good, as misanthropy suggests ill-doing to those who will not be saved."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Clement: Epistle to James 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Clement: Epistle to James 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Clement: Epistle to James 10:2",
                            "text": "—\"Whatsoever Things are Honest\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Clement: Epistle to James 10:3",
                            "text": "\"Let the brethren who have causes to be settled not be judged by the secular authorities; but let them by all means be reconciled by the elders of the church, yielding ready obedience to them."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Clement: Epistle to James 10:4",
                            "text": "Moreover, also, flee avarice, inasmuch as it is able, under pretext of temporal gain, to deprive you of eternal blessings."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Clement: Epistle to James 10:5",
                            "text": "Carefully keep your balances, your measures, your weights, and the things belonging to your traffic, just."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Clement: Epistle to James 10:6",
                            "text": "Be faithful with respect to your trusts."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Clement: Epistle to James 10:7",
                            "text": "Moreover, you will persevere in doing these things, and things similar to these, until the end, if you have in your hearts an ineradicable remembrance of the judgment that is from God."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Clement: Epistle to James 10:8",
                            "text": "For who would sin, being persuaded that at the end of life there is a judgment appointed of the righteous God, who only now is long-suffering and good, that the good may in future enjoy for ever unspeakable blessings; but the sinners being found as evil, shall obtain an eternity of unspeakable punishment."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Clement: Epistle to James 10:9",
                            "text": "And, indeed, that these things are so, it would be reasonable to doubt, were it not that the Prophet of the truth has said and sworn that it shall be."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Clement: Epistle to James 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Clement: Epistle to James 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Clement: Epistle to James 11:2",
                            "text": "—Doubts to Be Satisfied."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Clement: Epistle to James 11:3",
                            "text": "\"Wherefore, being disciples of the true Prophet, laying aside double-mindedness, from which comes ill-doing, eagerly undertake well-doing."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Clement: Epistle to James 11:4",
                            "text": "But if any of you doubt concerning the things which I have said are to be, let him confess it without shame, if he cares for his own soul, and he shall be satisfied by the president."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Clement: Epistle to James 11:5",
                            "text": "But if he has believed rightly, let his conversation be with confidence, as fleeing from the great fire of condemnation, and entering into the eternal good kingdom of God."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Clement: Epistle to James 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Clement: Epistle to James 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Clement: Epistle to James 12:2",
                            "text": "—Duties of Deacons."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Clement: Epistle to James 12:3",
                            "text": "\"Moreover let the deacons of the church, going about with intelligence, be as eyes to the bishop, carefully inquiring into the doings of each member of the church, ascertaining who is about to sin, in order that, being arrested with admonition by the president, he may haply not accomplish the sin."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Clement: Epistle to James 12:4",
                            "text": "Let them check the disorderly, that they may not desist from assembling to hear the discourses, so that they may be able to counteract by the word of truth those anxieties that fall upon the heart from every side, by means of worldly casualties and evil communications; for if they long remain fallow, they become fuel for the fire."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Clement: Epistle to James 12:5",
                            "text": "And let them learn who are suffering under bodily disease, and let them bring them to the notice of the multitude who do not know of them, that they may visit them, and supply their wants according to the judgment of the president."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Clement: Epistle to James 12:6",
                            "text": "Yea, though they do this without his knowledge, they do nothing amiss."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Clement: Epistle to James 12:7",
                            "text": "These things, then, and things like to these, let the deacons attend to."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Clement: Epistle to James 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Clement: Epistle to James 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Clement: Epistle to James 13:2",
                            "text": "—Duties of Catechists."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Clement: Epistle to James 13:3",
                            "text": "\"Let the catechists instruct, being first instructed; for it is a work relating to the souls of men."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Clement: Epistle to James 13:4",
                            "text": "For the teacher of the word must accommodate himself to the various judgments of the learners."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Clement: Epistle to James 13:5",
                            "text": "The catechists must therefore be learned, and unblameable, of much experience, and approved, as you will know that Clement is, who is to be your instructor after me."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Clement: Epistle to James 13:6",
                            "text": "For it were too much for me now to go into details."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Clement: Epistle to James 13:7",
                            "text": "However, if ye be of one mind, you shall be able to reach the haven of rest, where is the peaceful city of the great King."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Clement: Epistle to James 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Clement: Epistle to James 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Clement: Epistle to James 14:2",
                            "text": "—The Vessel of the Church."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Clement: Epistle to James 14:3",
                            "text": "\"For the whole business of the Church is like unto a great ship, bearing through a violent storm men who are of many places, and who desire to inhabit the city of the good kingdom."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Clement: Epistle to James 14:4",
                            "text": "Let, therefore, God be your shipmaster; and let the pilot be likened to Christ, the mate to the bishop, and the sailors to the deacons, the midshipmen to the catechists, the multitude of the brethren to the passengers, the world to the sea; the foul winds to temptations, persecutions, and dangers; and all manner of afflictions to the waves; the land winds and their squalls to the discourses of deceivers and false prophets; the promontories and rugged rocks to the judges in high places threatening terrible things; the meetings of two seas, and the wild places, to unreasonable men and those who doubt of the promises of truth."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Clement: Epistle to James 14:5",
                            "text": "Let hypocrites be regarded as like to pirates."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Clement: Epistle to James 14:6",
                            "text": "Moreover, account the strong whirlpool, and the Tartarean Charybdis, and murderous wrecks, and deadly founderings, to be nought but sins."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Clement: Epistle to James 14:7",
                            "text": "In order, therefore, that, sailing with a fair wind, you may safely reach the haven of the hoped-for city, pray so as to be heard."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Clement: Epistle to James 14:8",
                            "text": "But prayers become audible by good deeds."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Clement: Epistle to James 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Clement: Epistle to James 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Clement: Epistle to James 15:2",
                            "text": "—Incidents of the Voyage."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Clement: Epistle to James 15:3",
                            "text": "\"Let therefore the passengers remain quiet, sitting in their own places, lest by disorder they occasion rolling or careening."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Clement: Epistle to James 15:4",
                            "text": "Let the midshipmen give heed to the fare."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Clement: Epistle to James 15:5",
                            "text": "Let the deacons neglect nothing with which they are entrusted; let the presbyters, like sailors, studiously arrange what is needful for each one."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Clement: Epistle to James 15:6",
                            "text": "Let the bishop, as the mate, wakefully ponder the words of the pilot alone."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Clement: Epistle to James 15:7",
                            "text": "Let Christ, even the Saviour, be loved as the pilot, and alone believed in the matters of which He speaks; and let all pray to God for a prosperous voyage."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Clement: Epistle to James 15:8",
                            "text": "Let those sailing expect every tribulation, as travelling over a great and troubled sea, the world:  sometimes, indeed, disheartened, persecuted, dispersed, hungry, thirsty, naked, hemmed in; and, again, sometimes united, congregated, at rest; but also sea-sick, giddy, vomiting, that is, confessing sins, like disease-producing bile,—I mean the sins proceeding from bitterness, and the evils accumulated from disorderly lusts, by the confession of which, as by vomiting, you are relieved of your disease, attaining healthful safety by means of carefulness."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Clement: Epistle to James 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Clement: Epistle to James 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Clement: Epistle to James 16:2",
                            "text": "—The Bishop's Labours and Reward."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Clement: Epistle to James 16:3",
                            "text": "\"But know all of you that the bishop labours more than you all; because each of you suffers his own affliction, but he his own and that of every one."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Clement: Epistle to James 16:4",
                            "text": "Wherefore, O Clement, preside as a helper to every one according to your ability, being careful of the cares of all."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Clement: Epistle to James 16:5",
                            "text": "Whence I know that in your undertaking the administration, I do not confer, but receive, a favour."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Clement: Epistle to James 16:6",
                            "text": "But take courage and bear it generously, as knowing that God will recompense you when you enter the haven of rest, the greatest of blessings, a reward that cannot be taken from you, in proportion as you have undertaken more labour for the safety of all."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Clement: Epistle to James 16:7",
                            "text": "So that, if many of the brethren should hate you on account of your lofty righteousness, their hatred shall nothing hurt you, but the love of the righteous God shall greatly benefit you."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Clement: Epistle to James 16:8",
                            "text": "Therefore endeavour to shake off the praise that arises from injustice, and to attain the profitable praise that is from Christ on account of righteous administration\"."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Clement: Epistle to James 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Clement: Epistle to James 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Clement: Epistle to James 17:2",
                            "text": "—The People's Duties."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Clement: Epistle to James 17:3",
                            "text": "Having said this, and more than this, he looked again upon the multitude, and said:  \"And you also, my beloved brethren and fellow-servants, be subject to the president of the truth in all things, knowing this, that he who grieves him has not received Christ, with whose chair he has been entrusted; and he who has not received Christ shall be regarded as having despised the Father; wherefore he shall be cast out of the good kingdom."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Clement: Epistle to James 17:4",
                            "text": "On this account, endeavour to come to all the assemblies, lest as deserters you incur the charge of sin through the disheartening of your captain."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Clement: Epistle to James 17:5",
                            "text": "Wherefore all of you think before all else of the things that relate to him, knowing this, that the wicked one, being the more hostile on account of every one of you, wars against him alone."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Clement: Epistle to James 17:6",
                            "text": "Do you therefore strive to live in affection towards him, and in kindliness towards one another, and to obey him, in order that both he may be comforted and you may be saved."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Clement: Epistle to James 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Clement: Epistle to James 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Clement: Epistle to James 18:2",
                            "text": "—\"As a Heathen Man and a Publican\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Clement: Epistle to James 18:3",
                            "text": "\"But some things also you ought of yourselves to consider, on account of his not being able to speak openly by reason of the plots."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Clement: Epistle to James 18:4",
                            "text": "Such as:  if he be hostile to any one, do not wait for his speaking; and do not take part with that man, but prudently follow the bishop's will, being enemies to those to whom he is an enemy, and not conversing with those with whom he does not converse, in order that every one, desiring to have you all as his friends, may be reconciled to him and be saved, listening to his discourse."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Clement: Epistle to James 18:5",
                            "text": "But if any one remain a friend of those to whom he is an enemy, and speak to those with whom he does not converse, he also himself is one of those who would waste the church."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Clement: Epistle to James 18:6",
                            "text": "For, being with you in body, but not with you in judgment, he is against you; and is much worse than the open enemies from without, since with seeming friendship he disperses those who are within\"."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Clement: Epistle to James 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Clement: Epistle to James 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Clement: Epistle to James 19:2",
                            "text": "—Installation of Clement."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Clement: Epistle to James 19:3",
                            "text": "Having thus spoken, he laid his hands upon me in the presence of all, and compelled me to sit in his own chair."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Clement: Epistle to James 19:4",
                            "text": "And when I was seated, he immediately said to me:  \"I entreat you, in the presence of all the brethren here, that whensoever I depart from this life, as depart I must, you send to James the brother of the Lord a brief account of your reasonings from your boyhood, and how from the beginning until now you have journeyed with me, hearing the discourses preached by me in every city, and seeing my deeds."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Clement: Epistle to James 19:5",
                            "text": "And then at the end you will not fail to inform him of the manner of my death, as I said before."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Clement: Epistle to James 19:6",
                            "text": "For that event will not grieve him very much, when he knows that I piously went through what it behoved me to suffer."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Clement: Epistle to James 19:7",
                            "text": "And he will get the greatest comfort when he learns, that not an unlearned man, or one ignorant of life-giving words, or not knowing the rule of the Church, shall be entrusted with the chair of the teacher after me."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Clement: Epistle to James 19:8",
                            "text": "For the discourse of a deceiver destroys the souls of the multitudes who hear\"."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Clement: Epistle to James 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Clement: Epistle to James 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Clement: Epistle to James 20:2",
                            "text": "—Clement's Obedience."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Clement: Epistle to James 20:3",
                            "text": "Whence I, my lord James, having promised as I was ordered, have not failed to write in books by chapters the greater part of his discourses in every city, which have been already written to you, and sent by himself, as for a token; and thus I despatched them to you, inscribing them \"Clement's Epitome of the Popular Sermons of Peter\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Clement: Epistle to James 20:4",
                            "text": "However, I shall begin to set them forth, as I was ordered."
                        }
                    ]
                }
            ]
        }
    ]
}