{
    "books": [
        {
            "name": "Fragments of Papias",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Fragments of Papias 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Fragments of Papias 1:1",
                            "text": "Fragments of Papias   1 - From the exposition of the oracles of the Lord."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Fragments of Papias 1:2",
                            "text": "The writings of Papias in common circulation are five in number, and these are called an Exposition of the Oracles of the Lord."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Fragments of Papias 1:3",
                            "text": "Irenaeus makes mention of these as the only works written by him, in the following words: \"Now testimony is borne to these things in writing by Papias, an ancient man, who was a hearer of John, and a friend of Polycarp, in the fourth of his books; for five books were composed by him\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Fragments of Papias 1:4",
                            "text": "Thus wrote Irenaeus."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Fragments of Papias 1:5",
                            "text": "Moreover, Papias himself, in the introduction to his books, makes it manifest that he was not himself a hearer and eye-witness of the holy apostles; but he tells us that he received the truths of our religion from those who were acquainted with them the apostles in the following words:  But I shall not be unwilling to put down, along with my interpretations, whatsoever instructions I received with care at any time from the elders, and stored up with care in my memory, assuring you at the same time of their truth."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Fragments of Papias 1:6",
                            "text": "For I did not, like the multitude, take pleasure in those who spoke much, but in those who taught the truth; nor in those who related strange commandments, but in those who rehearsed the commandments given by the Lord to faith, and proceeding from truth itself."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Fragments of Papias 1:7",
                            "text": "If, then, any one who had attended on the elders came, I asked minutely after their sayings,—what Andrew or Peter said, or what was said by Philip, or by Thomas, or by James, or by John, or by Matthew, or by any other of the Lord's disciples: which things Aristion and the presbyter John, the disciples of the Lord, say."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Fragments of Papias 1:8",
                            "text": "For I imagined that what was to be got from books was not so profitable to me as what came from the living and abiding voice."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Fragments of Papias 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Fragments of Papias 2:1",
                            "text": "2 -  The early Christians called those who practised a godly guilelessness, children, as is stated by Papias in the first book of the Lord's Expositions, and by Clemens Alexandrinus in his Paedagogue."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Fragments of Papias 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Fragments of Papias 3:1",
                            "text": "3 -  Judas walked about in this world a sad example of impiety; for his body having swollen to such an extent that he could not pass where a chariot could pass easily, he was crushed by the chariot, so that his bowels gushed out."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Fragments of Papias 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Fragments of Papias 4:1",
                            "text": "4 -  As the elders who saw John the disciple of the Lord remembered that they had heard from him how the Lord taught in regard to those times, and said: \"The days will come in which vines shall grow, having each ten thousand branches, and in each branch ten thousand twigs, and in each true twig ten thousand shoots, and in every one of the shoots ten thousand clusters, and on every one of the clusters ten thousand grapes, and every grape when pressed will give five-and-twenty metretes of wine."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Fragments of Papias 4:2",
                            "text": "And when any one of the saints shall lay hold of a cluster, another shall cry out, 'I am a better cluster, take me; bless the Lord through me."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Fragments of Papias 4:3",
                            "text": "' In like manner, He said that a grain of wheat would  produce ten thousand ears, and that every ear would have ten thousand grains, and every grain would yield ten pounds of clear, pure, fine flour; and that apples, and seeds, and grass would produce in similar proportions; and that all animals, feeding then only on the productions of the earth, would become peaceable and harmonious, and be in perfect subjection to man\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Fragments of Papias 4:4",
                            "text": "Testimony is borne to these things in writing by Papias, an ancient man, who was a hearer of John and a friend of Polycarp, in the fourth of his books; for five books were composed by him."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Fragments of Papias 4:5",
                            "text": "And he added, saying, \"Now these things are credible to believers."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Fragments of Papias 4:6",
                            "text": "And Judas the traitor,\" says he, \"not believing, and asking, 'How shall such growths be accomplished by the Lord?' the Lord said, 'They shall see who shall come to them."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Fragments of Papias 4:7",
                            "text": "' These, then, are the times mentioned by the prophet Isaiah: 'And the wolf shall lie, down with the lamb,' etc."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Fragments of Papias 4:8",
                            "text": "(Isa."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Fragments of Papias 4:9",
                            "text": "xi."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Fragments of Papias 4:10",
                            "text": "ff;)\"."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Fragments of Papias 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Fragments of Papias 5:1",
                            "text": "5 -  As the presbyters say, then those who are deemed worthy of an abode in heaven shall go there, others shall enjoy the delights of Paradise, and others shall possess the splendour of the city; for everywhere the Saviour will be seen, according as they shall be worthy who see Him."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Fragments of Papias 5:2",
                            "text": "But that there is this distinction between the habitation of those who produce an hundred-fold, and that of those who produce sixty-fold, and that of those who produce thirty-fold; for the first will be taken up into the heavens, the second class will dwell in Paradise, and the last will inhabit the city; and that on this account the Lord said, \"In my Father's house are many mansions:\" for all things belong to God, who supplies all with a suitable dwelling-place, even as His word says, that a share is given to all by the Father, according as each one is or shall be worthy."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Fragments of Papias 5:3",
                            "text": "And this is the couch in which they shall recline who feast, being invited to the wedding."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Fragments of Papias 5:4",
                            "text": "The presbyters, the disciples of the apostles, say that this is the gradation and arrangement of those who are saved, and that they advance through steps of this nature; and that, moreover, they ascend through the Spirit to the Son, and through the Son to the Father; and that in due time the Son will yield up His work to the Father, even as it is said by the apostle, \"For He must reign till He hath put all enemies under His feet."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Fragments of Papias 5:5",
                            "text": "The last enemy that shall be destroyed is death\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Fragments of Papias 5:6",
                            "text": "For in the times of the kingdom the just man who is on the earth shall forget to die."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Fragments of Papias 5:7",
                            "text": "\"But when He saith all things are put under Him, it is manifest that He is excepted which did put all things under Him."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Fragments of Papias 5:8",
                            "text": "And when all things shall be subdued unto Him, then shall the Son also Himself be subject unto Him that put all things under Him, that God may be all in all\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Fragments of Papias 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Fragments of Papias 6:1",
                            "text": "6 -  Papias, who is now mentioned by us, affirms that he received the sayings of the apostles from those who accompanied them, and he moreover asserts that he heard in person Aristion and the presbyter John."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Fragments of Papias 6:2",
                            "text": "Accordingly he mentions them frequently by name, and in his writings gives their traditions."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Fragments of Papias 6:3",
                            "text": "Our notice of these circumstances may not be without its use."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Fragments of Papias 6:4",
                            "text": "It may also be worth while to add to the statements of Papias already given, other passages of his in which he relates some miraculous deeds, stating that he acquired the knowledge of them from tradition."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Fragments of Papias 6:5",
                            "text": "The residence of the Apostle Philip with his daughters in Hierapolis has been mentioned above."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Fragments of Papias 6:6",
                            "text": "We must now point out how Papias, who lived at the same time, relates that he had received a wonderful narrative from the daughters of Philip."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Fragments of Papias 6:7",
                            "text": "For he relates that a dead man was raised to life in his day."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Fragments of Papias 6:8",
                            "text": "He also mentions another miracle relating to Justus, surnamed Barsabas, how he swallowed a deadly poison, and received no harm, on account of the grace of the Lord."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Fragments of Papias 6:9",
                            "text": "The same person, moreover, has set down other things as coming to him from unwritten tradition, amongst these some strange parables and instructions of the Saviour, and some other things of a more fabulous nature."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Fragments of Papias 6:10",
                            "text": "Amongst these he says that there will be a millennium after the resurrection from the dead, when the personal reign of Christ will be established on this earth."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Fragments of Papias 6:11",
                            "text": "He moreover hands down, in his own writing, other narratives given by the previously mentioned Aristion of the Lord's sayings, and the traditions of the presbyter John."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Fragments of Papias 6:12",
                            "text": "For information on these points, we can merely refer our readers to the books themselves; but now, to the extracts already made, we shall add, as being a matter of primary importance, a tradition regarding Mark who wrote the Gospel, which he Papias has given in the following words: And the presbyter said this."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Fragments of Papias 6:13",
                            "text": "Mark having become the  interpreter of Peter, wrote down accurately whatsoever he remembered."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Fragments of Papias 6:14",
                            "text": "It was not, however, in exact order that he related the sayings or deeds of Christ."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Fragments of Papias 6:15",
                            "text": "For he neither heard the Lord nor accompanied Him."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Fragments of Papias 6:16",
                            "text": "But afterwards, as I said, he accompanied Peter, who accommodated his instructions to the necessities of his hearers, but with no intention of giving a regular narrative of the Lord's sayings."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Fragments of Papias 6:17",
                            "text": "Wherefore Mark made no mistake in thus writing some things as he remembered them."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Fragments of Papias 6:18",
                            "text": "For of one thing he took especial care, not to omit anything he had heard, and not to put anything fictitious into the statements."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Fragments of Papias 6:19",
                            "text": "This is what is related by Papias regarding Mark; but with regard to Matthew he has made the following statements: Matthew put together the oracles of the Lord in the Hebrew language, and each one interpreted them as best he could."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Fragments of Papias 6:20",
                            "text": "The same person uses proofs from the First Epistle of John, and from the Epistle of Peter in like manner."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Fragments of Papias 6:21",
                            "text": "And he also gives another story of a woman who was accused of many sins before the Lord, which is to be found in the Gospel according to the Hebrews."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Fragments of Papias 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Fragments of Papias 7:1",
                            "text": "7 -  Papias thus speaks, word for word: To some of them angels He gave dominion over the arrangement of the world, and He commissioned them to exercise their dominion well."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Fragments of Papias 7:2",
                            "text": "And he says, immediately after this: but it happened that their arrangement came to nothing."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Fragments of Papias 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Fragments of Papias 8:1",
                            "text": "8 -  With regard to the inspiration of the book (Revelation), we deem it superfluous to add another word; for the blessed Gregory Theologus and Cyril, and even men of still older date, Papias, Irenaeus, Methodius, and Hippolytus, bore entirely satisfactory testimony to it."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Fragments of Papias 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Fragments of Papias 9:1",
                            "text": "9 -  Taking occasion from Papias of Hierapolis, the illustrious, a disciple of the apostle who leaned on the bosom of Christ, and Clemens, and Pantaenus the priest of the Church of the Alexandrians, and the wise Ammonius, the ancient and first expositors, who agreed with each other, who understood the work of the six days as referring to Christ and the whole Church."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Fragments of Papias 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Fragments of Papias 10:1",
                            "text": "10 -  () Mary the mother of the Lord; () Mary the wife of Cleophas or Alphaeus, who was the mother of James the bishop and apostle, and of Simon and Thaddeus, and of one Joseph; () Mary Salome, wife of Zebedee, mother of John the evangelist and James; () Mary Magdalene."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Fragments of Papias 10:2",
                            "text": "These four are found in the Gospel."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Fragments of Papias 10:3",
                            "text": "James and Judas and Joseph were sons of an aunt () of the Lord's."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Fragments of Papias 10:4",
                            "text": "James also and John were sons of another aunt () of the Lord's."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Fragments of Papias 10:5",
                            "text": "Mary (), mother of James the Less and Joseph, wife of Alphaeus was the sister of Mary the mother of the Lord, whom John names of Cleophas, either from her father or from the family of the clan, or for some other reason."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Fragments of Papias 10:6",
                            "text": "Mary Salome () is called Salome either from her husband or her village."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Fragments of Papias 10:7",
                            "text": "Some affirm that she is the same as Mary of Cleophas, because she had two husbands."
                        }
                    ]
                }
            ]
        }
    ]
}