{
    "books": [
        {
            "name": "Justin Martyr: Martyrdom of Justin Martyr",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Justin Martyr: Martyrdom of Justin Martyr 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 1:1",
                            "text": "The Martyrdom of the Holy Martyrs Justin, Chariton, Charites, Paeon, and Liberianus, who Suffered at Rome   Chapter 1 — Examination of Justin by the prefect."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 1:2",
                            "text": "In the time of the lawless partisans of idolatry, wicked decrees were passed against the godly Christians in town and country, to force them to offer libations to vain idols; and accordingly the holy men, having been apprehended, were brought before the prefect of Rome, Rusticus by name."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 1:3",
                            "text": "And when they had been brought before his judgment-seat, said to Justin, \"Obey the gods at once, and submit to the kings\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 1:4",
                            "text": "Justin said, \"To obey the commandments of our Saviour Jesus Christ is worthy neither of blame nor of condemnation\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 1:5",
                            "text": "Rusticus the prefect said, \"What kind of doctrines do you profess?\" Justin said, \"I have endeavoured to learn all doctrines; but I have acquiesced at last in the true doctrines, those namely of the Christians, even though they do not please those who hold false opinions\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 1:6",
                            "text": "Rusticus the prefect said, \"Are those the doctrines that please you, you utterly wretched man?\" Justin said, \"Yes, since I adhere to them with right dogma\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 1:7",
                            "text": "Rusticus the prefect said, \"What is the dogma?\" Justin said, \"That according to which we worship the God of the Christians, whom we reckon to be one from the beginning, the maker and fashioner of the whole creation, visible and invisible; and the Lord Jesus Christ, the Son of God, who had also been preached beforehand by the prophets as about to be present with the race of men, the herald of salvation and teacher of good disciples."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 1:8",
                            "text": "And I, being a man, think that what I can say is insignificant in comparison with His boundless divinity, acknowledging a certain prophetic power, since it was prophesied concerning Him of whom now I say that He is the Son of God."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 1:9",
                            "text": "For I know that of old the prophets foretold His appearance among men\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Justin Martyr: Martyrdom of Justin Martyr 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 2:1",
                            "text": "Chapter 2 — Examination of Justin continued."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 2:2",
                            "text": "Rusticus the prefect said, \"Where do you assemble?\" Justin said, \"Where each one chooses and can: for do you fancy that we all meet in the very same place? Not so; because the God of the Christians is not circumscribed by place; but being invisible, fills heaven and earth, and everywhere is worshipped and glorified by the faithful\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 2:3",
                            "text": "Rusticus the prefect said, \"Tell me where you assemble, or into what place do you collect your followers?\" Justin said, \"I live above one Martinus, at the Timiotinian Bath; and during the whole time (and I am now living in Rome for the second time) I am unaware of any other meeting than his."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 2:4",
                            "text": "And if any one wished to come to me, I communicated to him the doctrines of truth\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 2:5",
                            "text": "Rusticus said, \"Are you not, then, a Christian?\" Justin said, \"Yes, I am a Christian\"."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Justin Martyr: Martyrdom of Justin Martyr 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 3:1",
                            "text": "Chapter 3 — Examination of Chariton and others."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 3:2",
                            "text": "Then said the prefect Rusticus to Chariton, \"Tell me further, Chariton, are you also a Christian?\" Chariton said, \"I am a Christian by the command of God\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 3:3",
                            "text": "Rusticus the prefect asked the woman Charito, \"What say you, Charito?\" Charito said, \"I am a Christian by the grace of God\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 3:4",
                            "text": "Rusticus said to Euelpistus, \"And what are you?\" Euelpistus, a servant of Caesar, answered, \"I too am a Christian, having been freed by Christ; and by the grace of Christ I partake of the same hope\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 3:5",
                            "text": "Rusticus the prefect said to Hierax, \"And you, are you a Christian?\" Hierax said, \"Yes, I am a Christian, for I revere and worship the same God\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 3:6",
                            "text": "Rusticus the prefect said, \"Did Justin make you Christians?\" Hierax said, \"I was a Christian, and will be a Christian\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 3:7",
                            "text": "And Paeon stood up and said, \"I too am a Christian\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 3:8",
                            "text": "Rusticus the prefect said, \"Who taught you?\" Paeon said, \"From our parents we received this good confession\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 3:9",
                            "text": "Euelpistus said, \"I willingly heard the words of Justin."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 3:10",
                            "text": "But from my parents also I learned to be a Christian\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 3:11",
                            "text": "Rusticus the prefect said, \"Where are your parents?\" Euelpistus said, \"In Cappadocia\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 3:12",
                            "text": "Rusticus says to Hierax, \"Where are your parents?\" And he answered, and said, \"Christ is our true father, and faith in Him is our mother; and my earthly parents died; and I, when I was driven from Iconium in Phrygia, came here\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 3:13",
                            "text": "Rusticus the prefect said to Liberianus, \"And what say you? Are you a Christian, and unwilling to worship the gods?\" Liberianus said, \"I too am a Christian, for I worship and reverence the only true God\"."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Justin Martyr: Martyrdom of Justin Martyr 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 4:1",
                            "text": "Chapter 4 — Rusticus threatens the Christians with death."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 4:2",
                            "text": "The prefect says to Justin, \"Hearken, you who are called learned, and think that you know true doctrines; if you are scourged and beheaded, do you believe you will ascend into heaven?\" Justin said, \"I hope that, if I endure these things, I shall have His gifts."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 4:3",
                            "text": "For I know that, to all who have thus lived, there abides the divine favour until the completion of the whole world\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 4:4",
                            "text": "Rusticus the prefect said, \"Do you suppose, then, that you will ascend into heaven to receive some recompense?\" Justin said, \"I do not suppose it, but I know and am fully persuaded of it\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 4:5",
                            "text": "Rusticus the prefect said, \"Let us, then, now come to the matter in hand, and which presses."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 4:6",
                            "text": "Having come together, offer sacrifice with one accord to the gods\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 4:7",
                            "text": "Justin said, \"No right-thinking person falls away from piety to impiety\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 4:8",
                            "text": "Rusticus the prefect said, \"Unless ye obey, ye shall be mercilessly punished\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 4:9",
                            "text": "Justin said, \"Through prayer we can be saved on account of our Lord Jesus Christ, even when we have been punished, because this shall become to us salvation and confidence at the more fearful and universal judgment-seat of our Lord and Saviour\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 4:10",
                            "text": "Thus also said the other martyrs: \"Do what you will, for we are Christians, and do not sacrifice to idols\"."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Justin Martyr: Martyrdom of Justin Martyr 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 5:1",
                            "text": "Chapter 5 — Sentence pronounced and executed."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 5:2",
                            "text": "Rusticus the prefect pronounced sentence, saying, \"Let those who have refused to sacrifice to the gods and to yield to the command of the emperor be scourged, and led away to suffer the punishment of decapitation, according to the laws\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 5:3",
                            "text": "The holy martyrs having glorified God, and having gone forth to the accustomed place, were beheaded, and perfected their testimony in the confession of the Saviour."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Justin Martyr: Martyrdom of Justin Martyr 5:4",
                            "text": "And some of the faithful having secretly removed their bodies, laid them in a suitable place, the grace of our Lord Jesus Christ having wrought along with them, to whom be glory for ever and ever, Amen."
                        }
                    ]
                }
            ]
        }
    ]
}