{
    "books": [
        {
            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:1",
                            "text": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca: I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:2",
                            "text": "When the blessed Paul was at Rome through the word of the Lord, it happened that a certain servant of a ruler of Spain came to Rome with letters of his master's, and heard the word of God from Paul, the truly golden and beautiful nightingale."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:3",
                            "text": "This servant being greatly touched, and being unable to remain and be filled with the divine word because he was hastened by the letters, returned into Spain in great grief, and being unable to show his desire to any one, because his master was an idolater, he was always pained at heart and sighing greatly."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:4",
                            "text": "Now this servant was honoured and faithful to his masters, and as time went past, the servant fell sick and grew lean of flesh, which his master perceiving said to him, What has happened to thee that thou art thus fallen together in countenance?  The servant said, here is a great pain in my heart, and I can in no way find rest."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:5",
                            "text": "His master said to him, And what is the pain that cannot receive healing from my chief physician?  The servant said, While I was still in Rome, this pain and its recurring mishap made itself known to me."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:6",
                            "text": "His master said, And knowest thou not of any who have fallen into this disease and been healed?  The servant said, Yes, but where that physician is I know not, for I left him in Rome."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:7",
                            "text": "So many as have been attended by that physician and have gone through the water m his hands, have received healing immediately."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:8",
                            "text": "His master said, I ought not to grudge to send thee yet again to Rome, if perchance thou mightest obtain healing."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:9",
                            "text": "II."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:10",
                            "text": "And while they spoke thus, behold his mistress, by name Xanthippe, overhearing these words, and learning of the teaching of Paul, said, What is the name of that physician, and what is the healing to ward off such a disease?  The servant said to her, The calling upon a new name, and anointing with oil and washing with water."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:11",
                            "text": "By this treatment I have seen many that had incurable pains receive healings."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:12",
                            "text": "As he said this, the images of the idols that stood in the house began to be shaken and fall down."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:13",
                            "text": "And his mistress beckoned to him, saying, Seest thou, brother, the images of the idols being shaken, how they cannot endure the power of the word?  And his master, by name Probus, arose from his mid-day sleep with a very gloomy countenance, for the Devil had greatly disturbed him, because the knowledge of God had come into his house."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:14",
                            "text": "And he questioned the servant of everything in order, and the servant having been seized by sickness by the foreknowledge of God, disclosed to him the life of man, and Xanthippe was incurable in her soul concerning this teaching."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:15",
                            "text": "So Probus too was grieved for Xanthippe, because from that time she was wasting herself away with waking and abstinence and other austerities."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:16",
                            "text": "III."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:17",
                            "text": "And Xanthippe going away to her couch and groaning, said, Woe is me, wretched one, lying in darkness, that I have not learned the name of the new teacher, that I might summon his prayer to help me, and what to say I know not."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:18",
                            "text": "Shall I call upon him by the name of his God? but I cannot say, The God that is preached by such a one."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:19",
                            "text": "Nevertheless I shall say thus by conjecture, O God, giving light in Hades, and guiding those in darkness, Lord of free men and kings, and preached by worthy servants in all the world, called upon as a brother by sinful men and quick to hear, to whom not even archangels can send up worthy songs of praise, who hast shown to me, humble and unworthy, the ever-living and abiding seed (though my ignorance permits me not to receive it), hasten also the things that concern me, Lord, since by thy will thou hast made thyself heard by me, and in thy compassion show me the proclamation of thy herald, that I may learn of him what is pleasing to thee."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:20",
                            "text": "Yea, I beseech thee look upon my ignorance, O God, and enlighten me with the light of thy countenance, thou that never overlookest any of those that call upon thee in truth."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:21",
                            "text": "Probus, her husband said to her, Why troublest thou thyself so much, lady, and dost not at all turn to sleep?  Xanthippe said, I cannot sleep, for there is in me an incurable pain."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:22",
                            "text": "Probus said to her, And what is thy pain or grief, O lady, that I am not sufficient to comfort thee?  All that thou hast wished unto this day I have served thee in, and now what is it that thou hast, and dost not tell me?  Xanthippe says to him, I beseech thee this thing only, my lord, permit me for a little and for this day only to sleep apart from thee."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:23",
                            "text": "And Probus said to her, Be it as thou wilt, lady; only leave off thy groaning."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:24",
                            "text": "IV."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:25",
                            "text": "Then entering into her bed-chamber alone, she spoke thus with tears, In what way, my God, I shall act, or what counsel I shall take, I know not."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:26",
                            "text": "Shall I declare the thought that has come upon me?  I fear the madness and disorder of the city."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:27",
                            "text": "Shall I fly from this impious city?  I fear the contrivance of the devil for seizing the sheep."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:28",
                            "text": "Shall I await the mercy and swiftness of the Lord?  Again I fear the untimely snatching away of life, for the death of sinners has no warning."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:29",
                            "text": "Shall I depart and flee away to Rome?  I fear the length of the journey, being unable to go on foot."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:30",
                            "text": "But while I say these things by conjecture, constrained by my desire (for I cannot speak with surety), may I find pardon with thee, my God, and do thou fulfil my desire with excess of right words, and think me but worthy to hear thy preacher, for if I say, to see his face, I ask a great thing."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:31",
                            "text": "Blessed is he that is found in the company of thy preachers, and is satisfied with their precious countenances."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:32",
                            "text": "Blessed are they that are yoked under the preaching of thy commandments."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:33",
                            "text": "Blessed are they that keep thy commandments; but where now, Lord, are thy mercies to our fathers, that we also may be their successors in love toward thee and heirs of faith."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:34",
                            "text": "But behold now, Lord, I cannot find any one that has love for thee, that communing with him I might even a little refresh my soul."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:35",
                            "text": "Speed therefore, Lord, to yoke me in desire for thee, and keep me under the shadow of thy wings, for thou alone art God, glorified to all eternity."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:36",
                            "text": "Amen."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:37",
                            "text": "V."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:38",
                            "text": "Therefore Xanthippe saying these words and others like them, groaned continually all the night, and Probus heard her and was greatly distressed, and arising from his couch when the morning came he went in to her, and seeing her eyes inflamed with tears, he said, Wherefore, lady, dost thou thus vex me, and wilt not tell me thy pain?  Tell it me, that I may do whatever is pleasing to thee, and distress me not with thy trouble."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:39",
                            "text": "Xanthippe says to him, Be of good cheer rather, my lord, and be not vexed, for my trouble shall not harm thee, but if I have found favour before thee, go forth now to the salutation, and allow me to indulge myself in it as I will, for it is not possible for man to take from me the insatiable pain."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:40",
                            "text": "And listening to her he went out immediately to receive the salutations of the men of the city, for he was the great man among them, and was also known to Nero, the Emperor."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:41",
                            "text": "And sitting down, great grief appeared in his countenance, and being asked the reason of his grief by the chief men of the city, he said to them that he had fallen into many and unfounded charges."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:42",
                            "text": "VI."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:43",
                            "text": "And Xanthippe went out into the garden, that she might await there looking closely for certainty of her husband, and she saw the delight of the trees, and the various warbling of the birds, and said, groaning, O beauty of the world! for that which we hitherto thought to come of itself, we know now that all things are beautifully fashioned by the beautiful One."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:44",
                            "text": "O power and invention of wisdom! for not only has he placed in men a thousand tongues, but also in birds he has distinguished various voices, as if from anthems and responses to receive sweet-voiced and heart-stirring hymns from his own works."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:45",
                            "text": "O delightfulness of the air, declaring the inimitable creator!  Who shall turn my sorrow into rejoicing?  And again she said, God to whom praise is sung by all, give me peace and comfort."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:46",
                            "text": "As she said these things, Probus also came up from the street to break his fast, and when he saw her countenance altered by tears, he began to pull out the hairs of his head, but he dared not speak to her then so as not to mingle other trouble with her trouble."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:47",
                            "text": "So he went and fell upon his couch, and said, groaning, Alas, that I had not even the consolation of a child from her, but only acquire grief upon grief."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:48",
                            "text": "Two years are not yet full since I was wedded to her, and already she meditates divorce."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:49",
                            "text": "VII."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:50",
                            "text": "But Xanthippe was always keeping watch through the doors into the streets of the city, and the blessed Paul, the preacher and teacher and illuminator of the world, left Rome and came even into Spain by the fore-knowledge of God."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:51",
                            "text": "And coming up to the gates of the city he stood and prayed, and crossing himself entered the city."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:52",
                            "text": "When Xanthippe saw the blessed Paul walking quietly and equally, and adorned with all virtue and understanding, she was greatly delighted in him and her heart leaped continually, and as possessed with an unexpected joy she said with herself, Why does my heart beat vehemently at the sight of this man?  Why is his walk quiet and equable, as of one who expects to take in his arms one that is pursued?  Why is his countenance kindly, as of one that tends the sick?  Why does he look so lovingly hither and thither, as one who desires to assist those who are seeking to flee from the mouths of dragons?  Who shall tell me that this is one from the flock of preachers?  If it were possible for me, I should wish to touch the hem of his garments, that I may behold his kindness and readiness to receive and sweet odour; for the servant had told her this also, that the hems of his garments had the odour of precious perfumes."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:53",
                            "text": "VIII."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:54",
                            "text": "Now Probus heard her words, and straightway ran out by himself into the street, and laying hold of Paul's hand said to him, Man, who thou art I know not, but deign to enter into my house; perchance thou mayest be to me a cause of salvation."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:55",
                            "text": "Paul said to him, It will be well with thee, son, after thy request!  And they went in together to Xanthippe."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:56",
                            "text": "When Xanthippe therefore saw the great Paul, the intellectual eyes of her heart were uncovered, and she read upon his forehead, having as it were golden seals, these words, Paul the Preacher of God."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:57",
                            "text": "Then exulting and rejoicing she threw herself at his feet, and twisting her hair together she wiped his feet, saying, Welcome, O man of God, to us humble ones, that live as shadows among shadows."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:58",
                            "text": "For thou hast looked upon those who were running into Hades as into something beautiful, who addressed the crooked serpent and destroyer as provider and protector, who were running into the dark Hades as to their father, those that were fashioned with a rational nature but have become like irrational creatures."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:59",
                            "text": "Thou hast sought me, lowly one, having the sun of righteousness in my heart."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:60",
                            "text": "Now the poison is stayed, when I have seen thy precious face."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:61",
                            "text": "Now he that troubled me is flown away, when thy most beautiful counsel has appeared to me."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:62",
                            "text": "Now I shall be considered worthy of repentance, when I have received the seal of the preacher of the Lord."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:63",
                            "text": "Before now I have deemed many happy who met with you, but I say boldly that from this time forth I myself shall be called happy by others, because I have touched thy hem, because I have received thy prayers, because I have enjoyed thy sweet and honeyed teaching."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:64",
                            "text": "Thou hast not hesitated to come to us, thou that fishest the dry land in thy course, and gatherest the fish that fall in thy way into the net of the kingdom of heaven."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:65",
                            "text": "IX."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:66",
                            "text": "The great Paul said to her, Arise, daughter, and look not upon me as having been sought out of thy ignorance by my foresight."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:67",
                            "text": "For Christ, the provider of the world, the searcher out of sinners and the lost, who has not only called to mind those upon earth, but also by his own presence has redeemed those in Hades, he himself has pitied thee, and sent me hither that he might visit and pity many others together with thee."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:68",
                            "text": "For this mercy and visitation are not of us, but are his injunction and command, even as we also have received mercy and been saved by him."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:69",
                            "text": "Probus hearing this was astonished at their words, for he was altogether ignorant of these things."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:70",
                            "text": "But Paul by force raised up Xanthippe from his feet, and she running set a new gilded chair for Paul to sit down upon."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:71",
                            "text": "The great Paul said to her, My daughter Xanthippe, do not thus, for ye have not yet accorded to the faith of Christ, but wait a little, till the Lord shall set in order what is necessary!  Xanthippe said to Paul, Sayest thou this to try me, O preacher of God, or hast thou any foreknowledge?  Paul said, No, daughter, but the devil, who hates the servants of God, sows wickedness in the hearts of his own servants, to oppose those that labour for Christ in preaching, for his wickedness has extended to the apostles and even to the Lord himself."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:72",
                            "text": "Therefore it is fitting to approach the unbelievers gently and kindly!  Xanthippe said to Paul, I beseech thee, if thou lovest thy servants, make prayer for Probus, and let me see if he that is hated by thee can work in him; let me see if he can even stand against thy prayer."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:73",
                            "text": "And Paul rejoiced exceedingly at the words of her faith, and said to her, Believe me, daughter, that by his suggestion and working I have not passed a single hour without chains and blows."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:74",
                            "text": "Xanthippe said to him, But thou sufferest these things by thy own free will, since thou hast not neglected thy preaching even to scourging, but this again I tell thee, that thy bonds shall be the defeat of the prompter, and thy humiliation their overthrow."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:75",
                            "text": "X."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:76",
                            "text": "Now the report of his presence ran through the whole city and the country round about, for some of that city having been at Rome had seen the signs and wonders that were done by the blessed Paul, and came to see if this was he."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:77",
                            "text": "Many therefore came into the house of Probus, and he began to be annoyed and to say, I will not suffer my house to be made an inn."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:78",
                            "text": "Xanthippe knowing that the face of Probus had begun to be estranged, and that he spoke thus, was greatly distressed, saying, Alas, wretched me, that we are not thought fully worthy to keep this man in our house; for if Paul goes hence, the church also will be held elsewhere."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:79",
                            "text": "Then Xanthippe, considering these matters, put her hand on the foot of Paul, and taking dust she called Probus to her, and placing her hand on his breast said, O Lord, my God, who hast sought out me, lowly one and ignorant of thee, send what is fitting into this heart."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:80",
                            "text": "And Paul perceived her prayer, and made the sign of the cross, and for several days the people entered unhindered, and as many as had sick and vexed by unclean spirits brought them, and all were healed."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:81",
                            "text": "XI."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:82",
                            "text": "And Xanthippe said to Paul, Teacher, my heart is greatly consumed because I have not as yet received baptism."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:83",
                            "text": "And after this Probus being again moved by the devil, cast Paul out of the house and shut up Xanthippe in her chamber."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:84",
                            "text": "Then one of the chief men, Philotheus by name, besought the great Paul to come into his house, but the great Paul was unwilling to do so, saying, Lest Probus trouble thy house on my account."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:85",
                            "text": "Philotheus said to him, Nay, father, I am not at all subject to him, for in no other thing is he greater than me, except in rank, and that because the parents of Xanthippe are above me."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:86",
                            "text": "But if Probus come to me, I am above him in riches and in war."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:87",
                            "text": "Then Paul, the great apostle of the Lord, was persuaded, and went into the house of Philotheus the ex-prefect."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:88",
                            "text": "All this was done by the Evil one that Xanthippe might receive holy baptism with tribulation, and be faint-hearted concerning the commandments of Christ."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:89",
                            "text": "XII."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:90",
                            "text": "Xanthippe therefore, with tears, said to her servants, Have ye learned where Paul is gone to?  They said, Yea, in the house of Philotheus the ex-prefect, and Xanthippe rejoiced greatly that Philotheus also believed, being able, as she said, to persuade Probus also."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:91",
                            "text": "Then Probus called Xanthippe to supper, and when she consented not, Probus said, Think not that in bed also thou wilt keep away from me."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:92",
                            "text": "But when he lay down to supper, Xanthippe bending her knees, prayed to the Lord, saying, Eternal and immortal God, that didst take dust from the ground, and didst not value it according to the nature of its creation, but didst call it the son of immortality, thou who didst come from the heart of the father to the heart of the earth for our sake, on whom the cherubim dare not fix their gaze, and for us wast hidden in the womb that by taking up thy abode in a mother thou mightest make good the offence of Eve."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:93",
                            "text": "Thou that didst drink gall and vinegar, and wast pierced in the side by a spear, that thou mightest heal the wound given by the rib to Adam."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:94",
                            "text": "For Eve being his rib wrought a blow for Adam, and through him for all the world."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:95",
                            "text": "Thou that gavest a sleep without perception to the serpent, so that he might not know thy Incarnation, remember also my groaning and tears, and grant fulfilment to my sleep, and bring sleep upon Probus until I shall be deemed worthy of the gift of holy baptism, for I vehemently desire to obtain this, to the glory and praise of thy holy name."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:96",
                            "text": "XIII."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:97",
                            "text": "But Probus, while still at supper, commanded the doors of their house to be secured by cruel and wicked soldiers, and having given these orders, he straightway fell asleep upon the couch."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:98",
                            "text": "Then the servants came and announced this to Xanthippe that he might be awakened, but she said, Put out the lights, my children, and leave him thus."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:99",
                            "text": "And in the first sleep, taking three hundred pieces of gold, she went to the doors, saying with herself, Perchance the porter will be persuaded by the amount of money."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:100",
                            "text": "But he, being evil and froward, would not be persuaded to do this, and she, loosing also her girdle, which was set with precious stones and worth two hundred pieces of gold, gave it to him and went out saying, Lord, I win over my own slaves with money, that thy preacher Paul may not be oppressed by Probus."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:101",
                            "text": "And Xanthippe went on to the house of Philotheus the ex-prefect, as to a great and incredible work, running and praising God."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:102",
                            "text": "As she therefore passed through a certain place, the demons pursued her with fiery torches and lightnings, and she, turning, saw behind her this terrible sight, and being possessed with great fear said, What has happened to thee now, wretched soul?  Thou hast been deprived of thy desire."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:103",
                            "text": "Thou wast running to salvation, thou wast running to baptism, and thou hast fallen into the serpent and his ministers, and these things thy sins have prepared for thee."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:104",
                            "text": "Speaking thus she was even fainting at heart from great despair, but the great Paul being forewarned by God of the assault of the demons, immediately stood beside her, being also preceded by a beautiful youth."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:105",
                            "text": "And straightway the vision of the demons disappeared, and Paul said to her, Arise, daughter Xanthippe, and behold the Lord desired by thee, by whose flame the heavens are shaken and the deep is dried up, coming to thee and pitying and saving thee."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:106",
                            "text": "Behold him that accepts thy prayers and straightway gives ear."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:107",
                            "text": "See him coming in the shape of a man, and take courage against the demons."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:108",
                            "text": "Then she rising from the ground said to him, Master, why hast thou left me solitary?  Even now make haste to seal me, so that if death come upon me I may depart to him who is full of compassion and has no arrogance."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:109",
                            "text": "XIV."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:110",
                            "text": "Therefore the great Paul straightway taking her hand, went into the house of Philotheus, and baptised her in the name of the Father and of the Son and the Holy Ghost."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:111",
                            "text": "Then taking bread also he gave her the eucharist saying, Let this be to thee for a remission of sins and for a renewing of thy soul."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:112",
                            "text": "Then the blessed Xanthippe, receiving the divine grace of holy baptism, returned to her own house, rejoicing and praising the Lord."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:113",
                            "text": "The porter seeing her complained loudly in violent words, that her going out might be deemed to have been without his will if Probus should notice it; but he that gave her light along with Paul kept the whole house, together with Probus, in a deep sleep, and they did not hear his words at all."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:114",
                            "text": "Then she went running into her bed-chamber, saying, What shall I say of thee, searcher out of sinners, who art most present with us in tribulations."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:115",
                            "text": "Thy goodness does these things, since for the sake of man whom thou didst make thou didst go down even to death, for, however much man stir thee to anger many times, yet thou, Lord, pourest out thy mercies upon him."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:116",
                            "text": "O depth of compassion and wealth of mercy; O immeasurable goodness and incomparable kindness; O treasure of good things, and giver of mercy, and enricher of all that believe in thee!  If, therefore, one who loves thee say, Be near me, Lord, thou hast already anticipated him."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:117",
                            "text": "If he say, I give thee thanks; hear my words, before they are spoken, thou understandest."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:118",
                            "text": "And as for those that ask of thee, thou givest to each after his asking."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:119",
                            "text": "Thy goodness seeks out those that know thee not, and thou runnest to sinners."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:120",
                            "text": "O cheerful look, filling the ways of sinners with mercy; O excellent watching and exhortation of the ignorant!  Who shall tell my lord Paul of the salvation that has now befallen me, that he might come and give words of thanksgiving for me to this protector of sinners?  Come many and behold and know the Lord, who hates sin, but has mercy on sinners."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:121",
                            "text": "Come, now, O Paul, preacher of God, for with thee even now I sit under instruction, and give words of thanksgiving for me, for I desire to keep silence, since human reason makes me afraid, lest I have not the grace of eloquence."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:122",
                            "text": "I desire to keep silence, and am compelled to speak, for some one inflames and sweetens me within."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:123",
                            "text": "If I say, I will shut my mouth, there is some one that murmurs in me."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:124",
                            "text": "Shall I say a great thing?  Is it not that teacher that is in Paul, without arrogance, filling the heavens, speaking within and waiting without, sitting on the throne with the father and stretched upon the cross by man."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:125",
                            "text": "What, therefore, I shall do I know not."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:126",
                            "text": "My worthless mind delights me, and is not unfolded to the end."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:127",
                            "text": "Thou that hadst thy hands fixed with nails and thy side pierced with the spear, thou star out of Jacob and lion's whelp out of Judah, thou rod out of Jesse, and man and God out of Mary, thou invisible God in the bosom of the Father, and that canst not be looked upon by cherubim, and art mocked in Israel, glory be to thee, who didst appear on the earth and wast taken by the people, hung upon the tree and by the report of the wicked falsely said to be stolen, and that hast bought us all together."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:128",
                            "text": "XV."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:129",
                            "text": "While she was still speaking thus, there appeared a cross on the eastern wall, and straightway there entered through it a beautiful youth, having round about him trembling rays, and under him an extended light, on which also he walked."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:130",
                            "text": "And as he entered within, all the foundations of that house shook and sounded with a great trembling."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:131",
                            "text": "Xanthippe seeing him cried out and fell to the ground as if dead; but he being pitiful and kind, changing immediately into the shape of Paul, raised her up, saying, Arise, Xanthippe, and fear not, for the servants of God are thus glorified."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:132",
                            "text": "Then Xanthippe arising, gazed upon him, and thinking it to be Paul said, How art thou come in hither, preacher of God, seeing that I have given five hundred pieces of gold to the porter, and that although he is my slave, while thou hast no money?  The Lord said to her, My servant Paul is richer than all wealth, for whatsoever treasure he acquires here he sends it before him into the kingdom of heaven, that departing thither he may rest in the unending and eternal rest."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:133",
                            "text": "This is the treasure of Paul, thou and thy like."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:134",
                            "text": "Then Xanthippe gazing upon him, desirous to say something, saw his face shining as the light; and being greatly amazed, and putting both her hands over her face she threw herself to the ground, and said, Hide thyself, Lord, from my bodily eyes and enlighten my understanding, for I know now who thou art."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:135",
                            "text": "Thou art he whose precursor was the cross, the only begotten son of the Father alone above, and only son of the Virgin alone below."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:136",
                            "text": "Thou art he who was pierced in the hands and who rent the rocks."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:137",
                            "text": "Thou art he whom none other can carry except the bosom of the Father."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:138",
                            "text": "XVI."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:139",
                            "text": "And as she spoke thus the Lord was again hidden from her, and Xanthippe, coming to herself, said, Woe is me wretched one, that no one has told me what is the gratitude of slaves towards their master."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:140",
                            "text": "If Paul the preacher of the Lord were here, how could he give praise?  But perchance in the face of such favors and gifts they are silent, possessed only with tears, for it is not possible worthily to praise any one according to his favour."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:141",
                            "text": "Saying this she was seized with great faintness from lack of food, for having been strongly possessed with desire for Christ she had forgotten to take nourishment."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:142",
                            "text": "Therefore, being greatly exhausted by abstinence and the vision and want of sleep and other austerities, she was unable to rise from the ground."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:143",
                            "text": "XVII."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:144",
                            "text": "And Probus arose from his couch with a very gloomy countenance, for in his sleep he had seen a dream, and was greatly troubled concerning it."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:145",
                            "text": "But the porter seeing him about to issue to the market-place, having his countenance thus troubled, was greatly afraid, Lest, said he, he know what has happened, and will miserably destroy me."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:146",
                            "text": "Probus, however, having gone forth and signified to those in the market what was fitting for the day and season, speedily returned into the house, and said to his servants, Call me quickly the wise men Barandus and Gnosteas."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:147",
                            "text": "When they were summoned he said to them, I have seen a very terrible vision, and what appeared in it is difficult for our power to interpret."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:148",
                            "text": "This, however, do ye disclose to me, as being the most excellent of all the world."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:149",
                            "text": "Expound it to me when I tell it you."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:150",
                            "text": "Barandus says to him, If the vision can be interpreted by our wisdom, we shall explain it to thee, but if it be of the faith that is now spoken of we cannot expound it to thee, for it is of another wisdom and understanding."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:151",
                            "text": "However, let our lord and master tell the dream, and let us see if there is any explanation for it."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:152",
                            "text": "Probus says to Gnosteas, Wherefore answerest thou nothing?  Gnosteas said, I have not heard the dream, and what can I say but whatever it may be, if it is by reason of Paul?  Tell me now, and thou wilt find it so."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:153",
                            "text": "Probus said, I thought I was standing in a certain unknown and strange country, and that there sat there an Ethiop king, who ruled over all the earth and seemed never to have any successor."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:154",
                            "text": "There stood beside him multitudes of servants, and all hastened to destruction and had mastery far and wide."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:155",
                            "text": "And when that Ethiop seemed to have gained his purpose, there arose a raven and standing above him croaked with a pitiful voice."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:156",
                            "text": "And straightway there arose from the eastern parts an eagle, and seized his kingdom, and his power was made vain, and those standing by him fled to the eagle."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:157",
                            "text": "Then that king strove against those that fled to the eagle, but the eagle carried it up into heaven, and, behold, there came a helper to those that fled to the eagle and left his staff to them."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:158",
                            "text": "Then they laying hold of it were not overcome by the violence of that king."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:159",
                            "text": "So many as ran to those who had the staff, he washed them in pure water, and they that were washed had power over his kingdom."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:160",
                            "text": "And by that staff the enemies of the king were put to flight, therefore capable men laying hold of the staff turned to themselves great multitudes."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:161",
                            "text": "And that king strove against them, and had no might at all, but he hindered many from believing in him that sent out the men into the world to bear witness, and for that reason many were grieved."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:162",
                            "text": "Nevertheless, this one did not constrain any like the other, for he himself was ruler of all light."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:163",
                            "text": "This then was the end."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:164",
                            "text": "XVIII."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:165",
                            "text": "Then the wise Barandus said, By the grace of God I shall tell the things sent into the world by the Lord."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:166",
                            "text": "The king whom thou sawest is the Devil, and the multitudes of his servants are the demons, and the throngs about him are they that worship the gods."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:167",
                            "text": "Whereas he thought to have no successor, he looked not for the coming of Christ."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:168",
                            "text": "The raven betokened the weakness of his kingdom, for the raven kept not obedience to the righteous Noah, but loved pitiful things."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:169",
                            "text": "The eagle that arose and took away his kingdom and carried it up into heaven, and that there came a protector of those that fled to the eagle, having a staff, that is the Lord Jesus Christ, who left to them his staff, that is, his precious cross; and that he washed those that fled to him signifies the invulnerable breast-plate of baptism, and therefore they were not overcome."
                        },
                        {
                            "verse": 170,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:170",
                            "text": "The capable men sent into the world with the cross are the preachers of God like Paul who is now with us, against whom that king has no power."
                        },
                        {
                            "verse": 171,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:171",
                            "text": "This was made known to thee because even on those who are hard of belief God has compassion in some way."
                        },
                        {
                            "verse": 172,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:172",
                            "text": "See therefore whether even thou wilt be able to injure Paul though thou desirest, for the mighty power that shields him has been shown thee by the Lord."
                        },
                        {
                            "verse": 173,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:173",
                            "text": "Therefore, understand what has been said to thee by me, and serve not that king of darkness, for as thou sawest his kingdom vanish away, so shall all his servants perish with him."
                        },
                        {
                            "verse": 174,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:174",
                            "text": "Come now, therefore, my Lord, let us go to Paul and receive baptism from him, lest Satan have mastery over us also."
                        },
                        {
                            "verse": 175,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:175",
                            "text": "Probus said, Let us first go to Xanthippe and see whether she still lives, for behold there are twenty-nine days since she has tasted anything; for I saw her face in the evening, and it was as of one prepared to depart."
                        },
                        {
                            "verse": 176,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:176",
                            "text": "XIX."
                        },
                        {
                            "verse": 177,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:177",
                            "text": "And as they went into the chamber, they heard her singing."
                        },
                        {
                            "verse": 178,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:178",
                            "text": "Praise the Lord ye sinners also, because he accepts your prayers also."
                        },
                        {
                            "verse": 179,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:179",
                            "text": "Alleluia."
                        },
                        {
                            "verse": 180,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:180",
                            "text": "Praise the Lord ye that have despaired like me, for many are his mercies."
                        },
                        {
                            "verse": 181,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:181",
                            "text": "Alleluia."
                        },
                        {
                            "verse": 182,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:182",
                            "text": "Praise him ye ungodly, because for you he was crucified."
                        },
                        {
                            "verse": 183,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:183",
                            "text": "Alleluia."
                        },
                        {
                            "verse": 184,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:184",
                            "text": "Praise him ye that strive for the salvation of sinners, because God loves you."
                        },
                        {
                            "verse": 185,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:185",
                            "text": "Alleluia."
                        },
                        {
                            "verse": 186,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:186",
                            "text": "Praise him, ye that rejoice at the calling of sinners, because ye are fellow-citizens with the saints."
                        },
                        {
                            "verse": 187,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:187",
                            "text": "Alleluia."
                        },
                        {
                            "verse": 188,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:188",
                            "text": "As she said these words and more than these with tears, the wise men Barandus and Gnosteas opening the door entered and fell at her feet, saying, Pray for us lowly ones, O servant of Christ, that he may bring us also into thy number."
                        },
                        {
                            "verse": 189,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:189",
                            "text": "But she said to them, Brethren, I am not Paul who remits sins, but neither is he far from you."
                        },
                        {
                            "verse": 190,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:190",
                            "text": "Therefore fall not before my knees, but go to him, who is also more able to benefit you."
                        },
                        {
                            "verse": 191,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:191",
                            "text": "Then they came running to the house of Philotheus to Paul, and found him teaching a great multitude."
                        },
                        {
                            "verse": 192,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:192",
                            "text": "And Probus also came to hear Paul, and Xanthippe entered along with him to salute him, and coming near to Paul and bending her knees she did him reverence."
                        },
                        {
                            "verse": 193,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:193",
                            "text": "Probus seeing this marvelled that her so proud spirit had changed to so great humility, for she sat beside the feet of Paul on the ground humbly and as one of the worthless."
                        },
                        {
                            "verse": 194,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:194",
                            "text": "And Probus was greatly grieved, not yet attending to the hearing of the word, but was ever gazing and fixing his attention on Xanthippe."
                        },
                        {
                            "verse": 195,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:195",
                            "text": "XX."
                        },
                        {
                            "verse": 196,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:196",
                            "text": "The great Paul was teaching thus, Let those that burn in the flesh observe lawful marriage, avoiding fornication, especially that with another's wife, and let those that are united keep to one another."
                        },
                        {
                            "verse": 197,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:197",
                            "text": "Probus heard this teaching with delight, and said, O Paul, how excellently and wisely thou employest this teaching."
                        },
                        {
                            "verse": 198,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:198",
                            "text": "Why then has Xanthippe withdrawn from me?  And Paul said, My son Probus, they that foresee that the works of men shall be tried with fire, and that have always in their mind the inexorableness of death, cast out all desire that cleaves to the flesh."
                        },
                        {
                            "verse": 199,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:199",
                            "text": "But woe when the desire shall judge him that desired, then he shall gnash his teeth to no effect and in vain, for the amendment of repentance is past."
                        },
                        {
                            "verse": 200,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:200",
                            "text": "Hearing this Probus went up into his house marvelling, and tasted nothing that day, but went and lay down upon his bed."
                        },
                        {
                            "verse": 201,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:201",
                            "text": "And about the third hour of the night he arose and said, Alas, how wretched was the day in which I was wedded to Xanthippe."
                        },
                        {
                            "verse": 202,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:202",
                            "text": "Would that I had died and not seen her."
                        },
                        {
                            "verse": 203,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:203",
                            "text": "Saying this he arose and said, I shall pray to the God of Paul."
                        },
                        {
                            "verse": 204,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:204",
                            "text": "Perchance he will do to me also what is fitting, that I may not become a reproach in the world, being rejected by her."
                        },
                        {
                            "verse": 205,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:205",
                            "text": "And straightway falling upon the ground he said, O God of Paul, if, as I have heard from Xanthippe, thou dost seek after the ignorant and turn back those that are astray, do to me also what is fitting; for thou art the king of life and death, as I have heard, and hast dominion over things in heaven and on earth and under the earth, and over all the thoughts and desires of men, and to thee alone belongs glory to all eternity."
                        },
                        {
                            "verse": 206,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:206",
                            "text": "Amen."
                        },
                        {
                            "verse": 207,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:207",
                            "text": "XXI."
                        },
                        {
                            "verse": 208,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:208",
                            "text": "Then Probus arising from the ground fell again upon the couch, and arising early he came to Paul, and finding him baptising many in the name of the life-giving Trinity, he said, My lord Paul, if only I were worthy to receive baptism, behold the hour."
                        },
                        {
                            "verse": 209,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:209",
                            "text": "Paul said to him, Son, behold the water is ready for the cleansing of those that come to Christ."
                        },
                        {
                            "verse": 210,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:210",
                            "text": "Therefore immediately taking off his garments, and Paul laying hold of him, he leapt into the water, saying, Jesus Christ, son of God, and everlasting God, let all my sins be taken away by this water."
                        },
                        {
                            "verse": 211,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:211",
                            "text": "And Paul said, We baptise thee in the name of the Father and Son and Holy Ghost."
                        },
                        {
                            "verse": 212,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:212",
                            "text": "After this he made him to receive the eucharist of Christ."
                        },
                        {
                            "verse": 213,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:213",
                            "text": "Then Xanthippe, being greatly rejoiced, began in the house toward evening together with her husband to give good cheer to all those in the house, and to prepare a feast, and when they came, after giving orders for the supper to be magnificent she herself went up to the chamber."
                        },
                        {
                            "verse": 214,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:214",
                            "text": "And behold on the stairs a demon coming in the likeness of one of the actors, and standing in a dark corner, was desirous to frighten and terrify Xanthippe."
                        },
                        {
                            "verse": 215,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:215",
                            "text": "But she thinking it to be the actor that she ordinarily had, said in anger, Many a time have I said to him that I no longer care for toys, and he despises me as being a woman; and straightway seizing an iron lamp-stand, she hurled it at his face, and crushed all his features."
                        },
                        {
                            "verse": 216,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:216",
                            "text": "Then the demon cried out, saying, O violence, from this destroyer even women have received power to strike us."
                        },
                        {
                            "verse": 217,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:217",
                            "text": "But Xanthippe was greatly afraid."
                        },
                        {
                            "verse": 218,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:218",
                            "text": "XXII."
                        },
                        {
                            "verse": 219,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:219",
                            "text": "After supper then Probus went forth to hear the word, but Xanthippe sitting in her bed-chamber was reading the prophets, her sister Polyxena lying upon the couch."
                        },
                        {
                            "verse": 220,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:220",
                            "text": "Xanthippe loved Polyxena exceedingly, because she was younger than herself, and beautiful in appearance, and Probus also loved her greatly."
                        },
                        {
                            "verse": 221,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:221",
                            "text": "And as Polyxena lay upon the couch she saw this dream, that a dragon, hideous in appearance, came and signified to her to come to him, and when she did not obey him to go to him, he came running and swallowed her."
                        },
                        {
                            "verse": 222,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:222",
                            "text": "From fear of this the girl leapt up trembling, and Xanthippe running to her said, What has happened to thee, dearest, that thou hast leapt up thus suddenly?  She for a long time was unable to speak; then coming to herself she said, Alas, my sister Xanthippe, what danger or tribulation awaits me, I know not; for I saw in my dream that a hideous dragon came and signed to me to go to him, and, when I would not go, he came running and swallowed me, beginning at my feet."
                        },
                        {
                            "verse": 223,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:223",
                            "text": "While I was terrified at this, there suddenly spoke out of the air, in the light of the sun, a beautiful youth, whom I thought to be the brother of Paul, saying, Verily, thou hast no power."
                        },
                        {
                            "verse": 224,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:224",
                            "text": "Who also took me by the hand and straightway drew me out of him, and straightway the dragon disappeared."
                        },
                        {
                            "verse": 225,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:225",
                            "text": "And behold his hand was full of sweet odour as of balsam or aught else for fragrance."
                        },
                        {
                            "verse": 226,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:226",
                            "text": "Xanthippe said to her, Truly thou must be greatly troubled, my sister Polyxena, but God has thee dear, seeing that he has shown thee strange and marvellous things."
                        },
                        {
                            "verse": 227,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:227",
                            "text": "Therefore arise quickly in the morning and receive the holy baptism, and ask in the baptism to be delivered from the snares of the dragon."
                        },
                        {
                            "verse": 228,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:228",
                            "text": "XXIII."
                        },
                        {
                            "verse": 229,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:229",
                            "text": "Xanthippe, having said this to Polyxena, and having made a cross of wood, went to Paul, but Polyxena remained alone in the bed-chamber, her nurse having gone together with Xanthippe."
                        },
                        {
                            "verse": 230,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:230",
                            "text": "And about the middle of the night, a certain man, powerful in wealth and assistance, finding the doors open and using magical arts, entered within, desiring to carry away Polyxena."
                        },
                        {
                            "verse": 231,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:231",
                            "text": "She discovering this fled into the mill, but the magicians led by the demons found her."
                        },
                        {
                            "verse": 232,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:232",
                            "text": "And she, not finding any door to escape by, said, Alas that I am given over to this destroyer; for she had heard that he was at enmity with her suitor, and he did this to assail and vex him, being a man who was a robber and exceeding cruel."
                        },
                        {
                            "verse": 233,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:233",
                            "text": "Therefore seizing her they went out of the city, dragging her to the sea."
                        },
                        {
                            "verse": 234,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:234",
                            "text": "She looked round this way and that, but there was none to deliver her, and groaning she said, Alas, my sister Xanthippe, thou didst send seven hundred pieces of gold to Rome and buy books, that through them thou mightest prophesy by me; for this evening thou didst read, I looked to my right hand and beheld, but there was no one that knew me; flight perished from me and there is no one that seeketh out my soul."
                        },
                        {
                            "verse": 235,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:235",
                            "text": "XXIV."
                        },
                        {
                            "verse": 236,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:236",
                            "text": "While she said these words, those that were dragging her away walked in haste, and coming to the shore they hired a ship and sailed for Babylonia, for he that carried her off had a brother there, a ruler of a district."
                        },
                        {
                            "verse": 237,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:237",
                            "text": "But the wind blew against them, so that they could not proceed by reason of it, and as they were rowing on the sea, behold the great apostle of the Lord, Peter, was sailing past in a ship, being urged by a dream to go to Rome, because when Paul departed for Spain there had entered into Rome a certain deceiver and magician, Simon by name, and had broken up the church which Paul had established."
                        },
                        {
                            "verse": 238,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:238",
                            "text": "And, behold, as he journeyed he heard a voice from heaven saying to him, Peter, to-morrow there will meet thee a ship coming from Spain; arise, therefore, and pray for the soul that is troubled in it."
                        },
                        {
                            "verse": 239,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:239",
                            "text": "As soon therefore as Peter saw the ship, remembering the dream, he said, O Jesus, that hast care for the troubled, whom the tribulation of those in a strange land moves to compassion, whom the weeping of those in captivity made to come upon the earth, who givest us at all time whatsoever we desire, and never turnest away from our request, show now also pity and assistance to the soul that is tossed about in that ship, because thou, O Lord, pitiest at all time those in pain."
                        },
                        {
                            "verse": 240,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:240",
                            "text": "The demons then, perceiving his prayer, said to the magicians, Avoid ye the course of that ship, for if we meet with it, we cannot move."
                        },
                        {
                            "verse": 241,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:241",
                            "text": "XXV."
                        },
                        {
                            "verse": 242,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:242",
                            "text": "But the loving God taking care for Polyxena, the vessel arrived in Greece, the blessed Philip being there, and having come down to the shore by a vision, and there accompanied him also great multitudes of those who were being taught by him."
                        },
                        {
                            "verse": 243,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:243",
                            "text": "And behold the vessel wherein was Polyxena appeared, terribly tossed about."
                        },
                        {
                            "verse": 244,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:244",
                            "text": "And the blessed Philip said, Behold the vessel on account of which we came down here, in which there is a soul in trouble."
                        },
                        {
                            "verse": 245,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:245",
                            "text": "When the vessel arrived and all had disembarked upon the dry land, they lay as half dead, because they had been greatly tossed about in the sea."
                        },
                        {
                            "verse": 246,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:246",
                            "text": "But the apostle Philip ordered Polyxena to be lifted and taken to the place where he was lodging, and the rest to be looked to."
                        },
                        {
                            "verse": 247,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:247",
                            "text": "But he that had carried off Polyxena, recovering from the disorder of the sea, was desirous to take her again, for Philip, having entrusted Polyxena to one of those that were taught by him, went on his way rejoicing."
                        },
                        {
                            "verse": 248,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:248",
                            "text": "But he that had her said, She was committed to me by a holy man, and I cannot give her up to thee."
                        },
                        {
                            "verse": 249,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:249",
                            "text": "He, however, giving no heed to him and finding there a kinsman of his, a nobleman, prepared for war, gathering eight thousand men."
                        },
                        {
                            "verse": 250,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:250",
                            "text": "Polyxena, knowing this, went forth by night and departed, but he that had charge of Polyxena said, Taking the tunic of Philip, I shall go forth alone to meet them; but as he said this it was announced to him that the maid was not there."
                        },
                        {
                            "verse": 251,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:251",
                            "text": "Then he, leaving all thought of the war, ran into the bed-chamber, and not finding the maid threw himself on the ground, saying, Woe is me, wretched one, that have become an enemy of Philip."
                        },
                        {
                            "verse": 252,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:252",
                            "text": "What shall I answer him, when he asks the maiden from me?  His servants came and said to him, Arise, our lord, from the ground, for the forces have surrounded thy house, and the maid cannot be found."
                        },
                        {
                            "verse": 253,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:253",
                            "text": "He said, Leave me thus to die on her account."
                        },
                        {
                            "verse": 254,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:254",
                            "text": "Perhaps, even by this, Philip the servant of Christ may be fully satisfied, since I shall be found despising his command."
                        },
                        {
                            "verse": 255,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:255",
                            "text": "Then the servants, seeing that he heeded them not, took counsel to flee from the enemies, but again after a little, being moved by the foreknowledge of God, they said, It is not right for our master to die."
                        },
                        {
                            "verse": 256,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:256",
                            "text": "Come, let us go forth to meet them, raising the sign of the cross."
                        },
                        {
                            "verse": 257,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:257",
                            "text": "Then raising the precious cross they went forth, about thirty men, upon the enemy, and slew five thousand, and the rest fled."
                        },
                        {
                            "verse": 258,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:258",
                            "text": "And they returned with victory to their master, praising God and saying, What God is so great as our God, who has not suffered his servant to be slain by the wicked?  And coming upon their lord, still weeping, they said to him, Arise, lord, and weep not, for it befits it to be not as we will, but as the Lord wills."
                        },
                        {
                            "verse": 259,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:259",
                            "text": "XXVI."
                        },
                        {
                            "verse": 260,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:260",
                            "text": "Polyxena, however, going out of the city, and not knowing by what way she should walk, found herself in desert places of the hills, and sitting down said thus with tears, Woe is me, outcast and captive, that I cannot find even a wild beast's den to rest in."
                        },
                        {
                            "verse": 261,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:261",
                            "text": "Woe is me, left desolate, that not even Hades, that no one escapes, has devoured me."
                        },
                        {
                            "verse": 262,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:262",
                            "text": "Woe is me, who at one time showed myself not even to my servants, and now display myself to demons."
                        },
                        {
                            "verse": 263,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:263",
                            "text": "Woe is me, that I am now made manifest to all those by whom I disdained to be seen."
                        },
                        {
                            "verse": 264,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:264",
                            "text": "Alas for me that was formerly devoted to idols; for this now even the mercy of God has passed me in silence."
                        },
                        {
                            "verse": 265,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:265",
                            "text": "Whom, then, shall I call upon to help me?  The God of Paul whom I have constantly offended?  But who shall help me now?  No one sees or heeds or hears my groaning."
                        },
                        {
                            "verse": 266,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:266",
                            "text": "Verily I shall beseech Him that sees the hidden things, for who is more pitiful and compassionate than He who always keeps watch over the oppressed?  But because my mouth is unclean and defiled, I dare not ask help from Him."
                        },
                        {
                            "verse": 267,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:267",
                            "text": "Would that I were as one of the wild beasts that I might not know what captivity is."
                        },
                        {
                            "verse": 268,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:268",
                            "text": "Would that I had been drowned in the sea; perhaps having received the divine baptism I should have gone where no one is made captive."
                        },
                        {
                            "verse": 269,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:269",
                            "text": "What then shall I do, for death delays, and night has come on, and there is no help anywhere."
                        },
                        {
                            "verse": 270,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:270",
                            "text": "Having said thus, she arose and began to walk onwards, and passing through a small defile she fell into a wood very thick and large, and finding there a hollow in a tree, which was the den of a lioness, she sat down there, for the lioness had gone forth for her food."
                        },
                        {
                            "verse": 271,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:271",
                            "text": "And sitting down she said, O wretched begetting, O grievous hour in which I, unhappy one, came into this world; O mother that bore me, why, foreseeing my troubles and wanderings, didst thou name me Polyxena?  Has any other ever fallen into such tribulations and misfortunes?  Truly, my sister Xanthippe, didst thou read concerning me, unhappy one, saying, I have suffered affliction and been utterly bowed down (Psalm xxxviii."
                        },
                        {
                            "verse": 272,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:272",
                            "text": ")."
                        },
                        {
                            "verse": 273,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:273",
                            "text": "These words thou didst utter with grief, while I lay upon the couch, thinking not at all of my sorrows."
                        },
                        {
                            "verse": 274,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:274",
                            "text": "On this account I have now come into the depths of evils, and pass the night in deserts like a wild beast."
                        },
                        {
                            "verse": 275,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:275",
                            "text": "But the beasts live with others of their kind, while I am left solitary, as not being of one race with mankind."
                        },
                        {
                            "verse": 276,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:276",
                            "text": "XXVII."
                        },
                        {
                            "verse": 277,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:277",
                            "text": "And as she was saying these words, and more than these, the morning dawned, and the lioness came from her hunting."
                        },
                        {
                            "verse": 278,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:278",
                            "text": "Polyxena, seeing the wild beast, trembled and said, By the God of Paul, O wild beast, have compassion on me and tear me not until I receive baptism."
                        },
                        {
                            "verse": 279,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:279",
                            "text": "And the wild beast, fearing the adjuration, immediately went away, and standing afar off gazed at her."
                        },
                        {
                            "verse": 280,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:280",
                            "text": "And she said, Behold, the beast has obeyed me; I will also retire from its dwelling."
                        },
                        {
                            "verse": 281,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:281",
                            "text": "And immediately she began to journey towards the east, and the beast went before her until she was come out of the wood."
                        },
                        {
                            "verse": 282,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:282",
                            "text": "Then Polyxena said, What shall I give to thee in return, O beast?  The God of Paul will repay thee this kindness; and the wild beast, hearing her prayer, immediately returned to its place."
                        },
                        {
                            "verse": 283,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:283",
                            "text": "Then she, descending, found a public road, and standing on it wept, not knowing whither she should go, and though many went past, she turned to none of them, but said, Perchance the God of Paul will remember me, and whoever shall have pity upon me, to him will I go."
                        },
                        {
                            "verse": 284,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:284",
                            "text": "XXVIII."
                        },
                        {
                            "verse": 285,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:285",
                            "text": "As she said this, Andrew, the apostle of the Lord, also came journeying to that place, and as he drew near to Polyxena he felt in his heart some commotion arising in himself."
                        },
                        {
                            "verse": 286,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:286",
                            "text": "Standing, therefore, to pray, and folding his arms in the shape of the cross, he said, Lord Jesus Christ, partaker of light and knower of things hidden, from whom nothing on earth is hid, do unto me kindness and mercy, and make clear to me this commotion of heart, and calm my reason, thou that makest peace always with those that love peace."
                        },
                        {
                            "verse": 287,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:287",
                            "text": "Then Polyxena ran to him, and Andrew, the apostle of the Lord, said to her, Approach me not, daughter, but tell me who and whence thou art."
                        },
                        {
                            "verse": 288,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:288",
                            "text": "Polyxena said, My lord, I am a stranger here, but I see thy face is gracious, and thy words as the words of Paul, and I suppose thee to be of the same God."
                        },
                        {
                            "verse": 289,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:289",
                            "text": "Andrew understood that she spoke of the apostle Paul, and said to her, And whence dost thou know of Paul?  She said, From my own country, for I left him in Spain."
                        },
                        {
                            "verse": 290,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:290",
                            "text": "Andrew said to her, And how happenest thou to be here, the country being far distant?  She said, Because it was thus appointed for me, and came to pass; but I beseech thee and fall at thy feet, seal me, as Paul seals, by the baptism of regeneration, so that even I, lowly one, may be known by our God, for the kind God, seeing my tribulation and distress, sent thee to pity me."
                        },
                        {
                            "verse": 291,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:291",
                            "text": "Andrew, the great apostle of the Lord, said to her, Let us go, daughter, where there is water."
                        },
                        {
                            "verse": 292,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:292",
                            "text": "XXIX."
                        },
                        {
                            "verse": 293,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:293",
                            "text": "And when they had gone no long way, they came to a well most transparent and pure."
                        },
                        {
                            "verse": 294,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:294",
                            "text": "And as the blessed Andrew stood to pray beside the well, behold a certain maiden named Rebecca, of the tribe of Israel, brought as a captive to that country, came to draw water at the well, and seeing the blessed Andrew, knew him by his appearance."
                        },
                        {
                            "verse": 295,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:295",
                            "text": "For Rebecca said, This is the appearance of a Prophet, and this is one of the apostles."
                        },
                        {
                            "verse": 296,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:296",
                            "text": "And bowing down to him she said, Have mercy on me, servant of the true God, who am captive and sold for the third time, who was once honored by prophets, and am now insulted by idolaters, and recall me, lowly one, thou that wast sent to call back many sinners."
                        },
                        {
                            "verse": 297,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:297",
                            "text": "Andrew, the apostle of Christ, said, God will care for thee also, daughter, as well as for this stranger."
                        },
                        {
                            "verse": 298,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:298",
                            "text": "Therefore, receive ye now baptism, and be ye as of one people, glorifying God always."
                        },
                        {
                            "verse": 299,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:299",
                            "text": "XXX."
                        },
                        {
                            "verse": 300,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:300",
                            "text": "Therefore the apostle standing prayed, and, behold, the lioness came running, and stood gazing upon him."
                        },
                        {
                            "verse": 301,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:301",
                            "text": "And Andrew the apostle of the Lord said, What then does this beast wish?  The lioness opening her mouth spoke with a human voice, Andrew, apostle of Christ, the prayer of her, that stands on thy right hand, has overtaken me."
                        },
                        {
                            "verse": 302,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:302",
                            "text": "Therefore confirm thou and instruct and admonish them in the right and true faith of Christ, for they greatly desire the name of the Lord."
                        },
                        {
                            "verse": 303,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:303",
                            "text": "And, behold, the wonderful condescension of God, that even on irrational and untamable beasts he has poured out his mercy."
                        },
                        {
                            "verse": 304,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:304",
                            "text": "The blessed Andrew weeping said, What shall I say or what shall I speak concerning thy mercy, O God, that thus thou at all times cleavest to the lowly, and takest care for those in ignorance, being without arrogance and full of mercy?  And having completed the prayer he baptised the maidens in the name of the Father, Son and Holy Ghost."
                        },
                        {
                            "verse": 305,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:305",
                            "text": "Then the lioness immediately set off to the mountain, and the Apostle Andrew said to the maidens, Be zealous, daughters, to be of good repute before God by living well in a strange land, and separate not from each other, and God, that is always present to those that call upon him, keep you in holiness, driving away from you the Evil One."
                        },
                        {
                            "verse": 306,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:306",
                            "text": "And pray ye also for me."
                        },
                        {
                            "verse": 307,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:307",
                            "text": "Polyxena said, We will follow thee whithersoever thou goest."
                        },
                        {
                            "verse": 308,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:308",
                            "text": "The Apostle Andrew said, This was not made known to me by the Lord, daughters; therefore remain with peace, hoping in the Lord, and he will preserve you to the end."
                        },
                        {
                            "verse": 309,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:309",
                            "text": "XXXI."
                        },
                        {
                            "verse": 310,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:310",
                            "text": "And Andrew went his way rejoicing and glorifying God."
                        },
                        {
                            "verse": 311,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:311",
                            "text": "Then said Polyxena, Whither shall we go, sister?  Rebecca said, Let us depart whither thou wilt, lest my mistress send and separate us."
                        },
                        {
                            "verse": 312,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:312",
                            "text": "Polyxena said, Come, let us depart into the mountain to the lioness."
                        },
                        {
                            "verse": 313,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:313",
                            "text": "Rebecca said, It is indeed better for us to live with wild beasts and perish of hunger than to be compelled by Greeks and idolaters to fall into the filth of marriage."
                        },
                        {
                            "verse": 314,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:314",
                            "text": "So they began to journey, and, behold, by the providence of God, they met a man driving asses, who seeing them said, Ye are not of this country, and, as I see, ye wear not its dress."
                        },
                        {
                            "verse": 315,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:315",
                            "text": "Command therefore of your servant to eat bread and receive one piece of silver that ye may remember your servant when ye buy bread."
                        },
                        {
                            "verse": 316,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:316",
                            "text": "And he made haste and took the sacks off his asses and spread them on the ground, and made the maidens to sit upon them and said to them, Seeing that the wine which your servant carries is gathered by Greeks, tell me of what faith ye are, that thus we may taste of it."
                        },
                        {
                            "verse": 317,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:317",
                            "text": "Polyxena said, We, brother, taste no wine, and are of the God of Paul."
                        },
                        {
                            "verse": 318,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:318",
                            "text": "The ass-driver said."
                        },
                        {
                            "verse": 319,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:319",
                            "text": "Is this God upon earth?  Polyxena said to him, God is everywhere, both in heaven and on earth."
                        },
                        {
                            "verse": 320,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:320",
                            "text": "The ass-driver, being desirous to learn clearly, said, Does this Paul then have the same God that is preached by Philip?  Polyxena, learning that he was a Christian, said, Yea, brother, this is the God of all, whom Paul and Philip preach."
                        },
                        {
                            "verse": 321,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:321",
                            "text": "XXXII."
                        },
                        {
                            "verse": 322,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:322",
                            "text": "The ass-driver hearing this wept unceasingly, and Polyxena said, Has then the providence of God overtaken thee, that thou weepest thus?  The ass-driver said, If thou art desirous to learn wherefore I weep, hear the truth, for one ought not to grudge to tell the things of Christ."
                        },
                        {
                            "verse": 323,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:323",
                            "text": "I was a disciple of Philip, the apostle of Christ, and seeing how all his thought was towards the poor, I took all that I had and sold it."
                        },
                        {
                            "verse": 324,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:324",
                            "text": "And taking the price, I bought bread and wine, and divided them throughout the cities to those that had need, when therefore I had done this for some time in the neighbouring city, a certain maimed person cried out, saying (though it was not himself that spoke, but Satan through his mouth), I desire nothing, I take nothing from thee, because thou art a Christian."
                        },
                        {
                            "verse": 325,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:325",
                            "text": "Then the whole city arose against me and sought to take me, but some ran one way and some another, while I go through their midst and no one sees me."
                        },
                        {
                            "verse": 326,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:326",
                            "text": "And issuing from the city I gave praise and glory to God that thus I had been rewarded, and I prayed to my God that I should meet some one who knew his all-holy name, so that relating these things I might obtain relief."
                        },
                        {
                            "verse": 327,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:327",
                            "text": "For the men of this country will not hear at all concerning Christ, being full of impiety and filled with wickedness."
                        },
                        {
                            "verse": 328,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:328",
                            "text": "I exhort you therefore, take ye also one coin from me, and if it seem good, take ye rest also upon the asses."
                        },
                        {
                            "verse": 329,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:329",
                            "text": "Polyxena said, Mayest thou obtain mercy from God, brother."
                        },
                        {
                            "verse": 330,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:330",
                            "text": "But if thou wilt receive a full reward, save us as far as the sea, so that, if God wills, we may sail for Spain."
                        },
                        {
                            "verse": 331,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:331",
                            "text": "XXXIII."
                        },
                        {
                            "verse": 332,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:332",
                            "text": "The ass-driver, as if commanded by the voice of God, eagerly receiving the maidens, went on his way rejoicing in the Lord."
                        },
                        {
                            "verse": 333,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:333",
                            "text": "And he said to Polyxena, Alter thy appearance to that of a man, lest for thy beauty's sake some one snatch thee away from me."
                        },
                        {
                            "verse": 334,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:334",
                            "text": "And coming to an inn, they stayed there, and on the morrow they went forward taking heed to the way."
                        },
                        {
                            "verse": 335,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:335",
                            "text": "And behold there came past a certain prefect journeying to Greece, who seeing the maidens ordered Polyxena to be carried off on his chariot."
                        },
                        {
                            "verse": 336,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:336",
                            "text": "Then the ass-driver followed, crying and saying, A prefect does violence to none."
                        },
                        {
                            "verse": 337,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:337",
                            "text": "Why do ye this?  Then they beat him and drove him away."
                        },
                        {
                            "verse": 338,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:338",
                            "text": "XXXIV."
                        },
                        {
                            "verse": 339,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:339",
                            "text": "And he going on his way lamented, saying, Woe is me, wretched and abominable one."
                        },
                        {
                            "verse": 340,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:340",
                            "text": "Woe is me that thought to do good, but now I have wrought mischief."
                        },
                        {
                            "verse": 341,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:341",
                            "text": "Woe is me that my trouble and my running were unacceptable."
                        },
                        {
                            "verse": 342,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:342",
                            "text": "Would that I had died before yesterday, that I might not have met with these maidens at all."
                        },
                        {
                            "verse": 343,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:343",
                            "text": "But why troublest thou me, O wretched soul?  Let us go to Philip the apostle of God."
                        },
                        {
                            "verse": 344,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:344",
                            "text": "If there is not forgiveness for me, it is better for me to choose death in whatsoever fashion than to live with such evil and bitter conscience."
                        },
                        {
                            "verse": 345,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:345",
                            "text": "So he went and found Philip the apostle of Christ, and said to him, O disciple and preacher of Christ, thus and thus it has happened to me and befallen me."
                        },
                        {
                            "verse": 346,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:346",
                            "text": "Has my soul salvation?  Philip the apostle of Christ said, Be not distressed concerning this, my son, it is impossible for them to be dishonoured, seeing that no one ever overcomes God; for this same Polyxena, when she first came from the sea, I entrusted to a certain brother, who also was greatly distressed because of her running away secretly from his house."
                        },
                        {
                            "verse": 347,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:347",
                            "text": "Him also I persuaded not to grieve, for through her tribulation and wanderings many shall know God."
                        },
                        {
                            "verse": 348,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:348",
                            "text": "XXXV."
                        },
                        {
                            "verse": 349,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:349",
                            "text": "The prefect therefore carried Polyxena to the city where he stayed, and ordered her to be shut up in a chamber."
                        },
                        {
                            "verse": 350,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:350",
                            "text": "And one of the soldiers seized Rebecca, but the maid secretly escaping fled into the house of an old woman, who received the maiden kindly and entreated her well."
                        },
                        {
                            "verse": 351,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:351",
                            "text": "And sitting down she wept, saying, Alas, my sister Polyxena, I wretched one did not think that anyone was oppressed like myself, but now I am persuaded and know that all my misfortunes and tribulations do not compare with one day of thine."
                        },
                        {
                            "verse": 352,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:352",
                            "text": "And most grievous of all, behold I have been separated from thee and am again a captive, but do thou search for me even into the next world, my sister Polyxena."
                        },
                        {
                            "verse": 353,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:353",
                            "text": "The old woman said to her, What ails thee, daughter, that thou weepest thus bitterly?  Rebecca said, Suffer me, mother, to be distressed and to lament the great and incurable pain of my heart."
                        },
                        {
                            "verse": 354,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:354",
                            "text": "The old woman greatly compassionating her wept exceedingly, for the maid had told her all that had happened to her, and how through Polyxena she had believed in Christ."
                        },
                        {
                            "verse": 355,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:355",
                            "text": "So too Polyxena, shut up in the chamber, said, Woe is me, wretched one; alas for me miserable one; now I know clearly how the devil hates virginity, but O Lord Jesus Christ, God of all, since I dare not beseech thee of myself, I bring to thee the prayers of thy holy preacher Paul, that thou mayst not suffer my virginity to be destroyed by any one."
                        },
                        {
                            "verse": 356,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:356",
                            "text": "XXXVI."
                        },
                        {
                            "verse": 357,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:357",
                            "text": "And as she was yet praying, the attendants came to lead her to the couch of the prefect."
                        },
                        {
                            "verse": 358,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:358",
                            "text": "But Polyxena said to them, Brethren, make not haste to any one's destruction, for this time shall quickly pass away, and they that work together with the destroyers shall perish with them."
                        },
                        {
                            "verse": 359,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:359",
                            "text": "Rather assist strangers, that ye be not found strangers to the angels of God."
                        },
                        {
                            "verse": 360,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:360",
                            "text": "The men, being shamed by these words, went to the prefect and said, The maid from fear is seized with a violent fever."
                        },
                        {
                            "verse": 361,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:361",
                            "text": "And the prefect said, Let her alone."
                        },
                        {
                            "verse": 362,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:362",
                            "text": "And, behold, the son of the prefect came to Polyxena by night, and she seeing him was afraid, but the youth said to her, Fear not, girl."
                        },
                        {
                            "verse": 363,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:363",
                            "text": "I seek not to be wedded with thee as the bridegroom of destruction, for I know from thy prayer that thou art the bride of the God of heaven."
                        },
                        {
                            "verse": 364,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:364",
                            "text": "I know this God who is never overcome by any one, for a certain man of glorious countenance lately in Antioch preached this God, and a certain maid, whose name was Thecla, believing him followed him, and encountered dangers on account of her beauty, of whom I have heard that she was condemned to the wild beasts."
                        },
                        {
                            "verse": 365,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:365",
                            "text": "I therefore continually gazed upon the man, and he having observed me said to me, God give heed to thee, my son."
                        },
                        {
                            "verse": 366,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:366",
                            "text": "From that time therefore by the grace of Christ I have not gone into the sacrifices of idols, but sometimes feigning illness and sometimes involving myself in some business, my father said to me, Because thou hast no zeal for the sacrifices of the gods, therefore neither art thou in health, not being worthy of the gods."
                        },
                        {
                            "verse": 367,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:367",
                            "text": "But I rejoiced, hearing that I was not worthy of the sacrifices to idols; and, by the grace of God, art thou come hither as a providence to me."
                        },
                        {
                            "verse": 368,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:368",
                            "text": "Polyxena said, And what is the name of that man?  The youth said, Paul is his name."
                        },
                        {
                            "verse": 369,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:369",
                            "text": "Polyxena said, He is in my city."
                        },
                        {
                            "verse": 370,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:370",
                            "text": "The youth said, Come then, girl, put on my appearance, and go down to the shore and wait me there; I having taken money will come quickly."
                        },
                        {
                            "verse": 371,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:371",
                            "text": "XXXVII."
                        },
                        {
                            "verse": 372,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:372",
                            "text": "And one of the servants overhearing them told all this to the prefect, who being filled with great anger condemned them to be cast to the wild beasts."
                        },
                        {
                            "verse": 373,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:373",
                            "text": "And when they were cast into the arena, a fierce lioness was let loose upon them, which ran and embraced the feet of Polyxena, and licked the soles of her feet."
                        },
                        {
                            "verse": 374,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:374",
                            "text": "Then the prefect and all the city, seeing this fearful and wonderful sight, gave praise and glory to the merciful God, saying, Of a truth thou art, and he, that is named by Polyxena, alone is God, for the gods of the heathen are the works of men's hands, unable to save or assist any one."
                        },
                        {
                            "verse": 375,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:375",
                            "text": "Let them perish now, both themselves and their makers."
                        },
                        {
                            "verse": 376,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:376",
                            "text": "And the prefect straightway taking his son and Polyxena into the palace, heard from them in order the faith and religion in Christ without omission, and he and all in the city believed, and there was great joy and giving of glory to God."
                        },
                        {
                            "verse": 377,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:377",
                            "text": "And Polyxena said to the prefect, Be of good cheer, my lord, for the man of God will quickly come, who will perfectly teach, exhort, instruct, and enlighten you in the knowledge of Christ."
                        },
                        {
                            "verse": 378,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:378",
                            "text": "She however prepared in all haste to depart into Spain."
                        },
                        {
                            "verse": 379,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:379",
                            "text": "XXXVIII."
                        },
                        {
                            "verse": 380,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:380",
                            "text": "And as I, Onesimus, was sailing into Spain to Paul, I received from the Lord a revelation saying to me, Onesimus, the vessel in which thou now art will land in the parts of Greece, and thou wilt find on the shore of the harbour two maids and one youth."
                        },
                        {
                            "verse": 381,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:381",
                            "text": "Assist them and take them to Paul."
                        },
                        {
                            "verse": 382,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:382",
                            "text": "When we reached this place according to the command of the Lord, we found the maids together with the youth seeking a vessel."
                        },
                        {
                            "verse": 383,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:383",
                            "text": "When the maids saw us therefore, they knew that we were of the hope of Christ, and Polyxena running to us said, Verily the man of God cannot be concealed, for the grace and kindliness of his countenance makes him manifest."
                        },
                        {
                            "verse": 384,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:384",
                            "text": "And when we sought to sail away, the sea was troubled by the providence of God."
                        },
                        {
                            "verse": 385,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:385",
                            "text": "And there was with us a disciple of Paul, by name Lucius, capable in word to teach the city."
                        },
                        {
                            "verse": 386,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:386",
                            "text": "Therefore we remained seven days, and God opened to that place a great door of faith, and twenty thousand believed, and there was great joy and rejoicing in all the city."
                        },
                        {
                            "verse": 387,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:387",
                            "text": "And when the season was favourable for us to sail the prefect again constrained us, and we stayed another seven days, until all believed and rejoiced in the Lord."
                        },
                        {
                            "verse": 388,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:388",
                            "text": "XXXIX."
                        },
                        {
                            "verse": 389,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:389",
                            "text": "Thus now by the foreknowledge of Christ, the prefect sent us away with supplies for the voyage, sending also his son with us."
                        },
                        {
                            "verse": 390,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:390",
                            "text": "And when we had sailed twenty days, Polyxena was greatly exhausted, and we touched at a certain island for the sake of rest."
                        },
                        {
                            "verse": 391,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:391",
                            "text": "And behold, certain fierce and hardened men, coming down to us and seeing Polyxena, prepared for battle; but by the grace of Christ our men defended Polyxena and vanquished them, although the strangers were more numerous and more powerful."
                        },
                        {
                            "verse": 392,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:392",
                            "text": "Polyxena therefore fearing again to become a captive threw herself into the sea; but the pilot dragged her out, having suffered no harm."
                        },
                        {
                            "verse": 393,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:393",
                            "text": "Then we embarked in the vessel and fled, for the places were rough and wooded, and we were afraid to remain, and in twelve days we arrived in Spain, by the grace of God."
                        },
                        {
                            "verse": 394,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:394",
                            "text": "XL."
                        },
                        {
                            "verse": 395,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:395",
                            "text": "And Paul seeing us rejoiced greatly, and said, Welcome ye that have been troubled."
                        },
                        {
                            "verse": 396,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:396",
                            "text": "And Polyxena, laying hold of his feet, said, It may be that this trouble came upon me because I would have blasphemed thee, but now I beseech and entreat that I may not again be delivered into such troubles and misfortunes."
                        },
                        {
                            "verse": 397,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:397",
                            "text": "And Paul said, weeping, Thus must we be troubled, my daughter, that we may know our defender, Jesus Christ."
                        },
                        {
                            "verse": 398,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:398",
                            "text": "XLI."
                        },
                        {
                            "verse": 399,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:399",
                            "text": "And while we were giving the letters of the brethren to Paul, one ran and told Xanthippe of the arrival of Polyxena."
                        },
                        {
                            "verse": 400,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:400",
                            "text": "And she made haste and came to us, and seeing Polyxena, was overcome by an unspeakable joy and fell to the ground; but Polyxena embracing her and caressing her for a long time brought her back to life."
                        },
                        {
                            "verse": 401,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:401",
                            "text": "Then Xanthippe said to her, I, my true sister Polyxena, went not forth at all for forty days, praying much for thee to the loving God, that thy virginity might not be taken away."
                        },
                        {
                            "verse": 402,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:402",
                            "text": "And Paul, the preacher of God, said to me, Her virginity will not be taken away, and she will come quickly."
                        },
                        {
                            "verse": 403,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:403",
                            "text": "And Probus said to me, It was assigned to her by God to be thus afflicted."
                        },
                        {
                            "verse": 404,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:404",
                            "text": "Seest thou how by many devices God saves many?  But now, my beloved sister, having unexpectedly seen thy face, now I shall willingly die."
                        },
                        {
                            "verse": 405,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:405",
                            "text": "XLII."
                        },
                        {
                            "verse": 406,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:406",
                            "text": "Then he who had carried her away came up again and sought for Polyxena, but the great Paul persuaded him to refrain from her, and he also believed and was baptised by Paul, as also the suitor of Polyxena believed, and there was great joy in all that city of Spain for the recovery of Polyxena."
                        },
                        {
                            "verse": 407,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:407",
                            "text": "From that time forward she left not at all the blessed Paul in her fear of temptations."
                        },
                        {
                            "verse": 408,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:408",
                            "text": "These things then being thus, all rejoiced in the Lord, glorifying Father, Son and Holy Ghost, one God, to whom is glory and power, now and ever and to all eternity."
                        },
                        {
                            "verse": 409,
                            "chapter": 1,
                            "name": "Life and Conduct of the Holy Women, Xanthippe, Polyxena, and Rebecca 1:409",
                            "text": "Amen."
                        }
                    ]
                }
            ]
        }
    ]
}