{
    "books": [
        {
            "name": "Athanasius: Historia Acephala",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Athanasius: Historia Acephala 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:1",
                            "text": "Historia Acephala."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:2",
                            "text": "I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:3",
                            "text": "The Emperor Constantius also wrote concerning the return of Athanasius, and among the Emperor's letters this one too is to be found."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:4",
                            "text": "And it came to pass after the death of Gregory that Athanasius returned from the city of Rome and the parts of Italy, and entered Alexandria Paophi xxiv, Coss."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:5",
                            "text": "Constantius IV, Constans III (October , ); that is after [vii] years vi [months and iii days,] and remained quiet at Alexandria ix years iii months [and xix days]."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:6",
                            "text": "II."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:7",
                            "text": "Now after his return, Coss."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:8",
                            "text": "Limenius and Catulinus , Theodore, Narcissus, and George, with others, came to Constantinople, wishing to persuade Paul to communicate with them, who received them not even with a word, and answered their greeting with an anathema."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:9",
                            "text": "So they took to themselves Eusebius of Nicomedia, and laid snares for the most blessed Paul, and lodging a calumny against him concerning Constans and Magnentius, expelled him from CP."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:10",
                            "text": "that they might have room there, and sow the Arian heresy."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:11",
                            "text": "Now the people of CP."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:12",
                            "text": ", desiring the most blessed Paul, raised continual riots to prevent his being taken from the city, for they loved his sound doctrine."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:13",
                            "text": "The Emperor, however, was angry, and sent Count Hermogenes to cast him out; but the people, hearing this, dragged forth Hermogenes through the midst of the town."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:14",
                            "text": "From which matter they obtained a pretext against the Bishop, and exiled him to Armenia."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:15",
                            "text": "Theodore and the rest wishing to place in the See of that Town Eudoxius, an ally and partisan of the Arian heresy, ordained [Bishop] of Germanicia, while the people were stirred to riot, and would not allow any one to sit in the See of blessed Paul,—they took Macedonius, a presbyter of Paul, and ordained him bishop of the town of CP."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:16",
                            "text": ", whom the whole assembly of bishops condemned, since against his own father he had disloyally received laying on of hands from heretics."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:17",
                            "text": "However, after Macedonius had communicated with them and signed, they brought in pretexts of no importance, and removing him from the Church, they instal the aforesaid Eudoxius of Antioch, whence [the partakers] in this secession are called Macedonians, making shipwreck concerning the Holy Spirit."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:18",
                            "text": "III."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:19",
                            "text": "After this time Athanasius, hearing that there was to be disturbance against him, the Emperor Constantius being in residence at Milan , sent to court a vessel with v Bishops, Serapion of Thmuis, Triadelphus of Nicotas, Apollo of Upper Cynopolis, Ammonius of Pachemmon,…and iii Presbyters of Alexandria, Peter the Physician, Astericus, and Phileas."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:20",
                            "text": "After their setting sail from Alexandria, Coss."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:21",
                            "text": "Constantius VI Augustus, and Constantius Caesar II, Pachom xxiv (May , ), presently four days after Montanus of the Palace entered Alexandria Pachom xxviii, and gave a letter of the same Constantius Augustus to the bishop Athanasius, forbidding him to come to court, on which account the bishop was exceedingly desolate, and the whole people much troubled."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:22",
                            "text": "So Montanus, accomplishing nothing, set forth, leaving the bishop at Alexandria."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:23",
                            "text": "Now after a while Diogenes, Imperial Notary, came to Alexandria in the month of Mensor (August, ) Coss."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:24",
                            "text": "Arbetion and Lollianus: that is ii years and v months from when Montanus left Alexandria."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:25",
                            "text": "And Diogenes pressed every one urgently to compel the bishop to leave the town, and afflicted all not a little."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:26",
                            "text": "Now on the vi day of the month Thoth, he made a sharp attempt to besiege the church, and he spent iv months in his efforts, that is from the month Mensor, or from the [first] day of those intercalated until the xxvi day of Choiac (Dec."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:27",
                            "text": ")."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:28",
                            "text": "But as the people and the judges strongly resisted Diogenes, Diogenes returned without success on the xxvi day of the said month Choiac, Coss."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:29",
                            "text": "Arbetion and Lollianus, after iv months as aforesaid."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:30",
                            "text": "IV."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:31",
                            "text": "Now Duke Syrianus, and Hilary the Notary, came from Egypt to Alexandria on the tenth day of Tybi (Jan."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:32",
                            "text": ", ) after Coss."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:33",
                            "text": "Arbetion and Lollianus."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:34",
                            "text": "And sending in front all the legions of soldiers throughout Egypt and Libya, the Duke and the Notary entered the Church of Theonas with their whole force of soldiers by night, on the xiii day of Mechir, during the night preceding the xiv."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:35",
                            "text": "And breaking the doors of the Church of Theonas, they entered with an infinite force of soldiers."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:36",
                            "text": "But bishop Athanasius escaped their hands, and was saved, on the aforesaid xiv of Mechir."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:37",
                            "text": "Now this happened ix years iii months and xix days from the Bishop's return from Italy."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:38",
                            "text": "But when the Bishop was delivered, his presbyters and people remained in possession of the Churches, and holding communion iv months, until there entered Alexandria the prefect Cataphronius and Count Heraclius in the month Pahyni xvi day, Coss."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:39",
                            "text": "Constantius VIII and Julianus Caesar I (June , )."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:40",
                            "text": "V."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:41",
                            "text": "And four days after they entered the Athanasians were ejected from the Churches, and they were handed over to those who belonged to George, and were expecting him as Bishop."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:42",
                            "text": "So they received the Churches on the xxi day of Pahyni."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:43",
                            "text": "Moreover George arrived at Alexandria, Coss."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:44",
                            "text": "Constantius IX, and Julianus Caesar II, Mechir xxx (Feb."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:45",
                            "text": ", ), that is, eight months and xi days from when his party received the Churches."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:46",
                            "text": "So George entered Alexandria, and kept the Churches xviii whole months: and then the common people attacked him in the Church of Dionysius, and he was hardly delivered with danger and a great struggle on the i day of the month Thoth, Coss."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:47",
                            "text": "Tatianus and Cerealis (Aug."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:48",
                            "text": ", )."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:49",
                            "text": "Now George was ejected from Alexandria on the x day after the riot, namely v of Paophi (Oct."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:50",
                            "text": ")."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:51",
                            "text": "But they who belonged to Bishop Athanasius, ix days after the departure of George, that is on the xiv of Pa[ophi], cast out the men of George, and held the Churches two months and xiv days; until there came Duke Sebastian from Egypt and cast them out, and again assigned the Churches to the party of George on the xxviii day of the month Choiac (Dec."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:52",
                            "text": ")."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:53",
                            "text": "Now ix whole months after the departure of George from Alexandria, Paulus the Notary arrived Pahyni xxix, Coss."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:54",
                            "text": "Eusebius, Hypatius (June , ), and published an Imperial Order on behalf of George, and coerced many in vengeance for him."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:55",
                            "text": "And [ii years and] v months after, George came to Alexandria Athyr xxx (Coss."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:56",
                            "text": "Taurus, and Florentius) from court (Nov."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:57",
                            "text": ", ), that is iii years and two months after he had fled."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:58",
                            "text": "And at Antioch they of the Arian heresy, casting out the Paulinians from the Church, appointed Meletius."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:59",
                            "text": "When he would not consent to their evil mind, they ordained Euzoius a presbyter of George of Alexandria in his stead."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:60",
                            "text": "VI."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:61",
                            "text": "Now George, having entered Alexandria as aforesaid on the xxx Athyr, remained safely in the town iii days, that is [till] iii Choiac."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:62",
                            "text": "For, on the iv day of that same month, the prefect Gerontius announced the death of the Emperor Constantius, and that Julianus alone held the whole Empire."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:63",
                            "text": "Upon which news, the citizens of Alexandria and all shouted against George, and with one accord placed him under custody."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:64",
                            "text": "And he was in prison bound with iron from the aforesaid iv day of Choiac, up to the xxvii of the same month, xxiv days."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:65",
                            "text": "For on the xxviii day of the same month early in the morning, nearly all the people of that town led forth George from prison, and also the Count who was with him, the Superintendent of the building of the Church which is called Caesareum, and killed them both, and carried their bodies round through the midst of the town, that of George on a camel, but that of Dracontius, men dragging it by ropes; and so having insulted them, at about the vii hour of the day, they burnt the bodies of each."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:66",
                            "text": "VII."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:67",
                            "text": "Now in the next."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:68",
                            "text": "…day of Mechir the x day of the month, after Coss."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:69",
                            "text": "Taurus and Florentius (Feb."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:70",
                            "text": ", ), an order of the Emperor Julian was published commanding those things to be restored to the idols and temple attendants and the public account, which in former times had been taken away from them."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:71",
                            "text": "But after iii days, Mechir xiv, an order was given of the same Emperor Julian, also of the Vicar Modestus, to Gerontius prefect, ordering all Bishops hitherto defeated by factions and exiled to return to their towns and provinces."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:72",
                            "text": "Now this letter was published on the following day Mechir xv, while subsequently an edict also of the prefect Gerontius was published, by which the Bishop Athanasius was ordered to return to his Church."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:73",
                            "text": "And xii days after the publication of this Edict Athanasius was seen at Alexandria, and entered the Church in the same month Mechir, xxvii day, so that there is from his flight which took place in the times of Syrianus and Hilary till his return, when Julianus."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:74",
                            "text": "…Mechir xxvii."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:75",
                            "text": "He remained in the Church until Paophi xxvi, Coss."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:76",
                            "text": "Mamertinus and Nevitta (Oct."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:77",
                            "text": ", ), viii whole months."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:78",
                            "text": "Now on the aforesaid day, Paophi xxvii, he [the prefect] published an Edict of the Emperor Julianus, that Athanasius, Bishop, should retire from Alexandria, and no sooner was the Edict published, than the Bishop left the town and abode round about Thereu."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:79",
                            "text": "Soon after his departure Olympus the prefect, in obedience to the same Pythiodorus, and those who were with him, most difficult persons, sent into exile Paulus and Astericius, presbyters of Alexandria, and directed them to live at the town of Andropolis."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:80",
                            "text": "VIII."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:81",
                            "text": "Now Olympus the same prefect, in the month Mensor, xxvi day, Coss."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:82",
                            "text": "Julianus Augustus IV."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:83",
                            "text": "and Sallustius (Aug."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:84",
                            "text": ", ), announced that Julian the Emperor was dead, and that Jovianus a Christian was Emperor."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:85",
                            "text": "And in the following month, Thoth xviii, a letter of the Emperor Jovianus came to Olympus the prefect that only the most high God should be worshipped, and Christ, and that the peoples, holding communion in the Churches, should practise religion."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:86",
                            "text": "Moreover Paulus and Astericius, the aforesaid presbyters, returned from exile at the town of Andropolis, and entered Alexandria, on the x day of Thoth, after x months."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:87",
                            "text": "Now Bishop Athanasius, having tarried as aforesaid at Thereon, went up to the higher parts of Egypt as far as Upper Hermopolis in the Thebaid, and as far as Antinoopolis."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:88",
                            "text": "And while he was staying in these places, it was learned that the Emperor Julian was dead, and that Jovian a Christian was Emperor."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:89",
                            "text": "So the Bishop entered Alexandria secretly, his arrival not being known to many, and went by sea to meet the Emperor Jovian, and afterwards, Church affairs being settled, received a letter, and came to Alexandria and entered into the Church on the xix day of Athyr Coss."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:90",
                            "text": "Jovianus and Varronianus."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:91",
                            "text": "From his leaving Alexandria according to the order of Julian until he arrived on the aforesaid xix day of Athyr after one year and iii months, and xxii days."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:92",
                            "text": "IX."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:93",
                            "text": "Now at CP."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:94",
                            "text": "Eudoxius of Germanicia held the Church, and there was a division between him and Macedonius; but by means of Eudoxius there went forth another worse heresy from the spurious [teaching] of the Arians, Aetius and Patricius of Nicaea, who communicated with Eunomius, Heliodorus, and Stephen."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:95",
                            "text": "And Eudoxius adopting this, communicated with Euzoius, Bishop at Antioch, of the Arian sect, and they deposed on a pretext Seleucius and Macedonius, and Hypatian, and other xv Bishops belonging to them, since they would not receive 'Unlike' nor 'Creature of the Uncreated."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:96",
                            "text": "' Now their Exposition is as follows:—  Exposition of Patricius and Aetius, who communicated with Eunomius, Heliodorus, and Stephen."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:97",
                            "text": "These are the attributes of God, Unbegotten, without origin, Eternal, not to be commanded, Immutable, All-seeing, Infinite, Incomparable, Almighty, knowing the future without foresight; without beginning."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:98",
                            "text": "These do not belong to the Son, for He is commanded, is under command, is made from nothing, has an end, is not compared [with the Father], the Father surpasses Him…of Christ is found: as pertaining to the Father, He is ignorant of the future."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:99",
                            "text": "He was not God, but Son of God; God of those who are after Him: and in this He possesses invariable likeness with the Father, namely He sees all things because all things…because He is not changed in goodness; [but] not like in the quality of Godhead, nor in nature."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:100",
                            "text": "But if we said that He was born of the quality of Godhead, we say that He resembles the offspring of serpents, and that is an impious saying: and like as a statue produces rust from itself, and will be consumed by the rust itself, so also the Son, if He is produced from the nature of the Father, will consume the Father."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:101",
                            "text": "But from the work, and the newness of work, the Son is naturally God, and not from the Nature, but from another nature like as the Father, but not from Him."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:102",
                            "text": "For He was made the image of God, and we are out of God, and from God."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:103",
                            "text": "Inasmuch as all things are from God, and the Son also, as if from something [else]."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:104",
                            "text": "Like as iron if it has rust will be diminished, like as a body if it produces worms is eaten up, like as a wound if it produce discharges will be consumed by them, so [thinks] he who says that the Son is from the Nature of the Father; now let him who does not say that the Son is like the Father be put outside the Church and be anathema."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:105",
                            "text": "If we shall say that the Son of God is God, we bring in Two without beginning: we call Him Image of God; he who calls Him 'out from God' Sabellianises."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:106",
                            "text": "And he who says that he is ignorant of the nativity of God Manicheanizes: if any one shall say that the Essence of the Son is like the Essence of the Father unbegotten, he blasphemes."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:107",
                            "text": "For just as snow and white lead are similar in whiteness but dissimilar in kind, so also the Essence of the Son is other than the Essence of the Father."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:108",
                            "text": "But snow has a different whiteness …  Be pleased to hear that the Son is like the Father in His operations; like as Angels cannot comprehend the Nature of Archangels, let them please to understand, nor Archangels the Nature of a Cherubin, nor Cherubins the Nature of the Holy Spirit, nor the Holy Spirit the Nature of the Only-begotten, nor the Only-begotten the nature of the Unbegotten God."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:109",
                            "text": "Now when the Bishop Athanasius was about coming from Antioch to Alexandria, the Arians Eudoxius, Theodore, Sophronius, Euzoius and Hilary took counsel and appointed Lucius, a presbyter of George, to seek audience of the Emperor Jovian at the Palace, and to say what is contained in the copies."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:110",
                            "text": "Now here we have omitted some less necessary matter."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:111",
                            "text": "X."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:112",
                            "text": "Now after Jovian, Valentinian and Valens having been somewhat rapidly summoned to the throne, a decree of theirs, circulated everywhere, which also was delivered at Alexandria on Pachon x, Coss."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:113",
                            "text": "Valentinian and Valens (May , ), to the effect that the Bishops deposed and expelled from their Churches under Constantius, who had in the time of Julian's reign reclaimed for themselves and taken back their Bishopric, should now be cast out anew from the Churches, a penalty being laid on the courts of a fine of ccc pounds of gold, unless that is they should have [ba]nished the Bishops from the Churches and towns."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:114",
                            "text": "On which account at Alexandria great confusion and riot arose, insomuch that the whole Church was troubled, since also the officials were few in number with the prefect Flavian and his staff: and on account of the imperial order and the fine of gold they were urgent that the Bishops should leave the town; the Christian multitude resisting and gainsaying the officials and the judge, and maintaining that the Bishop Athanasius did not come under this definition nor under the Imperial order, because neither did Constantius banish him, but even restored him."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:115",
                            "text": "Likewise also Julian persecuted him; he recalled all, and him for the sake of idolatry he cast out anew, but Jovian brought him back."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:116",
                            "text": "This opposition and riot went on until the next month Payni, on the xiv day; for on this day the prefect Flavian made a report, declaring that he had consulted the Emperors on this very point which was stirred at Alexandria, and so they all became quiet in a short time."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:117",
                            "text": "XI."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:118",
                            "text": "iv months and xxiv days after, that is on Paophi viii, the Bishop Athanasius left the Church secretly by night, and retired to a villa near the New River."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:119",
                            "text": "But the prefect Flavian and Duke Victorinus not knowing that he had retired, on the same night arrived at the Church of Dionysius with a force of soldiers: and having broken the back door, and entered the upper parts of the house in search of the Bishop's apartment, they did not find him, for, not long before he had retired, and he remained, staying at the aforesaid property from the above day, Paophi viii, till Mechir vi, that is iv whole months (Oct."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:120",
                            "text": "–Jan."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:121",
                            "text": ")."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:122",
                            "text": "After this, the Imperial notary Bresidas, in the same month Mechir came to Alexandria with an Imperial letter, ordering the said Bishop Athanasius to return to Town, and hold the Churches as usual; and on the vii day of the month Mechir, after Coss."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:123",
                            "text": "Valentinian and Valens, that is Coss."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:124",
                            "text": "Gratian and Degalaifus, the said notary Bresidas with Duke Victorinus and Flavian the Prefect assembled at the palace and announced to the officers of the courts who were present, and the people, that the Emperors had ordered the Bishop to return to town, and straightway the said Bresidas the notary went forth with the officers of the courts, and a multitude of the people of the Christians to the aforesaid villa, and taking the Bishop Athanasius with the Imperial order, led him in to the Church which is called that of Dionysius on the vii day of the mouth Mechir."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:125",
                            "text": "XII."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:126",
                            "text": "From Coss."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:127",
                            "text": "Gratian and Dagalaifus  to the next consulships of Lupicinus and Jovinus  and that of [Valentinian II."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:128",
                            "text": "and] Valens II."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:129",
                            "text": "on Payni xiv (June , ) in [this] Consulship xl [years of the Bishopric] of Athanasius are finished."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:130",
                            "text": "Out of which [years] he abode at Treveri in Gaul [ii years iv months xi days, and in Italy and the West] xc months and iii days."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:131",
                            "text": "At Alexandria [and] in uncertain places in hiding, when he was being harassed by Hilary the notary and the Duke, lxxii months and xiv days."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:132",
                            "text": "In Egypt and Antioch upon journeys xv months and xxii days: upon the property near the new river iv months."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:133",
                            "text": "The result will be exactly vi months and xvii years and xx days."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:134",
                            "text": "Moreover, he remained in quiet at Alexandria xxii years and v months x days."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:135",
                            "text": "But also, he twice stayed a little time outside Alexandria in his last journey and at Tyre and at CP."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:136",
                            "text": "Accordingly, the result will be as I have stated above, xl years of the episcopate of Athanasius until Payni [x]iv, Coss."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:137",
                            "text": "Valentinian and Valens."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:138",
                            "text": "And in the following consulate of Valentinian and Victor, Payni xiv, i year, and in the following consulships of Valentinian [III] and Valens III Payni xiv, and in the following Consulships of Gratian and Probus, [and the next of Modestus and Arintheus], and another consulship of Valentinian [IV] and Valens IV, on Pachon viii he falls asleep (May , )."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:139",
                            "text": "XIII."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:140",
                            "text": "Now in the aforesaid consulship of Lupicinus and Jovinus, Lucius being specially desirous to claim for himself the episcopate of the Arians a long time after he had left Alexandria, arrived in the aforesaid consulship, and entered the town secretly by night on the xxvi day of the month Thoth (Sept."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:141",
                            "text": ", ): and as it is said, abode in a certain small house keeping in hiding for that day."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:142",
                            "text": "But next day he went to a house where his mother was staying; and his arrival being known at once all over the town, the whole people assembled and blamed his entry."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:143",
                            "text": "And Duke Trajanus and the Prefect were extremely displeased at his irrational and bold arrival, and sent officials to cast him out of the town."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:144",
                            "text": "So the officials came to Lucius, and considering all of them that the people were angry and very riotous against him they feared to bring him out of the house by themselves, lest he should be killed by the multitude."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:145",
                            "text": "And they reported this to the judges."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:146",
                            "text": "And presently the judges themselves, Duke Trajan, and the Prefect Tatianus [came] to the place with many soldiers, entered the house and brought out Lucius themselves at the vii hour of the day, on the xxvii day of Thoth."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:147",
                            "text": "Now while Lucius was following the judges, and the whole people of the town after them, Christians and Pagans, and of divers religions, all alike with one breath, and with one mind, and of one accord, did not cease, from the house whence he was led, through the middle of the town, as far as the house of the Duke, from shouting, and hurling at him withal insults and criminal charges, and from crying, 'Let him be taken out of the town."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:148",
                            "text": "' However, the Duke took him into his house, and he stayed with him for the remaining hours of the day, and the whole night, and on the following the xxviii of the same month, the Duke early in the morning, and taking him in charge as far as Nicopolis, handed him over to soldiers to be escorted from Egypt."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:149",
                            "text": "Now whereas Athanasius died on the viii of the month Pachon, the v day before he fell asleep, he ordained Peter, one of the ancient presbyters, Bishop, who carried on the Episcopate, following him in all things."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:150",
                            "text": "After whom Timothy his B[rother] succeeded to the Episcopate for iv years."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:151",
                            "text": "After him Theophilus from [being] deacon was ordained Bishop."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Athanasius: Historia Acephala 1:152",
                            "text": "The End."
                        }
                    ]
                }
            ]
        }
    ]
}