{
    "books": [
        {
            "name": "Jerome: The Life of Hilarion",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Jerome: The Life of Hilarion 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:1",
                            "text": "The Life of S."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:2",
                            "text": "Hilarion."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:3",
                            "text": "The life of Hilarion was written by Jerome in 390 at Bethlehem."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:4",
                            "text": "Its object was to further the ascetic life to which he was devoted."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:5",
                            "text": "It contains, amidst much that is legendary, some statements which attach it to genuine history, and is in any case a curious record of the state of the human mind in the 4th century."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:6",
                            "text": "A theory started in Germany, that it was a sort of religious romance, seems destitute of foundation."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:7",
                            "text": "It may possibly have been, in Jerome's intention, a contribution to the church history the writing of which he proposed but never executed."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:8",
                            "text": "(See the Life of Malchus, c."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:9",
                            "text": "1."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:10",
                            "text": ")  1."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:11",
                            "text": "Before I begin to write the life of the blessed Hilarion I invoke the aid of the Holy Spirit who dwelt in him, that He who bestowed upon the saint his virtues may grant me such power of speech to relate them that my words may be adequate to his deeds."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:12",
                            "text": "For the virtue of those who have done great deeds is esteemed in proportion to the ability with which it has been praised by men of genius."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:13",
                            "text": "Alexander the Great of Macedon who is spoken of by Daniel as the ram, or the panther, or the he-goat, on reaching the grave of Achilles exclaimed \"Happy Youth! to have the privilege of a great herald of your worth,\" meaning, of course, Homer."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:14",
                            "text": "I, however, have to tell the story of the life and conversation of a man so renowned that even Homer were he here would either envy me the theme or prove unequal to it."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:15",
                            "text": "It is true that that holy man Epiphanius, bishop of Salamis in Cyprus, who had much intercourse with Hilarion, set forth his praises in a short but widely circulated letter."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:16",
                            "text": "Yet it is one thing to praise the dead in general terms, another to relate their characteristic virtues."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:17",
                            "text": "And so we in taking up the work begun by him do him service rather than wrong: we despise the abuse of some who as they once disparaged my hero Paulus, will now perhaps disparage Hilarion; the former they censured for his solitary life; they may find fault with the latter for his intercourse with the world; the one was always out of sight, therefore they think he had no existence; the other was seen by many, therefore he is deemed of no account."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:18",
                            "text": "It is just what their ancestors the Pharisees did of old! they were not pleased with John fasting in the desert, nor with our Lord and Saviour in the busy throng, eating and drinking."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:19",
                            "text": "But I will put my hand to the work on which I have resolved, and go on my way closing my ears to the barking of Scylla's hounds."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:20",
                            "text": "2."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:21",
                            "text": "The birth place of Hilarion was the village Thabatha, situate about five miles to the south of Gaza, a city of Palestine."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:22",
                            "text": "His parents were idolaters, and therefore, as the saying is, the rose blossomed on the thorn."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:23",
                            "text": "By them he was committed to the charge of a Grammarian at Alexandria, where, so far as his age allowed, he gave proofs of remarkable ability and character: and in a short time endeared himself to all and became an accomplished speaker."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:24",
                            "text": "More important than all this, he was a believer in the Lord Jesus, and took no delight in the madness of the circus, the blood of the arena, the excesses of the theatre: his whole pleasure was in the assemblies of the Church."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:25",
                            "text": "3."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:26",
                            "text": "At that time he heard of the famous name of Antony, which was in the mouth of all the races of Egypt."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:27",
                            "text": "He was fired with a desire to see him, and set out for the desert."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:28",
                            "text": "He no sooner saw him than he changed his former mode of life and abode with him about two months, studying the method of his life and the gravity of his conduct: his assiduity in prayer, his humility in his dealings with the brethren, his severity in rebuke, his eagerness in exhortation."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:29",
                            "text": "He noted too that the saint would never on account of bodily weakness break his rule of abstinence or deviate from the plainness of his food."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:30",
                            "text": "At last, unable to endure any longer the crowds of those who visited the saint because of various afflictions or the assaults of demons, and deeming it a strange anomaly that he should have to bear in the desert the crowds of the cities, he thought it was better for him to begin as Antony had begun."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:31",
                            "text": "Said he: \"Antony is reaping the reward of victory like a hero who has proved his bravery."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:32",
                            "text": "I have not entered on the soldier's career\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:33",
                            "text": "He therefore returned with certain monks to his country, and, his parents being now dead, gave part of his property to his brothers, part to the poor, keeping nothing at all for himself, for he remembered with awe the passage in the Acts of the Apostles and dreaded the example and the punishment of Ananias and Sapphira; above all he was mindful of the Lord's words, \"whosoever he be of you that renounceth not all that he hath, he cannot be my disciple\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:34",
                            "text": "At this time he was about fifteen years old."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:35",
                            "text": "Accordingly, stripped bare and armed with the weapons of Christ, he entered the wilderness which stretches to the left seven miles from Majoma, the port of Gaza, as you go along the coast to Egypt."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:36",
                            "text": "And although the locality had a record of robbery and of blood, and his relatives and friends warned him of the danger he was incurring, he despised death that he might escape death."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:37",
                            "text": "4."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:38",
                            "text": "His courage and tender years would have been a marvel to all, were it not that his heart was on fire and his eyes bright with the gleams and sparks of faith."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:39",
                            "text": "His cheeks were smooth, his body thin and delicate, unfit to bear the slightest injury which cold or heat could inflict."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:40",
                            "text": "What then? With no other covering for his limbs but a shirt of sackcloth, and a cloak of skins which the blessed Antony had given him when he set out, and a blanket of the coarsest sort, he found pleasure in the vast and terrible wilderness with the sea on one side and the marshland on the other."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:41",
                            "text": "His food was only fifteen dried figs after sunset."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:42",
                            "text": "And because the district was notorious for brigandage, it was his practice never to abide long in the same place."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:43",
                            "text": "What was the devil to do? Whither could he turn? He who once boasted and said, \"I will ascend into heaven, I will set my throne above the stars of the sky, I will be like the most High,\" saw himself conquered and trodden under foot by a boy whose years did not allow of sin."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:44",
                            "text": "5."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:45",
                            "text": "Satan therefore tickled his senses and, as is his wont, lighted in his maturing body the fires of lust."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:46",
                            "text": "This mere beginner in Christ's school was forced to think of what he knew not, and to revolve whole trains of thought concerning that of which he had no experience."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:47",
                            "text": "Angry with himself and beating his bosom (as if with the blow of his hand he could shut out his thoughts) \"Ass!\" he exclaimed, \"I'll stop your kicking, I will not feed you with barley, but with chaff."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:48",
                            "text": "I will weaken you with hunger and thirst, I will lade you with heavy burdens, I will drive you through heat and cold, that you may think more of food than wantonness\"."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:49",
                            "text": "So for three or four days afterwards he sustained his sinking spirit with the juice of herbs and a few dried figs, praying frequently and singing, and hoeing the ground that the suffering of fasting might be doubled by the pain of toil."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:50",
                            "text": "At the same time he wove baskets of rushes and emulated the discipline of the Egyptian monks, and put into practice the Apostle's precept,\"If any will not work, neither let him eat\"."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:51",
                            "text": "By these practices he became so enfeebled and his frame so wasted, that his bones scarcely held together."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:52",
                            "text": "6."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:53",
                            "text": "One night he began to hear the wailing of infants, the bleating of flocks, the lowing of oxen, the lament of what seemed to be women, the roaring of lions, the noise of an army, and moreover various portentous cries which made him in alarm shrink from the sound ere he had the sight."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:54",
                            "text": "He understood that the demons were disporting themselves, and falling on his knees he made the sign of the cross on his forehead."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:55",
                            "text": "Thus armed as he lay he fought the more bravely, half longing to see those whom he shuddered to hear, and anxiously looking in every direction."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:56",
                            "text": "Meanwhile all at once in the bright moonlight he saw a chariot with dashing steeds rushing upon him."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:57",
                            "text": "He called upon Jesus, and suddenly before his eyes, the earth was opened and the whole array was swallowed up."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:58",
                            "text": "Then he said,\"The horse and his rider hath He thrown into the sea\"."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:59",
                            "text": "And,\"Some trust in chariots, and some in horses; but we will triumph in the name of the Lord our God\"."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:60",
                            "text": "7."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:61",
                            "text": "So many were his temptations and so various the snares of demons night and day, that if I wished to relate them, a volume would not suffice."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:62",
                            "text": "How often when he lay down did naked women appear to him, how often sumptuous feasts when he was hungry! Sometimes as he prayed a howling wolf sprang past or a snarling fox, and when he sang a gladiatorial show was before him, and a man newly slain would seem to fall at his feet and ask him for burial."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:63",
                            "text": "8."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:64",
                            "text": "Once upon a time he was praying with his head upon the ground."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:65",
                            "text": "As is the way with men, his attention was withdrawn from his devotions, and he was thinking of something else, when a tormentor sprang upon his back and driving his heels into his sides and beating him across the neck with a horse-whip cried out \"Come! why are you asleep?\" Then with a loud laugh asked if he was tired and would like to have some barley."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:66",
                            "text": "9."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:67",
                            "text": "From his sixteenth to his twentieth year he shielded himself from heat and rain in a little hut which he had constructed of reeds and sedge."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:68",
                            "text": "Afterwards he built himself a small cell which remains to the present day, five feet in height, that is less than his own height, and only a little more in length."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:69",
                            "text": "One might suppose it a tomb rather than a house."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:70",
                            "text": "10."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:71",
                            "text": "He shaved his hair once a year on Easter Day, and until his death was accustomed to lie on the bare ground or on a bed of rushes."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:72",
                            "text": "The sackcloth which he had once put on he never washed, and he used to say that it was going too far to look for cleanliness in goats' hair-cloth."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:73",
                            "text": "Nor did he change his shirt unless the one he wore was almost in rags."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:74",
                            "text": "He had committed the Sacred Writings to memory, and after prayer and singing was wont to recite them as if in the presence of God."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:75",
                            "text": "It would be tedious to narrate singly the successive steps of his spiritual ascent; I will therefore set them in a summary way before my reader, and describe his mode of life at each stage, and will afterwards return to proper historical sequence."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:76",
                            "text": "11."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:77",
                            "text": "From his twentieth to his twenty-seventh year, for three years his food was half a pint of lentils moistened with cold water, and for the next three dry bread with salt and water."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:78",
                            "text": "From his twenty-seventh year onward to the thirtieth, he supported himself on wild herbs and the raw roots of certain shrubs."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:79",
                            "text": "From his thirty-first to his thirty-fifth year, he had for food six ounces of barley bread, and vegetables slightly cooked without oil."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:80",
                            "text": "But finding his eyes growing dim and his whole body shrivelled with a scabby eruption and dry mange, he added oil to his former food and up to the sixty-third year of his life followed this temperate course, tasting neither fruit nor pulse, nor anything whatsoever besides."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:81",
                            "text": "Then when he saw that his bodily health was broken down, and thought death was near, from his sixty-fourth year to his eightieth he abstained from bread."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:82",
                            "text": "The fervour of his spirit was so wonderful, that at times when others are wont to allow themselves some laxity of living he appeared to be entering like a novice on the service of the Lord."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:83",
                            "text": "He made a sort of broth from meal and bruised herbs, food and drink together scarcely weighing six ounces, and, while obeying this rule of diet, he never broke his fast before sunset, not even on festivals nor in severe sickness."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:84",
                            "text": "But it is now time to return to the course of event."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:85",
                            "text": "12."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:86",
                            "text": "While still living in the hut, at the age of eighteen, robbers came to him by night, either supposing that he had something which they might carry off, or considering that they would be brought into contempt if a solitary boy felt no dread of their attacks."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:87",
                            "text": "They searched up and down between the sea and the marsh from evening until daybreak without being able to find his resting place."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:88",
                            "text": "Then, having discovered the boy by the light of day they asked him, half in jest, \"What would you do if robbers came to you?\" He replied, \"He that has nothing does not fear robbers\"."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:89",
                            "text": "Said they, \"At all events, you might be killed\"."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:90",
                            "text": "\"I might,\" said he, \"I might; and therefore I do not fear robbers because I am prepared to die\"."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:91",
                            "text": "Then they marvelled at his firmness and faith, confessed how they had wandered about in the night, and how their eyes had been blinded, and promised to lead a stricter life in the future."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:92",
                            "text": "13."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:93",
                            "text": "He had now spent twenty-two years in the wilderness and was the common theme in all the cities of Palestine, though everywhere known by repute only."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:94",
                            "text": "The first person bold enough to break into the presence of the blessed Hilarion was a certain woman of Eleutheropolis who found that she was despised by her husband on account of her sterility (for in fifteen years she had borne no fruit of wedlock)."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:95",
                            "text": "He had no expectation of her coming when she suddenly threw herself at his feet."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:96",
                            "text": "\"Forgive my boldness,\" she said: \"take pity on my necessity."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:97",
                            "text": "Why do you turn away your eyes? Why shun my entreaties? Do not think of me as a woman, but as an object of compassion."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:98",
                            "text": "It was my sex that bore the Saviour."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:99",
                            "text": "They that are whole have no need of a physician, but they that are sick\"."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:100",
                            "text": "At length, after a long time he no longer turned away, but looked at the woman and asked the cause of her coming and of her tears."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:101",
                            "text": "On learning this he raised his eyes to heaven and bade her have faith, then wept over her as she departed."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:102",
                            "text": "Within a year he saw her with a son."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:103",
                            "text": "14."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:104",
                            "text": "This his first miracle was succeeded by another still greater and more notable."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:105",
                            "text": "Aristaeneté the wife of Elpidius who was afterwards pretorian prefect, a woman well known among her own people, still better known among Christians, on her return with her husband, from visiting the blessed Antony, was delayed at Gaza by the sickness of her three children; for there, whether it was owing to the vitiated atmosphere, or whether it was, as afterwards became clear, for the glory of God's servant Hilarion, they were all alike seized by a semi-tertian ague and despaired of by the physicians."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:106",
                            "text": "The mother lay wailing, or as one might say walked up and down between the corpses of her three sons not knowing which she should first have to mourn for."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:107",
                            "text": "When, however, she knew that there was a certain monk in the neighbouring wilderness, forgetting her matronly state (she only remembered she was a mother) she set out accompanied by her handmaids and eunuchs, and was hardly persuaded by her husband to take an ass to ride upon."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:108",
                            "text": "On reaching the saint she said, \"I pray you by Jesus our most merciful God, I beseech you by His cross and blood, to restore to me my three sons, so that the name of our Lord and Saviour may be glorified in the city of the Gentiles."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:109",
                            "text": "Then shall his servants enter Gaza and the idol Marnas shall fall to the ground\"."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:110",
                            "text": "At first he refused and said that he never left his cell and was not accustomed to enter a house, much less the city; but she threw herself upon the ground and cried repeatedly, \"Hilarion, servant of Christ, give me back my children: Antony kept them safe in Egypt, do you save them in Syria\"."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:111",
                            "text": "All present were weeping, and the saint himself wept as he denied her."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:112",
                            "text": "What need to say more? the woman did not leave him till he promised that he would enter Gaza after sunset."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:113",
                            "text": "On coming thither he made the sign of the cross over the bed and fevered limbs of each, and called upon the name of Jesus."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:114",
                            "text": "Marvellous efficacy of the Name! As if from three fountains the sweat burst forth at the same time: in that very hour they took food, recognized their mourning mother, and, with thanks to God, warmly kissed the saint's hands."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:115",
                            "text": "When the matter was noised abroad, and the fame of it spread far and wide, the people flocked to him from Syria and Egypt, so that many believed in Christ and professed themselves monks."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:116",
                            "text": "For as yet there were no monasteries in Palestine, nor had anyone known a monk in Syria before the saintly Hilarion."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:117",
                            "text": "It was he who originated this mode of life and devotion, and who first trained men to it in that province."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:118",
                            "text": "The Lord Jesus had in Egypt the aged Antony: in Palestine He had the youthful Hilarion."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:119",
                            "text": "15."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:120",
                            "text": "Facidia is a hamlet belonging to Rhino-Corura, a city of Egypt."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:121",
                            "text": "From this village a woman who had been blind for ten years was brought to the blessed Hilarion, and on being presented to him by the brethren (for there were now many monks with him) affirmed that she had spent all her substance on physicians."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:122",
                            "text": "The saint replied: \"If you had given to the poor what you have wasted on physicians, the true physician Jesus would have cured you\"."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:123",
                            "text": "But when she cried aloud and entreated pity, he spat into her eyes, in imitation of the Saviour, and with similar instant effect."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:124",
                            "text": "16."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:125",
                            "text": "A charioteer, also of Gaza, stricken by a demon in his chariot became perfectly stiff, so that he could neither move his hand nor bend his neck."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:126",
                            "text": "He was brought on a litter, but could only signify his petition by moving his tongue; and was told that he could not be healed unless he first believed in Christ and promised to forsake his former occupation."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:127",
                            "text": "He believed, he promised, and he was healed: and rejoiced more in the saving of the soul than in that of the body."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:128",
                            "text": "17."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:129",
                            "text": "Again, a very powerful youth called Marsitas from the neighbourhood of Jerusalem plumed himself so highly on his strength that he carried fifteen bushels of grain for a long time and over a considerable distance, and considered it as his highest glory that he could beat the asses in endurance."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:130",
                            "text": "This man was afflicted with a grievous demon and could not endure chains, or fetters, but broke even the bolts and bars of the doors."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:131",
                            "text": "He had bitten off the noses and ears of many: had broken the feet of some, the legs of others."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:132",
                            "text": "He had struck such terror of himself into everybody, that he was laden with chains and dragged by ropes on all sides like a wild bull to the monastery."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:133",
                            "text": "As soon as the brethren saw him they were greatly alarmed (for the man was of gigantic size) and told the Father."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:134",
                            "text": "He, seated as he was, commanded him to be brought to him and released."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:135",
                            "text": "When he was free, \"Bow your head,\" said he, \"and come\"."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:136",
                            "text": "The man began to tremble; he twisted his neck round and did not dare to look him in the face, but laid aside all his fierceness and began to lick his feet as he sat."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:137",
                            "text": "At last the demon which had possessed the young man being tortured by the saint's adjurations came forth on the seventh day."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:138",
                            "text": "18."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:139",
                            "text": "Nor must we omit to tell that Orion, a leading man and wealthy citizen of Aira, on the coast of the Red Sea, being possessed by a legion of demons was brought to him."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:140",
                            "text": "Hands, neck, sides, feet were laden with iron, and his glaring eyes portended an access of raging madness."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:141",
                            "text": "As the saint was walking with the brethren and expounding some passage of Scripture the man broke from the hands of his keepers, clasped him from behind and raised him aloft."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:142",
                            "text": "There was a shout from all, for they feared lest he might crush his limbs wasted as they were with fasting."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:143",
                            "text": "The saint smiled and said, \"Be quiet, and let me have my rival in the wrestling match to myself\"."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:144",
                            "text": "Then he bent back his hand over his shoulder till he touched the man's head, seized his hair and drew him round so as to be foot to foot with him; he then stretched both his hands in a straight line, and trod on his two feet with both his own, while he cried out again and again, \"To torment with you! ye crowd of demons, to torment!\" The sufferer shouted aloud and bent back his neck till his head touched the ground, while the saint said, \"Lord Jesus, release this wretched man, release this captive."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:145",
                            "text": "Thine it is to conquer many, no less than one\"."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:146",
                            "text": "What I now relate is unparalleled: from one man's lips were heard different voices and as it were the confused shouts of a multitude."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:147",
                            "text": "Well, he too was cured, and not long after came with his wife and children to the monastery bringing many gifts expressive of his gratitude."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:148",
                            "text": "The saint thus addressed him—\"Have you not read what befell Gehazi and Simon, one of whom took a reward, the other offered it, the former in order to sell grace, the latter to buy it?\" And when Orion said with tears, \"Take it and give it to the poor,\" he replied, \"You can best distribute your own gifts, for you tread the streets of the cities and know the poor."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:149",
                            "text": "Why should I who have forsaken my own seek another man's? To many the name of the poor is a pretext for their avarice; but compassion knows no artifices."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:150",
                            "text": "No one better spends than he who keeps nothing for himself\"."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:151",
                            "text": "The man was sad and lay upon the ground."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:152",
                            "text": "\"Be not sad, my son,\" he said; \"what I do for my own good I do also for yours."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:153",
                            "text": "If I were to take these gifts I should myself offend God, and, moreover, the legion would return to you\"."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:154",
                            "text": "19."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:155",
                            "text": "There is a story relating to Majomites of Gaza which it is impossible to pass over in silence."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:156",
                            "text": "While quarrying building stones on the shore not far from the monastery he was helplessly paralysed, and after being carried to the saint by his fellow-workman immediately returned to his work in perfect health."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:157",
                            "text": "I ought to explain that the shore of Palestine and Egypt naturally consists of soft sand and gravel which gradually becomes consolidated and hardens into rock; and thus though to the eye it remains the same it is no longer the same to the touch."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:158",
                            "text": "20."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:159",
                            "text": "Another story relates to Italicus, a citizen of the same town."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:160",
                            "text": "He was a Christian and kept horses for the circus to contend against those of the Duumvir of Gaza who was a votary of the idol god Marnas."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:161",
                            "text": "This custom at least in Roman cities was as old as the days of Romulus, and was instituted in commemoration of the successful seizure of the Sabine women."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:162",
                            "text": "The chariots raced seven times round the circus in honour of Consus in his character of the God of Counsel."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:163",
                            "text": "Victory lay with the team which tired out the horses opposed to them."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:164",
                            "text": "Now the rival of Italicus had in his pay a magician to incite his horses by certain demoniacal incantations, and keep back those of his opponent."
                        },
                        {
                            "verse": 165,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:165",
                            "text": "Italicus therefore came to the blessed Hilarion and besought his aid not so much for the injury of his adversary as for protection for himself."
                        },
                        {
                            "verse": 166,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:166",
                            "text": "It seemed absurd for the venerable old man to waste prayers on trifles of this sort."
                        },
                        {
                            "verse": 167,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:167",
                            "text": "He therefore smiled and said, \"Why do you not rather give the price of the horses to the poor for the salvation of your soul?\" His visitor replied that his office was a public duty, and that he acted not so much from choice as from compulsion, that no Christian man could employ magic, but would rather seek aid from a servant of Christ, especially against the people of Gaza who were enemies of God, and who would exult over the Church of Christ more than over him."
                        },
                        {
                            "verse": 168,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:168",
                            "text": "At the request therefore of the brethren who were present he ordered an earthenware cup out of which he was wont to drink to be filled with water and given to Italicus."
                        },
                        {
                            "verse": 169,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:169",
                            "text": "The latter took it and sprinkled it over his stable and horses, his charioteers and his chariot, and the barriers of the course."
                        },
                        {
                            "verse": 170,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:170",
                            "text": "The crowd was in a marvellous state of excitement, for the enemy in derision had published the news of what was going to be done, and the backers of Italicus were in high spirits at the victory which they promised themselves."
                        },
                        {
                            "verse": 171,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:171",
                            "text": "The signal is given; the one team flies towards the goal, the other sticks fast: the wheels are glowing hot beneath the chariot of the one, while the other scarce catches a glimpse of their opponents' backs as they flit past."
                        },
                        {
                            "verse": 172,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:172",
                            "text": "The shouts of the crowd swell to a roar, and the heathens themselves with one voice declare Marnas is conquered by Christ."
                        },
                        {
                            "verse": 173,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:173",
                            "text": "After this the opponents in their rage demanded that Hilarion as a Christian magician should be dragged to execution."
                        },
                        {
                            "verse": 174,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:174",
                            "text": "This decisive victory and several others which followed in successive games of the circus caused many to turn to the faith."
                        },
                        {
                            "verse": 175,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:175",
                            "text": "21."
                        },
                        {
                            "verse": 176,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:176",
                            "text": "There was a youth in the neighbourhood of the same market-town of Gaza who was desperately in love with one of God's virgins."
                        },
                        {
                            "verse": 177,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:177",
                            "text": "After he had tried again and again those touches, jests, nods, and whispers which so commonly lead to the destruction of virginity, but had made no progress by these means, he went to a magician at Memphis to whom he proposed to make known his wretched state, and then, fortified with his arts, to return to his assault upon the virgin."
                        },
                        {
                            "verse": 178,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:178",
                            "text": "Accordingly after a year's instruction by the priest of aesculapius, who does not heal souls but destroys them, he came full of the lust which he had previously allowed his mind to entertain, and buried beneath the threshold of the girl's house certain magical formulae and revolting figures engraven on a plate of Cyprian brass."
                        },
                        {
                            "verse": 179,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:179",
                            "text": "Thereupon the maid began to show signs of insanity, to throw away the covering of her head, tear her hair, gnash her teeth, and loudly call the youth by name."
                        },
                        {
                            "verse": 180,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:180",
                            "text": "Her intense affection had become a frenzy."
                        },
                        {
                            "verse": 181,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:181",
                            "text": "Her parents therefore brought her to the monastery and delivered her to the aged saint."
                        },
                        {
                            "verse": 182,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:182",
                            "text": "No sooner was this done than the devil began to howl and confess."
                        },
                        {
                            "verse": 183,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:183",
                            "text": "\"I was compelled, I was carried off against my will."
                        },
                        {
                            "verse": 184,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:184",
                            "text": "How happy I was when I used to beguile the men of Memphis in their dreams! What crosses, what torture I suffer! You force me to go out, and I am kept bound under the threshold."
                        },
                        {
                            "verse": 185,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:185",
                            "text": "I cannot go out unless the young man who keeps me there lets me go\"."
                        },
                        {
                            "verse": 186,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:186",
                            "text": "The old man answered, \"Your strength must be great indeed, if a bit of thread and a plate can keep you bound."
                        },
                        {
                            "verse": 187,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:187",
                            "text": "Tell me, how is it that you dared to enter into this maid who belongs to God?\" \"That I might preserve her as a virgin,\" said he."
                        },
                        {
                            "verse": 188,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:188",
                            "text": "\"You preserve her, betrayer of chastity! Why did you not rather enter into him who sent you?\" \"For what purpose,\" he answers, \"should I enter into one who was in alliance with a comrade of my own, the demon of love?\" But the saint would not command search to be made for either the young man or the charms till the maiden had undergone a process of purgation, for fear that it might be thought that the demon had been released by means of incantations, or that he himself had attached credit to what he said."
                        },
                        {
                            "verse": 189,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:189",
                            "text": "He declared that demons are deceitful and well versed in dissimulation, and sharply rebuked the virgin when she had recovered her health for having by her conduct given an opportunity for the demon to enter."
                        },
                        {
                            "verse": 190,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:190",
                            "text": "22."
                        },
                        {
                            "verse": 191,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:191",
                            "text": "It was not only in Palestine and the neighbouring cities of Egypt or Syria that he was in high repute, but his fame had reached distant provinces."
                        },
                        {
                            "verse": 192,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:192",
                            "text": "An officer of the Emperor Constantius whose golden hair and personal beauty revealed his country (it lay between the Saxons and the Alemanni, was of no great extent but powerful, and is known to historians as Germany, but is now called France), had long, that is to say from infancy, been pursued by a devil, who forced him in the night to howl, groan, and gnash his teeth."
                        },
                        {
                            "verse": 193,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:193",
                            "text": "He therefore secretly asked the Emperor for a post-warrant, plainly telling him why he wanted it, and having also obtained letters to the legate at Palestine came with great pomp and a large retinue to Gaza."
                        },
                        {
                            "verse": 194,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:194",
                            "text": "On his inquiring of the local senators where Hilarion the monk dwelt, the people of Gaza were much alarmed, and supposing that he had been sent by the Emperor, brought him to the monastery, that they might show respect to one so highly accredited, and that, if any guilt had been incurred by them by injuries previously done by them to Hilarion it might be obliterated by their present dutifulness."
                        },
                        {
                            "verse": 195,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:195",
                            "text": "The old man at the time was taking a walk on the soft sands and was humming some passage or other from the psalms."
                        },
                        {
                            "verse": 196,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:196",
                            "text": "Seeing so great a company approaching he stopped, and having returned the salutes of all while he raised his hand and gave them his blessing, after an hour's interval he bade the rest withdraw, but would have his visitor together with servants and officers remain: for by the man's eyes and countenance he knew the cause of his coming."
                        },
                        {
                            "verse": 197,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:197",
                            "text": "Immediately on being questioned by the servant of God the man sprang up on tiptoe, so as scarcely to touch the ground with his feet, and with a wild roar replied in Syriac in which language he had been interrogated."
                        },
                        {
                            "verse": 198,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:198",
                            "text": "Pure Syriac was heard flowing from the lips of a barbarian who knew only French and Latin, and that without the absence of a sibilant, or an aspirate, or an idiom of the speech of Palestine."
                        },
                        {
                            "verse": 199,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:199",
                            "text": "The demon then confessed by what means he had entered into him."
                        },
                        {
                            "verse": 200,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:200",
                            "text": "Further, that his interpreters who knew only Greek and Latin might understand, Hilarion questioned him also in Greek, and when he gave the same answer in the same words and alleged in excuse many occasions on which spells had been laid upon him, and how he was bound to yield to magic arts, \"I care not,\" said the saint, \"how you came to enter, but I command you in the name of our Lord Jesus Christ to come out\"."
                        },
                        {
                            "verse": 201,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:201",
                            "text": "The man, as soon as he was healed, with a rough simplicity offered him ten pounds of gold."
                        },
                        {
                            "verse": 202,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:202",
                            "text": "But the saint took from him only bread, and told him that they who were nourished on such food regarded gold as mire."
                        },
                        {
                            "verse": 203,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:203",
                            "text": "23."
                        },
                        {
                            "verse": 204,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:204",
                            "text": "It is not enough to speak of men; brute animals were also daily brought to him in a state of madness, and among them a Bactrian camel of enormous size amid the shouts of thirty men or more who held him tight with stout ropes."
                        },
                        {
                            "verse": 205,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:205",
                            "text": "He had already injured many."
                        },
                        {
                            "verse": 206,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:206",
                            "text": "His eyes were bloodshot, his mouth filled with foam, his rolling tongue swollen, and above every other source of terror was his loud and hideous roar."
                        },
                        {
                            "verse": 207,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:207",
                            "text": "Well, the old man ordered him to be let go."
                        },
                        {
                            "verse": 208,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:208",
                            "text": "At once those who brought him as well as the attendants of the saint fled away without exception."
                        },
                        {
                            "verse": 209,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:209",
                            "text": "The saint went by himself to meet him, and addressing him in Syriac said, \"You do not alarm me, devil, huge though your present body is."
                        },
                        {
                            "verse": 210,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:210",
                            "text": "Whether in a fox or a camel you are just the same\"."
                        },
                        {
                            "verse": 211,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:211",
                            "text": "Meanwhile he stood with outstretched hand."
                        },
                        {
                            "verse": 212,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:212",
                            "text": "The brute raging and looking as if he would devour Hilarion came up to him, but immediately fell down, laid its head on the ground, and to the amazement of all present showed suddenly no less tameness than it had exhibited ferocity before."
                        },
                        {
                            "verse": 213,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:213",
                            "text": "But the old man declared to them how the devil, for men's sake, seizes even beasts of burden; that he is inflamed by such intense hatred for men that he desires to destroy not only them but what belongs to them."
                        },
                        {
                            "verse": 214,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:214",
                            "text": "As an illustration of this he added the fact that before he was permitted to try the saintly Job, he made an end of all his substance."
                        },
                        {
                            "verse": 215,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:215",
                            "text": "Nor ought it to disturb anyone that by the Lord's command two thousand swine were slain by the agency of demons, since those who witnessed the miracle could not have believed that so great a multitude of demons had gone out of the man unless an equally vast number of swine had rushed to ruin, showing that it was a legion that impelled them."
                        },
                        {
                            "verse": 216,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:216",
                            "text": "24."
                        },
                        {
                            "verse": 217,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:217",
                            "text": "Time would fail me if I wished to relate all the miracles which were wrought by him."
                        },
                        {
                            "verse": 218,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:218",
                            "text": "For to such a pitch of glory was he raised by the Lord that the blessed Antony among the rest hearing of his life wrote to him and gladly received his letters."
                        },
                        {
                            "verse": 219,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:219",
                            "text": "And if ever the sick from Syria came to him he would say to them, \"Why have you taken the trouble to come so far, when you have there my son Hilarion?\" Following his example, however, innumerable monasteries sprang up throughout the whole of Palestine, and all the monks flocked to him."
                        },
                        {
                            "verse": 220,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:220",
                            "text": "When he saw this he praised the Lord for His grace, and exhorted them individually to the profit of their souls, telling them that the fashion of this world passes away, and that the true life is that which is purchased by suffering in the present."
                        },
                        {
                            "verse": 221,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:221",
                            "text": "25."
                        },
                        {
                            "verse": 222,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:222",
                            "text": "Wishing to set the monks an example of humility and of zeal he was accustomed on fixed days before the vintage to visit their cells."
                        },
                        {
                            "verse": 223,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:223",
                            "text": "When the brethren knew this they would all come together to meet him, and in company with their distinguished leader go the round of the monasteries, taking with them provisions, because sometimes as many as two thousand men were assembled."
                        },
                        {
                            "verse": 224,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:224",
                            "text": "But, as time went on, all the settlements round gladly gave food to the neighbouring monks for the entertainment of the saints."
                        },
                        {
                            "verse": 225,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:225",
                            "text": "Moreover, the care he took to prevent any brother however humble or poor being passed over is evidenced by the journey which he once took into the desert of Cades to visit one of his disciples."
                        },
                        {
                            "verse": 226,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:226",
                            "text": "With a great company of monks he reached Elusa, as it happened on the day when the annual festival had brought all the people together to the temple of Venus."
                        },
                        {
                            "verse": 227,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:227",
                            "text": "This, goddess is worshipped on account of Lucifer to whom the Saracen nation is devoted."
                        },
                        {
                            "verse": 228,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:228",
                            "text": "The very town too is to a great extent semi-barbarous, owing to its situation."
                        },
                        {
                            "verse": 229,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:229",
                            "text": "When therefore it was heard that Saint Hilarion was passing through (he had frequently healed many Saracens possessed by demons), they went to meet him in crowds with their wives and children, bending their heads and crying in the Syriac tongue Barech, that is, Bless."
                        },
                        {
                            "verse": 230,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:230",
                            "text": "He received them with courtesy and humility, and prayed that they might worship God rather than stones; at the same time, weeping copiously, he looked up to heaven and promised that if they would believe in Christ he would visit them often."
                        },
                        {
                            "verse": 231,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:231",
                            "text": "By the marvellous grace of God they did not suffer him to depart before he had drawn the outline of a church, and their priest with his garland upon his head had been signed with the sign of Christ."
                        },
                        {
                            "verse": 232,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:232",
                            "text": "26."
                        },
                        {
                            "verse": 233,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:233",
                            "text": "Another year, again, when he was setting out to visit the monasteries and was drawing up a list of those with whom he must stay and whom he must see in passing, the monks knowing that one of their number was a niggard, and being at the same time desirous to cure his complaint, asked the saint to stay with him."
                        },
                        {
                            "verse": 234,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:234",
                            "text": "He replied, \"Do you wish me to inflict injury on you and annoyance on the brother?\" The niggardly brother on hearing of this was ashamed, and with the strenuous support of all his brethren, at length obtained from the saint a reluctant promise to put his monastery on the roll of his resting places."
                        },
                        {
                            "verse": 235,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:235",
                            "text": "Ten days after they came to him and found the keepers already on guard in the vineyard through which their course lay, to keep off all comers with stones and clods and slings."
                        },
                        {
                            "verse": 236,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:236",
                            "text": "In the morning they all departed without having eaten a grape, while the old man smiled and pretended not to know what had happened."
                        },
                        {
                            "verse": 237,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:237",
                            "text": "27."
                        },
                        {
                            "verse": 238,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:238",
                            "text": "Once when they were being entertained by another monk whose name was Sabus (we must not of course give the name of the niggard, we may tell that of this generous man), because it was the Lord's day, they were all invited by him into the vineyard so that before the hour for food came they might relieve the toil of the journey by a repast of grapes."
                        },
                        {
                            "verse": 239,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:239",
                            "text": "Said the saint, \"Cursed be he who looks for the refreshment of the body before that of the soul."
                        },
                        {
                            "verse": 240,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:240",
                            "text": "Let us pray, let us sing, let us do our duty to God, and then we will hasten to the vineyard\"."
                        },
                        {
                            "verse": 241,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:241",
                            "text": "When the service was over, he stood on an eminence and blessed the vineyard and let his own sheep go to their pasture."
                        },
                        {
                            "verse": 242,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:242",
                            "text": "Now those who partook were not less than three thousand."
                        },
                        {
                            "verse": 243,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:243",
                            "text": "And whereas the whole vineyard had been estimated at a hundred flagons, within thirty days he made it worth three hundred."
                        },
                        {
                            "verse": 244,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:244",
                            "text": "The niggardly brother gathered much less than usual, and he was grieved to find that even what he had turned to vinegar."
                        },
                        {
                            "verse": 245,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:245",
                            "text": "The old man had predicted this to many brethren before it happened."
                        },
                        {
                            "verse": 246,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:246",
                            "text": "He particularly abhorred such monks as were led by their lack of faith to hoard for the future, and were careful about expense, or raiment, or some other of those things which pass away with the world."
                        },
                        {
                            "verse": 247,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:247",
                            "text": "28."
                        },
                        {
                            "verse": 248,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:248",
                            "text": "Lastly he would not even look at one of the brethren who lived about five miles off because he ascertained that he very jealously guarded his bit of ground, and had a little money."
                        },
                        {
                            "verse": 249,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:249",
                            "text": "The offender wishing to be reconciled to the old man often came to the brethren, and in particular to Hesychius who was specially dear to Hilarion."
                        },
                        {
                            "verse": 250,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:250",
                            "text": "One day accordingly he brought a bundle of green chick-pea just as it had been gathered."
                        },
                        {
                            "verse": 251,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:251",
                            "text": "Hesychius placed it on the table against the evening, whereupon the old man cried out that he could not bear the stench, and asked where it came from."
                        },
                        {
                            "verse": 252,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:252",
                            "text": "Hesychius replied that a certain brother had sent the brethren the first fruits of his ground."
                        },
                        {
                            "verse": 253,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:253",
                            "text": "\"Don't you notice,\" said he, \"the horrid stench, and detect the foul odour of avarice in the peas? Send it to the cattle, send to the brute-beasts and see whether they can eat it\"."
                        },
                        {
                            "verse": 254,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:254",
                            "text": "No sooner was it in obedience to his command laid in the manger than the cattle in the wildest alarm and bellowing loudly broke their fastenings and fled in different directions."
                        },
                        {
                            "verse": 255,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:255",
                            "text": "For the old man was enabled by grace to tell from the odour of bodies and garments, and the things which any one had touched, by what demon or with what vice the individual was distressed."
                        },
                        {
                            "verse": 256,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:256",
                            "text": "29."
                        },
                        {
                            "verse": 257,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:257",
                            "text": "His sixty-third year found the old man at the head of a grand monastery and a multitude of resident brethren."
                        },
                        {
                            "verse": 258,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:258",
                            "text": "There were such crowds of persons constantly bringing those who suffered from various kinds of sickness or were possessed of unclean spirits, that the whole circuit of the wilderness was full of all sorts of people."
                        },
                        {
                            "verse": 259,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:259",
                            "text": "And as the saint saw all this he wept daily and called to mind with incredible regret his former mode of life."
                        },
                        {
                            "verse": 260,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:260",
                            "text": "When one of the brethren asked him why he was so dejected he replied, \"I have returned again to the world and have received my reward in my lifetime."
                        },
                        {
                            "verse": 261,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:261",
                            "text": "The people of Palestine and the adjoining province think me of some importance, and under pretence of a monastery for the well-ordering of the brethren I have all the apparatus of a paltry life about me\"."
                        },
                        {
                            "verse": 262,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:262",
                            "text": "The brethren, however, kept watch over him and in particular Hesychius, who had a marvellously devoted affection and veneration for the old man."
                        },
                        {
                            "verse": 263,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:263",
                            "text": "After he had spent two years in these lamentations Aristaeneté the lady of whom we made mention before, as being then the wife of a prefect though without any of a prefect's ostentation, came to him intending to pay a visit to Antony also."
                        },
                        {
                            "verse": 264,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:264",
                            "text": "He said to her, \"I should like to go myself too if I were not kept a prisoner in this monastery, and if my going could be fruitful."
                        },
                        {
                            "verse": 265,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:265",
                            "text": "For it is now two days since mankind was bereaved of him who was so truly a father to them all\"."
                        },
                        {
                            "verse": 266,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:266",
                            "text": "She believed his word and stayed where she was: and after a few days the news came that Antony had fallen asleep."
                        },
                        {
                            "verse": 267,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:267",
                            "text": "30."
                        },
                        {
                            "verse": 268,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:268",
                            "text": "Some may wonder at the miracles he worked, or his incredible fasting, knowledge, and humility."
                        },
                        {
                            "verse": 269,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:269",
                            "text": "Nothing so astonishes me as his power to tread under foot honour and glory."
                        },
                        {
                            "verse": 270,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:270",
                            "text": "Bishops, presbyters, crowds of clergymen and monks, of Christian matrons even (a great temptation), and a rabble from all quarters in town and country were congregating about him, and even judges and others holding high positions, that they might receive at his hands the bread or oil which he had blessed."
                        },
                        {
                            "verse": 271,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:271",
                            "text": "But he thought of nothing but solitude, so much so that one day he determined to be gone, and having procured an ass (he was almost exhausted with fasting and could scarcely walk) endeavoured to steal away."
                        },
                        {
                            "verse": 272,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:272",
                            "text": "The news spread far and wide, and, just as if a public mourning for the desolation of Palestine were decreed, ten thousand people of various ages and both sexes came together to prevent his departure."
                        },
                        {
                            "verse": 273,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:273",
                            "text": "He was unmoved by entreaties, and striking the sand with his stick kept saying: \"I will not make my Lord a deceiver; I cannot look upon churches overthrown, Christ's altars trodden down, the blood of my sons poured out\"."
                        },
                        {
                            "verse": 274,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:274",
                            "text": "All who were present began to understand that some secret had been revealed to him which he was unwilling to confess, but they none the less kept guard over him that he might not go."
                        },
                        {
                            "verse": 275,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:275",
                            "text": "He therefore determined, and publicly called all to witness, that he would take neither food nor drink unless he were released."
                        },
                        {
                            "verse": 276,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:276",
                            "text": "Only after seven days was he relieved from his fasting; when having bidden farewell to numerous friends, he came to Betilium attended by a countless multitude."
                        },
                        {
                            "verse": 277,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:277",
                            "text": "There he prevailed upon the crowd to return and chose as his companions forty monks who had resources for the journey and were capable of travelling during fasting-time, that is, after sunset."
                        },
                        {
                            "verse": 278,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:278",
                            "text": "He then visited the brethren who were in the neighbouring desert and sojourning at a place called Lychnos, and after three days came to the castle of Theubatus to see Dracontius, bishop and confessor, who was in exile there."
                        },
                        {
                            "verse": 279,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:279",
                            "text": "The bishop was beyond measure cheered by the presence of so distinguished a man."
                        },
                        {
                            "verse": 280,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:280",
                            "text": "At the end of another three days he set out for Babylon and arrived there after a hard journey."
                        },
                        {
                            "verse": 281,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:281",
                            "text": "Then he visited Philo the bishop, who was also a confessor; for the Emperor Constantius who favoured the Arian heresy had transported both of them to those parts."
                        },
                        {
                            "verse": 282,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:282",
                            "text": "Departing thence he came in three days to the town Aphroditon."
                        },
                        {
                            "verse": 283,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:283",
                            "text": "There he met with a deacon Baisanes who kept dromedaries which were hired, on account of the scarcity of water in the desert, to carry travellers who wished to visit Antony."
                        },
                        {
                            "verse": 284,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:284",
                            "text": "He then made known to the brethren that the anniversary of the blessed Antony's decease was at hand, and that he must spend a whole night in vigil in the very place where the saint had died."
                        },
                        {
                            "verse": 285,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:285",
                            "text": "So then after three days journey through the waste and terrible desert they at length came to a very high mountain, and there found two monks, Isaac and Pelusianus, the former of whom had been one of Antony's attendants."
                        },
                        {
                            "verse": 286,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:286",
                            "text": "31."
                        },
                        {
                            "verse": 287,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:287",
                            "text": "The occasion seems a fitting one, since we are on the spot itself, to describe the abode of this great man."
                        },
                        {
                            "verse": 288,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:288",
                            "text": "There is a high and rocky mountain extending for about a mile, with gushing springs amongst its spurs, the waters of which are partly absorbed by the sand, partly flow towards the plain and gradually form a stream shaded on either side by countless palms which lend much pleasantness and charm to the place."
                        },
                        {
                            "verse": 289,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:289",
                            "text": "Here the old man might be seen pacing to and fro with the disciples of blessed Antony."
                        },
                        {
                            "verse": 290,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:290",
                            "text": "Here, so they said, Antony himself used to sing, pray, work, and rest when weary."
                        },
                        {
                            "verse": 291,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:291",
                            "text": "Those vines and shrubs were planted by his own hand: that garden bed was his own design."
                        },
                        {
                            "verse": 292,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:292",
                            "text": "This pool for watering the garden was made by him after much toil."
                        },
                        {
                            "verse": 293,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:293",
                            "text": "That hoe was handled by him for many years."
                        },
                        {
                            "verse": 294,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:294",
                            "text": "Hilarion would lie upon the saint's bed and as though it were still warm would affectionately kiss it."
                        },
                        {
                            "verse": 295,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:295",
                            "text": "The cell was square, its sides measuring no more than the length of a sleeping man."
                        },
                        {
                            "verse": 296,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:296",
                            "text": "Moreover on the lofty mountaintop, the ascent of which was by a zig-zag path very difficult, were to be seen two cells of the same dimensions, in which he stayed when he escaped from the crowds of visitors or the company of his disciples."
                        },
                        {
                            "verse": 297,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:297",
                            "text": "These were cut out of the live rock and were only furnished with doors."
                        },
                        {
                            "verse": 298,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:298",
                            "text": "When they came to the garden, \"You see,\" said Isaac, \"this garden with its shrubs and green vegetables; about three years ago it was ravaged by a troop of wild asses."
                        },
                        {
                            "verse": 299,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:299",
                            "text": "One of their leaders was hidden by Antony to stand still while he thrashed the animal's sides with a stick and wanted to know why they devoured what they had not sown."
                        },
                        {
                            "verse": 300,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:300",
                            "text": "And ever afterwards, excepting the water which they were accustomed to come and drink, they never touched anything, not a bush or a vegetable\"."
                        },
                        {
                            "verse": 301,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:301",
                            "text": "The old man further asked to be shown his burial place, and they thereupon took him aside; but whether they showed him the tomb or not is unknown."
                        },
                        {
                            "verse": 302,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:302",
                            "text": "It is related that the motive for secrecy was compliance with Antony's orders and to prevent Pergamius, a very wealthy man of the district, from removing the saint's body to his house and erecting a shrine to his memory."
                        },
                        {
                            "verse": 303,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:303",
                            "text": "32."
                        },
                        {
                            "verse": 304,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:304",
                            "text": "Having returned to Aphroditon and keeping with him only two of the brethren, he stayed in the neighbouring desert, and practised such rigid abstinence and silence that he felt that then for the first time he had begun to serve Christ."
                        },
                        {
                            "verse": 305,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:305",
                            "text": "Three years had now elapsed since the heavens had been closed and the land had suffered from drought, and it was commonly said that even the elements were lamenting the death of Antony."
                        },
                        {
                            "verse": 306,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:306",
                            "text": "Hilarion did not remain unknown to the inhabitants of that place any more than to others, but men and women with ghastly faces and wasted by hunger earnestly entreated the servant of Christ, as being the blessed Antony's successor, to give them rain."
                        },
                        {
                            "verse": 307,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:307",
                            "text": "Hilarion when he saw them was strangely affected with compassion and, raising his eyes to heaven and lifting up both his hands, he at once obtained their petition."
                        },
                        {
                            "verse": 308,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:308",
                            "text": "But, strange to say, that parched and sandy district, after the rain had fallen, unexpectedly produced such vast numbers of serpents and poisonous animals that many who were bitten would have died at once if they had not run to Hilarion."
                        },
                        {
                            "verse": 309,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:309",
                            "text": "He therefore blessed some oil with which all the husbandmen and shepherds touched their wounds, and found an infallible cure."
                        },
                        {
                            "verse": 310,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:310",
                            "text": "33."
                        },
                        {
                            "verse": 311,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:311",
                            "text": "Seeing that even there surprising respect was paid to him, he went to Alexandria, intending to cross from thence to the farther oasis of the desert."
                        },
                        {
                            "verse": 312,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:312",
                            "text": "And because he had never stayed in cities since he entered on the monk's life, he turned aside to some brethren at Bruchium, not far from Alexandria, whom he knew, and who welcomed the old man with the greatest pleasure."
                        },
                        {
                            "verse": 313,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:313",
                            "text": "It was now night when all at once they heard his disciples saddling the ass and making ready for the journey."
                        },
                        {
                            "verse": 314,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:314",
                            "text": "They therefore threw themselves at his feet and besought him not to leave them; they fell prostrate before the door, and declared they would rather die than lose such a guest."
                        },
                        {
                            "verse": 315,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:315",
                            "text": "He answered: \"My reason for hastening away is that I may not give you trouble."
                        },
                        {
                            "verse": 316,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:316",
                            "text": "You will no doubt afterwards discover that I have not suddenly left without good cause\"."
                        },
                        {
                            "verse": 317,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:317",
                            "text": "Next day the authorities of Gaza with the lictors of the prefect having heard of his arrival on the previous day, entered the monastery, and when they failed to find him anywhere they began to say to one another: \"What we heard is true."
                        },
                        {
                            "verse": 318,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:318",
                            "text": "He is a magician and knows the future\"."
                        },
                        {
                            "verse": 319,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:319",
                            "text": "The fact was that the city of Gaza on Julian's accession to the throne, after the departure of Hilarion from Palestine and the destruction of his monastery, had presented a petition to the Emperor requesting that both Hilarion and Hesychius might be put to death, and a proclamation had been published everywhere that search should be made for them."
                        },
                        {
                            "verse": 320,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:320",
                            "text": "34."
                        },
                        {
                            "verse": 321,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:321",
                            "text": "Having then left Bruchium, he entered the oasis through the trackless desert, and there abode for a year, more or less."
                        },
                        {
                            "verse": 322,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:322",
                            "text": "But, inasmuch as his fame had travelled thither also, he felt that he could not be hidden in the East, where he was known to many by report and by sight, and began to think of taking ship for some solitary island, so that having been exposed to public view by the land, he might at least find concealment in the sea."
                        },
                        {
                            "verse": 323,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:323",
                            "text": "Just about that time Hadrian, his disciple, arrived from Palestine with information that Julian was slain and that a Christian emperor had commenced his reign; he ought therefore, it was said, to return to the relics of his monastery."
                        },
                        {
                            "verse": 324,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:324",
                            "text": "But he, when he heard this, solemnly refused to return; and hiring a camel crossed the desert waste and reached Paretonium, a city on the coast of Libya."
                        },
                        {
                            "verse": 325,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:325",
                            "text": "There the ill-starred Hadrian wishing to return to Palestine and unwilling to part with the renown so long attaching to his master's name, heaped reproaches upon him, and at last having packed up the presents which he had brought him from the brethren, set out without the knowledge of Hilarion."
                        },
                        {
                            "verse": 326,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:326",
                            "text": "As I shall have no further opportunity of referring to this man, I would only record, for the terror of those who despise their masters, that after a little while he was attacked by the king's-evil and turned to a mass of corruption."
                        },
                        {
                            "verse": 327,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:327",
                            "text": "35."
                        },
                        {
                            "verse": 328,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:328",
                            "text": "The old man accompanied by Gazanus went on board a ship which was sailing to Sicily."
                        },
                        {
                            "verse": 329,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:329",
                            "text": "Half way across the Adriatic he was preparing to pay his fare by selling a copy of the Gospels which he had written with his own hand in his youth, when the son of the master of the ship seized by a demon began to cry out and say: \"Hilarion, servant of God, why is it that through you we cannot be safe even on the sea? Spare me a little until I reach land."
                        },
                        {
                            "verse": 330,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:330",
                            "text": "Let me not be cast out here and thrown into the deep\"."
                        },
                        {
                            "verse": 331,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:331",
                            "text": "The saint replied: \"If my God permit you to remain, remain; but if He casts you out, why bring odium upon me a sinner and a beggar?\" This he said that the sailors and merchants on board might not betray him on reaching shore."
                        },
                        {
                            "verse": 332,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:332",
                            "text": "Not long after, the boy was cleansed, his father and the rest who were present having given their word that they would not reveal the name of the saint to any one."
                        },
                        {
                            "verse": 333,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:333",
                            "text": "36."
                        },
                        {
                            "verse": 334,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:334",
                            "text": "On approaching Pachynus, a promontory of Sicily, he offered the master the Gospel for the passage of himself and Gazanus."
                        },
                        {
                            "verse": 335,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:335",
                            "text": "The man was unwilling to take it, all the more because he saw that excepting that volume and the clothes they wore they had nothing, and at last he swore he would not take it."
                        },
                        {
                            "verse": 336,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:336",
                            "text": "But the aged saint, ardent and confident in the consciousness of his poverty, rejoiced exceedingly that he had no worldly possessions and was accounted a beggar by the people of the place."
                        },
                        {
                            "verse": 337,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:337",
                            "text": "37."
                        },
                        {
                            "verse": 338,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:338",
                            "text": "Once more, on thinking the matter over and fearing that merchants coming from the East might make him known, he fled to the interior, some twenty miles from the sea, and there on an abandoned piece of ground, every day tied up a bundle of firewood which he laid upon the back of his disciple, and sold at some neighbouring mansion."
                        },
                        {
                            "verse": 339,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:339",
                            "text": "They thus supported themselves and were able to purchase a morsel of bread for any chance visitors."
                        },
                        {
                            "verse": 340,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:340",
                            "text": "But that came exactly to pass which is written: \"a city set on a hill cannot be hid\"."
                        },
                        {
                            "verse": 341,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:341",
                            "text": "It happened that one of the shields-men who was vexed by a demon was in the basilica of the blessed Peter at Rome, when the unclean spirit within him cried out, \"A few days ago Christ's servant Hilarion entered Sicily and no one knew him, and he thinks he is hidden."
                        },
                        {
                            "verse": 342,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:342",
                            "text": "I will go and betray him\"."
                        },
                        {
                            "verse": 343,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:343",
                            "text": "Immediately he embarked with his attendants in a ship lying in harbour, sailed to Pachynus and, led by the demon to the old man's hut, there prostrated himself and was cured on the spot."
                        },
                        {
                            "verse": 344,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:344",
                            "text": "This, his first miracle in Sicily, brought the sick to him in countless numbers (but it brought also a multitude of religious persons); insomuch that one of the leading men who was swollen with the dropsy was cured the same day that he came."
                        },
                        {
                            "verse": 345,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:345",
                            "text": "He afterwards offered the saint gifts without end, but the saint replied to him in the words of the Saviour to his disciples: \"Freely ye received, freely give\"."
                        },
                        {
                            "verse": 346,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:346",
                            "text": "38."
                        },
                        {
                            "verse": 347,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:347",
                            "text": "While this was going on in Sicily Hesychius his disciple was searching the world over for the old man, traversing the coast, penetrating deserts, clinging all the while to the belief that wherever he was he could not long be hidden."
                        },
                        {
                            "verse": 348,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:348",
                            "text": "At the end of three years he heard at Methona from a certain Jew, who dealt in old-clothes, that a Christian prophet had appeared in Sicily, and was working such miracles and signs, one might think him one of the ancient saints."
                        },
                        {
                            "verse": 349,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:349",
                            "text": "So he asked about his dress, gait, and speech, and in particular his age, but could learn nothing."
                        },
                        {
                            "verse": 350,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:350",
                            "text": "His informant merely declared that he had heard of the man by report."
                        },
                        {
                            "verse": 351,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:351",
                            "text": "He therefore crossed the Adriatic and after a prosperous voyage came to Pachynus, where he took up his abode in a cottage on the shore of the bay, and, on inquiring for tidings of the old man, discovered by the tale which every one told him where he was, and what he was doing."
                        },
                        {
                            "verse": 352,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:352",
                            "text": "Nothing about him surprised them all so much as the fact that after such great signs and wonders he had not accepted even a crust of bread from any one in the district."
                        },
                        {
                            "verse": 353,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:353",
                            "text": "And, to cut my story short, the holy man Hesychius fell down at his master's knees and bedewed his feet with tears; at length he was gently raised by him, and when two or three days had been spent in talking over matters, he learned from Gazanus that Hilarion no longer felt himself able to live in those parts, but wanted to go to certain barbarous races where his name and fame were unknown."
                        },
                        {
                            "verse": 354,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:354",
                            "text": "39."
                        },
                        {
                            "verse": 355,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:355",
                            "text": "He therefore brought him to Epidaurus, a town in Dalmatia, where he stayed for a few days in the country near, but could not be hid."
                        },
                        {
                            "verse": 356,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:356",
                            "text": "An enormous serpent, of the sort which the people of those parts call boasbecause they are so large that they often swallow oxen, was ravaging the whole province far and wide, and was devouring not only flocks and herds, but husbandmen and shepherds who were drawn in by the force of its breathing."
                        },
                        {
                            "verse": 357,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:357",
                            "text": "He ordered a pyre to be prepared for it, then sent up a prayer to Christ, called forth the reptile, bade it climb the pile of wood, and then applied the fire."
                        },
                        {
                            "verse": 358,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:358",
                            "text": "And so before all the people he burnt the savage beast to ashes."
                        },
                        {
                            "verse": 359,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:359",
                            "text": "But now he began anxiously to ask what he was to do, whither to betake himself."
                        },
                        {
                            "verse": 360,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:360",
                            "text": "Once more he prepared for flight, and in thought ranged through solitary lands, grieving that his miracles could speak of him though his tongue was silent."
                        },
                        {
                            "verse": 361,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:361",
                            "text": "40."
                        },
                        {
                            "verse": 362,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:362",
                            "text": "At that time there was an earthquake over the whole world, following on the death of Julian, which caused the sea to burst its bounds, and left ships hanging on the edge of mountain steeps."
                        },
                        {
                            "verse": 363,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:363",
                            "text": "It seemed as though God were threatening a second deluge, or all things were returning to original chaos."
                        },
                        {
                            "verse": 364,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:364",
                            "text": "When the people of Epidaurus saw this, I mean the roaring waves and heaving waters and the swirling billows mountain-high dashing on the shore, fearing that what they saw had happened elsewhere might befall them and their town be utterly destroyed, they made their way to the old man, and as if preparing for a battle placed him on the shore."
                        },
                        {
                            "verse": 365,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:365",
                            "text": "After making the sign of the cross three times on the sand, he faced the sea, stretched out his hands, and no one would believe to what a height the swelling sea stood like a wall before him."
                        },
                        {
                            "verse": 366,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:366",
                            "text": "It roared for a long time as if indignant at the barrier, then little by little sank to its level."
                        },
                        {
                            "verse": 367,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:367",
                            "text": "Epidaurus and all the region roundabout tell the story to this day, and mothers teach their children to hand down the remembrance of it to posterity."
                        },
                        {
                            "verse": 368,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:368",
                            "text": "Verily, what was said to the Apostles, \"If ye have faith, ye shall say to this mountain, Remove into the sea, and it shall be done,\" may be even literally fulfilled, provided one has such faith as the Lord commanded the Apostles to have."
                        },
                        {
                            "verse": 369,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:369",
                            "text": "For what difference does it make whether a mountain descends into the sea, or huge mountains of waters everywhere else fluid suddenly become hard as rock at the old man's feet?  41."
                        },
                        {
                            "verse": 370,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:370",
                            "text": "The whole country marvelled and the fame of the great miracle was in everyone's mouth, even at Salonae."
                        },
                        {
                            "verse": 371,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:371",
                            "text": "When the old man knew this was the case he escaped secretly by night in a small cutter, and finding a merchant ship after two days came to Cyprus."
                        },
                        {
                            "verse": 372,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:372",
                            "text": "BetweenMalea andCythera, the pirates, who had left on the shore that part of their fleet which is worked by poles instead of sails, bore down on them with two light vessels of considerable size; and besides this they were buffeted by the waves on every side."
                        },
                        {
                            "verse": 373,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:373",
                            "text": "All the rowers began to be alarmed, to weep, to leave their places, to get out their poles, and, as though one message was not enough, again and again told the old man that pirates were at hand."
                        },
                        {
                            "verse": 374,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:374",
                            "text": "Looking at them in the distance he gently smiled, then turned to his disciples and said, \"O ye of little faith, wherefore do ye doubt? Are these more than the army of Pharaoh? Yet they were all drowned by the will of God\"."
                        },
                        {
                            "verse": 375,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:375",
                            "text": "Thus he spake, but none the less the enemy with foaming prows kept drawing nearer and were now only a stone's throw distant."
                        },
                        {
                            "verse": 376,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:376",
                            "text": "He stood upon the prow of the vessel facing them with out-stretched hand, and said, \"Thus far and no farther\"."
                        },
                        {
                            "verse": 377,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:377",
                            "text": "Marvellous to relate, the boats at once bounded back, and though urged forward by the oars fell farther and farther astern."
                        },
                        {
                            "verse": 378,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:378",
                            "text": "The pirates were astonished to find themselves going back, and laboured with all their strength to reach the vessel, but were carried to the shore faster by far than they came."
                        },
                        {
                            "verse": 379,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:379",
                            "text": "42."
                        },
                        {
                            "verse": 380,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:380",
                            "text": "I pass by the rest for fear I should seem in my history to be publishing a volume of miracles."
                        },
                        {
                            "verse": 381,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:381",
                            "text": "I will only say this, that when sailing with a fair wind among the Cyclades he heard the voices of unclean spirits shouting in all directions from towns and villages, and running in crowds to the shore."
                        },
                        {
                            "verse": 382,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:382",
                            "text": "Having then entered Paphos, the city of Cyprus renowned in the songs of the poets, the ruins of whose temples after frequent earthquakes are the only evidences at the present day of its former grandeur, he began to live in obscurity about two miles from the city, and rejoiced in having a few days rest."
                        },
                        {
                            "verse": 383,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:383",
                            "text": "But not quite twenty days passed before throughout the whole island whoever had unclean spirits began to cry out that Hilarion Christ's servant had come, and that they must go to him with all speed."
                        },
                        {
                            "verse": 384,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:384",
                            "text": "Salamis, Curium, Lapetha, and the other cities joined in the cry, while many declared that they knew Hilarion and that he was indeed the servant of Christ, but where he was they could not tell."
                        },
                        {
                            "verse": 385,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:385",
                            "text": "So within a trifle more than thirty days, about two hundred people, both men and women, came together to him."
                        },
                        {
                            "verse": 386,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:386",
                            "text": "When he saw them he lamented that they would not suffer him to be quiet, and thirsting in a kind of manner to avenge himself, he lashed them with such urgency of prayer that some immediately, others after two or three days, all within a week, were cured."
                        },
                        {
                            "verse": 387,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:387",
                            "text": "43."
                        },
                        {
                            "verse": 388,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:388",
                            "text": "Here he stayed two years, always thinking of flight, and in the meantime sent Hesychius, who was to return in the spring, to Palestine to salute the brethren and visit the ashes of his monastery."
                        },
                        {
                            "verse": 389,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:389",
                            "text": "When the latter returned he found Hilarion longing to sail again to Egypt, that is to the locality called Bucolia; but he persuaded him that, since there were no Christians there, but only a fierce and barbarous people, he should rather go to a spot in Cyprus itself which was higher up and more retired."
                        },
                        {
                            "verse": 390,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:390",
                            "text": "After long and diligent search he found such a place twelve miles from the sea far off among the recesses of rugged mountains, the ascent to which could hardly be accomplished by creeping on hands and knees."
                        },
                        {
                            "verse": 391,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:391",
                            "text": "Thither he conducted him."
                        },
                        {
                            "verse": 392,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:392",
                            "text": "The old man entered and gazed around."
                        },
                        {
                            "verse": 393,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:393",
                            "text": "It was indeed a lonely and terrible place; for though surrounded by trees on every side, with water streaming from the brow of the hill, a delightful bit of garden, and fruit-trees in abundance (of which, however, he never ate), yet it had close by the ruins of an ancient temple from which, as he himself was wont to relate and his disciples testify, the voices of such countless demons re-echoed night and day, that you might have thought there was an army of them."
                        },
                        {
                            "verse": 394,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:394",
                            "text": "He was highly pleased at the idea of having his opponents in the neighbourhood, and abode there five years, cheered in these his last days by the frequent visits of Hesychius, for owing to the steep and rugged ascent, and the numerous ghosts (so the story ran), nobody or scarcely anybody either could or dared to go up to him."
                        },
                        {
                            "verse": 395,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:395",
                            "text": "One day, however, as he was leaving his garden, he saw a man completely paralysed lying in front of the gates."
                        },
                        {
                            "verse": 396,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:396",
                            "text": "He asked Hesychius who he was, or how he had been brought."
                        },
                        {
                            "verse": 397,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:397",
                            "text": "Hesychius replied that he was the agent at the country-house to which the garden belonged in which they were located."
                        },
                        {
                            "verse": 398,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:398",
                            "text": "Weeping much and stretching out his hand to the prostrate man he said, \"I bid you in the name of our Lord Jesus Christ arise and walk\"."
                        },
                        {
                            "verse": 399,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:399",
                            "text": "The words were still on the lips of the speaker, when, with miraculous speed, the limbs were strengthened and the man arose and stood firm."
                        },
                        {
                            "verse": 400,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:400",
                            "text": "Once this was noised abroad the need of many overcame even the pathless journey and the dangers of the place."
                        },
                        {
                            "verse": 401,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:401",
                            "text": "The occupants of all the houses round about had nothing so much in their thoughts as to prevent the possibility of his escape, a rumour having spread concerning him to the effect that he could not stay long in the same place."
                        },
                        {
                            "verse": 402,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:402",
                            "text": "This habit of his was not due to levity or childishness, but to the fact that he shunned the worry of publicity and praise, and always longed for silence and a life of obscurity."
                        },
                        {
                            "verse": 403,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:403",
                            "text": "44."
                        },
                        {
                            "verse": 404,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:404",
                            "text": "In his eightieth year, during the absence of Hesychius, he wrote by way of a will a short letter with his own hand, and left him all his riches (that is to say, a copy of the gospels, and his sack-cloth tunic, cowl and cloak), for his servant had died a few days before."
                        },
                        {
                            "verse": 405,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:405",
                            "text": "Many devout men therefore came to the invalid from Paphos, and specially because they had heard of his saying that he must soon migrate to the Lord and must be liberated from the bonds of the body."
                        },
                        {
                            "verse": 406,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:406",
                            "text": "There came also Constantia a holy woman whose son-in-law and daughter he had anointed with oil and saved from death."
                        },
                        {
                            "verse": 407,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:407",
                            "text": "He earnestly entreated them all not to let him be kept even a moment of time after death, but to bury him immediately in the same garden, just as he was, clad in his goat-hair tunic, cowl, and his peasant's cloak."
                        },
                        {
                            "verse": 408,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:408",
                            "text": "45."
                        },
                        {
                            "verse": 409,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:409",
                            "text": "His body was now all but cold, and nought was left of life but reason."
                        },
                        {
                            "verse": 410,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:410",
                            "text": "Yet with eyes wide open he kept repeating, \"Go forth, what do you fear? Go forth, my soul, why do you hesitate? You have served Christ nearly seventy years, and do you fear death?\" Thus saying he breathed his last."
                        },
                        {
                            "verse": 411,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:411",
                            "text": "He was immediately buried before the city heard of his death."
                        },
                        {
                            "verse": 412,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:412",
                            "text": "46."
                        },
                        {
                            "verse": 413,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:413",
                            "text": "When the holy man Hesychius heard of his decease, he went to Cyprus and, to lull the suspicions of the natives who were keeping strict guard, pretended that he wished to live in the same garden, and then in the course of about ten months, though at great peril to his life, stole the saint's body."
                        },
                        {
                            "verse": 414,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:414",
                            "text": "He carried it to Majuma; and there all the monks and crowds of towns-folk going in procession laid it to rest in the ancient monastery."
                        },
                        {
                            "verse": 415,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:415",
                            "text": "His tunic, cowl and cloak, were uninjured; the whole body as perfect as if alive, and so fragrant with sweet odours that one might suppose it to have been embalmed."
                        },
                        {
                            "verse": 416,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:416",
                            "text": "47."
                        },
                        {
                            "verse": 417,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:417",
                            "text": "In bringing my book to an end I think I ought not to omit to mention the devotion of the holy woman Constantia who, when a message was brought her that Hilarion's body was in Palestine, immediately died, proving even by death the sincerity of her love for the servant of God."
                        },
                        {
                            "verse": 418,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:418",
                            "text": "For she was accustomed to spend whole nights in vigil at his tomb, and to converse with him as if he were present in order to stimulate her prayers."
                        },
                        {
                            "verse": 419,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:419",
                            "text": "Even at the present day one may see a strange dispute between the people of Palestine and the Cypriotes, the one contending that they have the body, the other the spirit of Hilarion."
                        },
                        {
                            "verse": 420,
                            "chapter": 1,
                            "name": "Jerome: The Life of Hilarion 1:420",
                            "text": "And yet in both places great miracles are wrought daily, but to a greater extent in the garden of Cyprus, perhaps because that spot was dearest to him."
                        }
                    ]
                }
            ]
        }
    ]
}