{
    "books": [
        {
            "name": "Polycarp: Epistle to Philippians",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Polycarp: Epistle to Philippians 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Polycarp: Epistle to Philippians 1:1",
                            "text": "The Epistle of Polycarp to the Philippians  Polycarp, and the presbyters with him, to the Church of God sojourning at Philippi: Mercy to you, and peace from God Almighty, and from the Lord Jesus Christ, our Saviour, be multiplied."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Polycarp: Epistle to Philippians 1:2",
                            "text": "Chapter 1 — Praise of the Philippians."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Polycarp: Epistle to Philippians 1:3",
                            "text": "I have greatly rejoiced with you in our Lord Jesus Christ, because ye have received the patterns of true love, and have accompanied, as became you, those who were bound in chains, the fitting ornaments of saints, and which are indeed the diadems of the true elect of God and our Lord; and because the strong root of your faith, spoken of in days long gone by, endureth even until now, and bringeth forth fruit to our Lord Jesus Christ, who for our sins suffered even unto death, \"whom God raised from the dead, having loosed the pains of Hades."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Polycarp: Epistle to Philippians 1:4",
                            "text": "\"In whom, though now ye see Him not, ye believe, and believing, rejoice with joy unspeakable and full of glory;\" into which joy many desire to enter, knowing that \"by grace ye are saved, not of works,\" but by the will of God through Jesus Christ."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Polycarp: Epistle to Philippians 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Polycarp: Epistle to Philippians 2:1",
                            "text": "Chapter 2 — An exhortation to virtue."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Polycarp: Epistle to Philippians 2:2",
                            "text": "\"Wherefore, girding up your loins,\" \"serve the Lord in fear\" and truth, as those who have forsaken the vain, empty talk and error of the multitude, and \"believed in Him who raised up our Lord Jesus Christ from the dead, and gave Him glory,\" and a throne at His right hand."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Polycarp: Epistle to Philippians 2:3",
                            "text": "To Him all things in heaven and on earth are subject."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Polycarp: Epistle to Philippians 2:4",
                            "text": "Him every spirit serves."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Polycarp: Epistle to Philippians 2:5",
                            "text": "He comes as the Judge of the living and the dead."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Polycarp: Epistle to Philippians 2:6",
                            "text": "His blood will God require of those who do not believe in Him."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Polycarp: Epistle to Philippians 2:7",
                            "text": "But He who raised Him up from the dead will raise up us also, if we do His will, and walk in His commandments, and love what He loved, keeping ourselves from all unrighteousness, covetousness, love of money, evil speaking, false witness; \"not rendering evil for evil, or railing for railing,\" or blow for blow, or cursing for cursing, but being mindful of what the Lord said in His teaching: \"Judge not, that ye be not judged; forgive, and it shall be forgiven unto you; be merciful, that ye may obtain mercy; with what measure ye mete, it shall be measured to you again;\" and once more, \"Blessed are the poor, and those that are persecuted for righteousness' sake, for theirs is the kingdom of God\"."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Polycarp: Epistle to Philippians 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Polycarp: Epistle to Philippians 3:1",
                            "text": "Chapter 3 — Expressions of personal unworthiness."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Polycarp: Epistle to Philippians 3:2",
                            "text": "These things, brethren, I write to you concerning righteousness, not because I take anything upon myself, but because ye have invited me to do so."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Polycarp: Epistle to Philippians 3:3",
                            "text": "For neither I, nor any other such one, can come up to the wisdom of the blessed and glorified Paul."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Polycarp: Epistle to Philippians 3:4",
                            "text": "He, when among you, accurately and stedfastly taught the word of truth in the presence of those who were then alive."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Polycarp: Epistle to Philippians 3:5",
                            "text": "And when absent from you, he wrote you a letter, which, if you carefully study, you will find to be the means of building you up in that faith which has been given you, and which, being followed by hope, and preceded by love towards God, and Christ, and our neighbour, \"is the mother of us all\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Polycarp: Epistle to Philippians 3:6",
                            "text": "For if any one be inwardly possessed of these graces, he hath fulfilled the command of righteousness, since he that hath love is far from all sin."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Polycarp: Epistle to Philippians 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Polycarp: Epistle to Philippians 4:1",
                            "text": "Chapter 4 — Various exhortations."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Polycarp: Epistle to Philippians 4:2",
                            "text": "\"But the love of money is the root of all evils\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Polycarp: Epistle to Philippians 4:3",
                            "text": "Knowing, therefore, that \"as we brought nothing into the world, so we can carry nothing out,\" let us arm ourselves with the armour of righteousness; and let us teach, first of all, ourselves to walk in the commandments of the Lord."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Polycarp: Epistle to Philippians 4:4",
                            "text": "Next, teach your wives to walk in the faith given to them, and in love and purity tenderly loving their own husbands in all truth, and loving all others equally in all chastity; and to train up their children in the knowledge and fear of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Polycarp: Epistle to Philippians 4:5",
                            "text": "Teach the widows to be discreet as respects the faith of the Lord, praying continually for all, being far from all slandering, evil-speaking, false-witnessing, love of money, and every kind of evil; knowing that they are the altar of God, that He clearly perceives all things, and that nothing is hid from Him, neither reasonings, nor reflections, nor any one of the secret things of the heart."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Polycarp: Epistle to Philippians 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Polycarp: Epistle to Philippians 5:1",
                            "text": "Chapter 5 — The duties of deacons, youths, and virgins."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Polycarp: Epistle to Philippians 5:2",
                            "text": "Knowing, then, that \"God is not mocked,\" we ought to walk worthy of His commandment and glory."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Polycarp: Epistle to Philippians 5:3",
                            "text": "In like manner should the deacons be blameless before the face of His righteousness, as being the servants of God and Christ, and not of men."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Polycarp: Epistle to Philippians 5:4",
                            "text": "They must not be slanderers, double-tongued, or lovers of money, but temperate in all things, compassionate, industrious, walking according to the truth of the Lord, who was the servant of all."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Polycarp: Epistle to Philippians 5:5",
                            "text": "If we please Him in this present world, we shall receive also the future world, according as He has promised to us that He will raise us again from the dead, and that if we live worthily of Him, \"we shall also reign together with Him,\" provided only we believe."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Polycarp: Epistle to Philippians 5:6",
                            "text": "In like manner, let the young men also be blameless in all things, being especially careful to preserve purity, and keeping themselves in, as with a bridle, from every kind of evil."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Polycarp: Epistle to Philippians 5:7",
                            "text": "For it is well that they should be cut off from the lusts that are in the world, since \"every lust warreth against the spirit;\" and \"neither fornicators, nor effeminate, nor abusers of themselves with mankind, shall inherit the kingdom of God,\" nor those who do things inconsistent and unbecoming."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Polycarp: Epistle to Philippians 5:8",
                            "text": "Wherefore, it is needful to abstain from all these things, being subject to the presbyters and deacons, as unto God and Christ."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Polycarp: Epistle to Philippians 5:9",
                            "text": "The virgins also must walk in a blameless and pure conscience."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Polycarp: Epistle to Philippians 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Polycarp: Epistle to Philippians 6:1",
                            "text": "Chapter 6 — The duties of presbyters and others."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Polycarp: Epistle to Philippians 6:2",
                            "text": "And let the presbyters be compassionate and merciful to all, bringing back those that wander, visiting all the sick, and not neglecting the widow, the orphan, or the poor, but always \"providing for that which is becoming in the sight of God and man;\" abstaining from all wrath, respect of persons, and unjust judgment; keeping far off from all covetousness, not quickly crediting an evil report against any one, not severe in judgment, as knowing that we are all under a debt of sin."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Polycarp: Epistle to Philippians 6:3",
                            "text": "If then we entreat the Lord to forgive us, we ought also ourselves to forgive; for we are before the eyes of our Lord and God, and \"we must all appear at the judgment-seat of Christ, and must every one give an account of himself\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Polycarp: Epistle to Philippians 6:4",
                            "text": "Let us then serve Him in fear, and with all reverence, even as He Himself has commanded us, and as the apostles who preached the Gospel unto us, and the prophets who proclaimed beforehand the coming of the Lord have alike taught us."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Polycarp: Epistle to Philippians 6:5",
                            "text": "Let us be zealous in the pursuit of that which is good, keeping ourselves from causes of offence, from false brethren, and from those who in hypocrisy bear the name of the Lord, and draw away vain men into error."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Polycarp: Epistle to Philippians 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Polycarp: Epistle to Philippians 7:1",
                            "text": "Chapter 7 — Avoid the Docetae, and persevere in fasting and prayer."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Polycarp: Epistle to Philippians 7:2",
                            "text": "\"For whosoever does not confess that Jesus Christ has come in the flesh, is antichrist;\" and whosoever does not confess the testimony of the cross, is of the devil; and whosoever perverts the oracles of the Lord to his own lusts, and says that there is neither a resurrection nor a judgment, he is the first-born of Satan."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Polycarp: Epistle to Philippians 7:3",
                            "text": "Wherefore, forsaking the vanity of many, and their false doctrines, let us return to the word which has been handed down to us from the beginning; \"watching unto prayer,\" and persevering in fasting; beseeching in our supplications the all-seeing God \"not to lead us into temptation,\" as the Lord has said: \"The spirit truly is willing, but the flesh is weak\"."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Polycarp: Epistle to Philippians 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Polycarp: Epistle to Philippians 8:1",
                            "text": "Chapter 8 — Persevere in hope and patience."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Polycarp: Epistle to Philippians 8:2",
                            "text": "Let us then continually persevere in our hope, and the earnest of our righteousness, which is Jesus Christ, \"who bore our sins in His own body on the tree,\" \"who did no sin, neither was guile found in His mouth,\" but endured all things for us, that we might live in Him."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Polycarp: Epistle to Philippians 8:3",
                            "text": "Let us then be imitators of His patience; and if we suffer for His name's sake, let us glorify Him."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Polycarp: Epistle to Philippians 8:4",
                            "text": "For He has set us this example in Himself, and we have believed that such is the case."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Polycarp: Epistle to Philippians 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Polycarp: Epistle to Philippians 9:1",
                            "text": "Chapter 9 — Patience inculcated."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Polycarp: Epistle to Philippians 9:2",
                            "text": "I exhort you all, therefore, to yield obedience to the word of righteousness, and to exercise all patience, such as ye have seen set before your eyes, not only in the case of the blessed Ignatius, and Zosimus, and Rufus, but also in others among yourselves, and in Paul himself, and the rest of the apostles."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Polycarp: Epistle to Philippians 9:3",
                            "text": "This do in the assurance that all these have not run in vain, but in faith and righteousness, and that they are now in their due place in the presence of the Lord, with whom also they suffered."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Polycarp: Epistle to Philippians 9:4",
                            "text": "For they loved not this present world, but Him who died for us, and for our sakes was raised again by God from the dead."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Polycarp: Epistle to Philippians 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Polycarp: Epistle to Philippians 10:1",
                            "text": "Chapter 10 — Exhortation to the practice of virtue."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Polycarp: Epistle to Philippians 10:2",
                            "text": "Stand fast, therefore, in these things, and follow the example of the Lord, being firm and unchangeable in the faith, loving the brotherhood, and being attached to one another, joined together in the truth, exhibiting the meekness of the Lord in your intercourse with one another, and despising no one."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Polycarp: Epistle to Philippians 10:3",
                            "text": "When you can do good, defer it not, because \"alms delivers from death\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Polycarp: Epistle to Philippians 10:4",
                            "text": "Be all of you subject one to another \"having your conduct blameless among the Gentiles,\" that ye may both receive praise for your good works, and the Lord may not be blasphemed through you."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Polycarp: Epistle to Philippians 10:5",
                            "text": "But woe to him by whom the name of the Lord is blasphemed! Teach, therefore, sobriety to all, and manifest it also in your own conduct."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Polycarp: Epistle to Philippians 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Polycarp: Epistle to Philippians 11:1",
                            "text": "Chapter 11 — Expression of grief on account of Valens."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Polycarp: Epistle to Philippians 11:2",
                            "text": "I am greatly grieved for Valens, who was once a presbyter among you, because he so little understands the place that was given him in the Church."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Polycarp: Epistle to Philippians 11:3",
                            "text": "I exhort you, therefore, that ye abstain from covetousness, and that ye be chaste and truthful."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Polycarp: Epistle to Philippians 11:4",
                            "text": "\"Abstain from every form of evil\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Polycarp: Epistle to Philippians 11:5",
                            "text": "For if a man cannot govern himself in such matters, how shall he enjoin them on others? If a man does not keep himself from covetousness, he shall be defiled by idolatry, and shall be judged as one of the heathen."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Polycarp: Epistle to Philippians 11:6",
                            "text": "But who of us are ignorant of the judgment of the Lord? \"Do we not know that the saints shall judge the world?\" as Paul teaches."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Polycarp: Epistle to Philippians 11:7",
                            "text": "But I have neither seen nor heard of any such thing among you, in the midst of whom the blessed Paul laboured, and who are commended in the beginning of his Epistle."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Polycarp: Epistle to Philippians 11:8",
                            "text": "For he boasts of you in all those Churches which alone then knew the Lord; but we of Smyrna had not yet known Him."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Polycarp: Epistle to Philippians 11:9",
                            "text": "I am deeply grieved, therefore, brethren, for him (Valens) and his wife; to whom may the Lord grant true repentance! And be ye then moderate in regard to this matter, and \"do not count such as enemies,\" but call them back as suffering and straying members, that ye may save your whole body."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Polycarp: Epistle to Philippians 11:10",
                            "text": "For by so acting ye shall edify yourselves."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Polycarp: Epistle to Philippians 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Polycarp: Epistle to Philippians 12:1",
                            "text": "Chapter 12 — Exhortation to various graces."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Polycarp: Epistle to Philippians 12:2",
                            "text": "For I trust that ye are well versed in the Sacred Scriptures, and that nothing is hid from you; but to me this privilege is not yet granted."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Polycarp: Epistle to Philippians 12:3",
                            "text": "It is declared then in these Scriptures, \"Be ye angry, and sin not,\" and, \"Let not the sun go down upon your wrath\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Polycarp: Epistle to Philippians 12:4",
                            "text": "Happy is he who remembers this, which I believe to be the case with you."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Polycarp: Epistle to Philippians 12:5",
                            "text": "But may the God and Father of our Lord Jesus Christ, and Jesus Christ Himself, who is the Son of God, and our everlasting High Priest, build you up in faith and truth, and in all meekness, gentleness, patience, long-suffering, forbearance, and purity; and may He bestow on you a lot and portion among His saints, and on us with you, and on all that are under heaven, who shall believe in our Lord Jesus Christ, and in His Father, who \"raised Him from the dead\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Polycarp: Epistle to Philippians 12:6",
                            "text": "Pray for all the saints."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Polycarp: Epistle to Philippians 12:7",
                            "text": "Pray also for kings, and potentates, and princes, and for those that persecute and hate you, and for the enemies of the cross, that your fruit may be manifest to all, and that ye may be perfect in Him."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Polycarp: Epistle to Philippians 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Polycarp: Epistle to Philippians 13:1",
                            "text": "Chapter 13 — Concerning the transmission of epistles."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Polycarp: Epistle to Philippians 13:2",
                            "text": "Both you and Ignatius wrote to me, that if any one went from this into Syria, he should carry your letter with him; which request I will attend to if I find a fitting opportunity, either personally, or through some other acting for me, that your desire may be fulfilled."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Polycarp: Epistle to Philippians 13:3",
                            "text": "The Epistles of Ignatius written by him to us, and all the rest of his Epistles which we have by us, we have sent to you, as you requested."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Polycarp: Epistle to Philippians 13:4",
                            "text": "They are subjoined to this Epistle, and by them ye may be greatly profited; for they treat of faith and patience, and all things that tend to edification in our Lord."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Polycarp: Epistle to Philippians 13:5",
                            "text": "Any more certain information you may have obtained respecting both Ignatius himself, and those that were with him, have the goodness to make known to us."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Polycarp: Epistle to Philippians 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Polycarp: Epistle to Philippians 14:1",
                            "text": "Chapter 14 — Conclusion."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Polycarp: Epistle to Philippians 14:2",
                            "text": "These things I have written to you by Crescens, whom up to the present time I have recommended unto you, and do now recommend."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Polycarp: Epistle to Philippians 14:3",
                            "text": "For he has acted blamelessly among us, and I believe also among you."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Polycarp: Epistle to Philippians 14:4",
                            "text": "Moreover, ye will hold his sister in esteem when she comes to you."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Polycarp: Epistle to Philippians 14:5",
                            "text": "Be ye safe in the Lord Jesus Christ."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Polycarp: Epistle to Philippians 14:6",
                            "text": "Grace be with you all, Amen."
                        }
                    ]
                }
            ]
        }
    ]
}