{
    "books": [
        {
            "name": "Tertullian: The Heathen Gods",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Tertullian: The Heathen Gods 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Tertullian: The Heathen Gods 1:1",
                            "text": "The Heathen Gods from Heathen Authorities."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Tertullian: The Heathen Gods 1:2",
                            "text": "Varro Has Written a Work on the Subject."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Tertullian: The Heathen Gods 1:3",
                            "text": "His Threefold Classification."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Tertullian: The Heathen Gods 1:4",
                            "text": "The Changeable Character of that Which Ought to Be Fixed and Certain."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Tertullian: The Heathen Gods 1:5",
                            "text": "Our defence requires that we should at this point discuss with you the character of your gods, O ye heathen, fit objects of our pity, appealing even to your own conscience to determine whether they be truly gods, as you would have it supposed, or falsely, as you are unwilling to have proved."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Tertullian: The Heathen Gods 1:6",
                            "text": "Now this is the material part of human error, owing to the wiles of its author, that it is never free from the ignorance of error, whence your guilt is all the greater."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Tertullian: The Heathen Gods 1:7",
                            "text": "Your eyes are open, yet they see not; your ears are unstopped, yet they hear not; though your heart beats, it is yet dull, nor does your mind understand that of which it is cognizant."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Tertullian: The Heathen Gods 1:8",
                            "text": "If indeed the enormous perverseness (of your worship) could be broken up by a single demurrer, we should have our objection ready to hand in the declaration that, as we know all those gods of yours to have been instituted by men, all belief in the true Deity is by this very circumstance brought to nought; because, of course, nothing which some time or other had a beginning can rightly seem to be divine."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Tertullian: The Heathen Gods 1:9",
                            "text": "But the fact is, there are many things by which tenderness of conscience is hardened into the callousness of wilful error."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Tertullian: The Heathen Gods 1:10",
                            "text": "Truth is beleaguered with the vast force (of the enemy), and yet how secure she is in her own inherent strength! And naturally enough when from her very adversaries she gains to her side whomsoever she will, as her friends and protectors, and prostrates the entire host of her assailants."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Tertullian: The Heathen Gods 1:11",
                            "text": "It is therefore against these things that our contest lies—against the institutions of our ancestors, against the authority of tradition, the laws of our governors, and the reasonings of the wise; against antiquity, custom, submission; against precedents, prodigies, miracles,—all which things have had their part in consolidating that spurious system of your gods."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Tertullian: The Heathen Gods 1:12",
                            "text": "Wishing, then, to follow step by step your own commentaries which you have drawn out of your theology of every sort (because the authority of learned men goes further with you in matters of this kind than the testimony of facts), I have taken and abridged the works of Varro; for he in his treatise Concerning Divine Things, collected out of ancient digests, has shown himself a serviceable guide for us."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Tertullian: The Heathen Gods 1:13",
                            "text": "Now, if I inquire of him who were the subtle inventors of the gods, he points to either the philosophers, the peoples, or the poets."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Tertullian: The Heathen Gods 1:14",
                            "text": "For he has made a threefold distinction in classifying the gods: one being the physical class, of which the philosophers treat; another the mythic class, which is the constant burden of the poets; the third, the gentile class, which the nations have adopted each one for itself."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Tertullian: The Heathen Gods 1:15",
                            "text": "When, therefore, the philosophers have ingeniously composed their physical (theology) out of their own conjectures, when the poets have drawn their mythical from fables, and the (several) nations have forged their gentile (polytheism) according to their own will, where in the world must truth be placed? In the conjectures? Well, but these are only a doubtful conception."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Tertullian: The Heathen Gods 1:16",
                            "text": "In the fables? But they are at best an absurd story."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Tertullian: The Heathen Gods 1:17",
                            "text": "In the popular accounts? This sort of opinion, however, is only promiscuous and municipal."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Tertullian: The Heathen Gods 1:18",
                            "text": "Now all things with the philosophers are uncertain, because of their variation with the poets all is worthless, because immoral; with the nations all is irregular and confused, because dependent on their mere choice."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Tertullian: The Heathen Gods 1:19",
                            "text": "The nature of God, however, if it be the true one with which you are concerned, is of so definite a character as not to be derived from uncertain speculations, nor contaminated with worthless fables, nor determined by promiscuous conceits."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Tertullian: The Heathen Gods 1:20",
                            "text": "It ought indeed to be regarded, as it really is, as certain, entire, universal, because it is in truth the property of all."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Tertullian: The Heathen Gods 1:21",
                            "text": "Now, what god shall I believe? One that has been gauged by vague suspicion? One that history has divulged? One that a community has invented? It would be a far worthier thing if I believed no god, than one which is open to doubt, or full of shame, or the object of arbitrary selection."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Tertullian: The Heathen Gods 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:1",
                            "text": "Philosophers Had Not Succeeded in Discovering God."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:2",
                            "text": "The Uncertainty and Confusion of Their Speculations."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:3",
                            "text": "But the authority of the physical philosophers is maintained among you as the special property of wisdom."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:4",
                            "text": "You mean of course, that pure and simple wisdom of the philosophers which attests its own weakness mainly by that variety of opinion which proceeds from an ignorance of the truth."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:5",
                            "text": "Now what wise man is so devoid of truth, as not to know that God is the Father and Lord of wisdom itself and truth? Besides, there is that divine oracle uttered by Solomon:  \"The fear of the Lord,\" says he, \"is the beginning of wisdom\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:6",
                            "text": "But fear has its origin in knowledge; for how will a man fear that of which he knows nothing? Therefore he who shall have the fear of God, even if he be ignorant of all things else, if he has attained to the knowledge and truth of God, will possess full and perfect wisdom."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:7",
                            "text": "This, however, is what philosophy has not clearly realized."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:8",
                            "text": "For although, in their inquisitive disposition to search into all kinds of learning, the philosophers may seem to have investigated the sacred Scriptures themselves for their antiquity, and to have derived thence some of their opinions; yet because they have interpolated these deductions they prove that they have either despised them wholly or have not fully believed them, for in other cases also the simplicity of truth is shaken by the over-scrupulousness of an irregular belief, and that they therefore changed them, as their desire of glory grew, into products of their own mind."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:9",
                            "text": "The consequence of this is, that even that which they had discovered degenerated into uncertainty, and there arose from one or two drops of truth a perfect flood of argumentation."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:10",
                            "text": "For after they had simply found God, they did not expound Him as they found Him, but rather disputed about His quality, and His nature, and even about His abode."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:11",
                            "text": "The Platonists, indeed, (held) Him to care about worldly things, both as the disposer and judge thereof."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:12",
                            "text": "The Epicureans regarded Him as apathetic and inert, and (so to say) a non-entity."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:13",
                            "text": "The Stoics believed Him to be outside of the world; the Platonists, within the world."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:14",
                            "text": "The God whom they had so imperfectly admitted, they could neither know nor fear; and therefore they could not be wise, since they wandered away indeed from the beginning of wisdom,\" that is, \"the fear of God\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:15",
                            "text": "Proofs are not wanting that among the philosophers there was not only an ignorance, but actual doubt, about the divinity."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:16",
                            "text": "Diogenes, when asked what was taking place in heaven, answered by saying, \"I have never been up there\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:17",
                            "text": "Again, whether there were any gods, he replied, \"I do not know; only there ought to be gods\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:18",
                            "text": "When Croesus inquired of Thales of Miletus what he thought of the gods, the latter having taken some time to consider, answered by the word \"Nothing\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:19",
                            "text": "Even Socrates denied with an air of certainty those gods of yours."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:20",
                            "text": "Yet he with a like certainty requested that a cock should be sacrificed to aesculapius."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:21",
                            "text": "And therefore when philosophy, in its practice of defining about God, is detected in such uncertainty and inconsistency, what \"fear\" could it possibly have had of Him whom it was not competent clearly to determine? We have been taught to believe of the world that it is god."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:22",
                            "text": "For such the physical class of theologizers conclude it to be, since they have handed down such views about the gods that Dionysius the Stoic divides them into three kinds."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:23",
                            "text": "The first, he supposes, includes those gods which are most obvious, as the Sun, Moon, and Stars; the next, those which are not apparent, as Neptune; the remaining one, those which are said to have passed from the human state to the divine, as Hercules and Amphiaraus."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:24",
                            "text": "In like manner, Arcesilaus makes a threefold form of the divinity—the Olympian, the Astral, the Titanian—sprung from Coelus and Terra; from which through Saturn and Ops came Neptune, Jupiter, and Orcus, and their entire progeny."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:25",
                            "text": "Xenocrates, of the Academy, makes a twofold division—the Olympian and the Titanian, which descend from Coelus and Terra."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:26",
                            "text": "Most of the Egyptians believe that there are four gods—the Sun and the Moon, the Heaven and the Earth."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:27",
                            "text": "Along with all the supernal fire Democritus conjectures that the gods arose."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:28",
                            "text": "Zeno, too, will have it that their nature resembles it."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:29",
                            "text": "Whence Varro also makes fire to be the soul of the world, that in the world fire governs all things, just as the soul does in ourselves."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:30",
                            "text": "But all this is most absurd."
                        },
                        {
                            "verse": 31,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:31",
                            "text": "For he says, Whilst it is in us, we have existence; but as soon as it has left us, we die."
                        },
                        {
                            "verse": 32,
                            "chapter": 2,
                            "name": "Tertullian: The Heathen Gods 2:32",
                            "text": "Therefore, when fire quits the world in lightning, the world comes to its end."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Tertullian: The Heathen Gods 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Tertullian: The Heathen Gods 3:1",
                            "text": "The Physical Philosophers Maintained the Divinity of the Elements; The Absurdity of the Tenet Exposed."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Tertullian: The Heathen Gods 3:2",
                            "text": "From these developments of opinion, we see that your physical class of philosophers are driven to the necessity of contending that the elements are gods, since it alleges that other gods are sprung from them; for it is only from gods that gods could be born."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Tertullian: The Heathen Gods 3:3",
                            "text": "Now, although we shall have to examine these other gods more fully in the proper place, in the mythic section of the poets, yet, inasmuch as we must meanwhile treat of them in their connection with the present class, we shall probably even from their present class, when once we turn to the gods themselves, succeed in showing that they can by no means appear to be gods who are said to be sprung from the elements; so that we have at once a presumption that the elements are not gods, since they which are born of the elements are not gods."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Tertullian: The Heathen Gods 3:4",
                            "text": "In like manner, whilst we show that the elements are not gods, we shall, according to the law of natural relationship, get a presumptive argument that they cannot rightly be maintained to be gods whose parents (in this case the elements) are not gods."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Tertullian: The Heathen Gods 3:5",
                            "text": "It is a settled point that a god is born of a god, and that what lacks divinity is born of what is not divine."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Tertullian: The Heathen Gods 3:6",
                            "text": "Now, so far as the world of which your philosophers treat (for I apply this term to the universe in the most comprehensive sense) contains the elements, ministering to them as its component parts (for whatever its own condition may be, the same of course will be that of its elements and constituent portions), it must needs have been formed either by some being, according to the enlightened view of Plato, or else by none, according to the harsh opinion of Epicurus; and since it was formed, by having a beginning, it must also have an end."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Tertullian: The Heathen Gods 3:7",
                            "text": "That, therefore, which at one time before its beginning had no existence, and will by and by after its end cease to have an existence, cannot of course, by any possibility, seem to be a god, wanting as it does that essential character of divinity, eternity, which is reckoned to be without beginning, and without end."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Tertullian: The Heathen Gods 3:8",
                            "text": "If, however, it is in no wise formed, and therefore ought to be accounted divine—since, as divine, it is subject neither to a beginning nor an end of itself—how is it that some assign generation to the elements, which they hold to be gods, when the Stoics deny that anything can be born of a god? Likewise, how is it that they wish those beings, whom they suppose to be born of the elements, to be regarded as gods, when they deny that a god can be born?  Now, what must hold good of the universe will have to be predicated of the elements, I mean of heaven, and of earth, and of the stars, and of fire, which Varro has vainly proposed that you should believe to be gods, and the parents of gods, contrary to that generation and nativity which he had declared to be impossible in a god."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Tertullian: The Heathen Gods 3:9",
                            "text": "Now this same Varro had shown that the earth and the stars were animated."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Tertullian: The Heathen Gods 3:10",
                            "text": "But if this be the case, they must needs be also mortal, according to the condition of animated nature; for although the soul is evidently immortal, this attribute is limited to it alone: it is not extended to that with which it is associated, that is, the body."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Tertullian: The Heathen Gods 3:11",
                            "text": "Nobody, however, will deny that the elements have body, since we both touch them and are touched by them, and we see certain bodies fall down from them."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Tertullian: The Heathen Gods 3:12",
                            "text": "If, therefore, they are animated, laying aside the principle of a soul, as befits their condition as bodies, they are mortal—of course not immortal."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Tertullian: The Heathen Gods 3:13",
                            "text": "And yet whence is it that the elements appear to Varro to be animated?  Because, forsooth, the elements have motion."
                        },
                        {
                            "verse": 14,
                            "chapter": 3,
                            "name": "Tertullian: The Heathen Gods 3:14",
                            "text": "And then, in order to anticipate what may be objected on the other side, that many things else have motion—as wheels, as carriages, as several other machines—he volunteers the statement that he believes only such things to be animated as move of themselves, without any apparent mover or impeller from without, like the apparent mover of the wheel, or propeller of the carriage, or director of the machine."
                        },
                        {
                            "verse": 15,
                            "chapter": 3,
                            "name": "Tertullian: The Heathen Gods 3:15",
                            "text": "If, then, they are not animated, they have no motion of themselves."
                        },
                        {
                            "verse": 16,
                            "chapter": 3,
                            "name": "Tertullian: The Heathen Gods 3:16",
                            "text": "Now, when he thus alleges a power which is not apparent, he points to what it was his duty to seek after, even the creator and controller of the motion; for it does not at once follow that, because we do not see a thing, we believe that it does not exist."
                        },
                        {
                            "verse": 17,
                            "chapter": 3,
                            "name": "Tertullian: The Heathen Gods 3:17",
                            "text": "Rather, it is necessary the more profoundly to investigate what one does not see, in order the better to understand the character of that which is apparent."
                        },
                        {
                            "verse": 18,
                            "chapter": 3,
                            "name": "Tertullian: The Heathen Gods 3:18",
                            "text": "Besides if (you admit) only the existence of those things which appear and are supposed to exist simply because they appear, how is it that you also admit them to be gods which do not appear? If, moreover, those things seem to have existence which have none, why may they not have existence also which do not seem to have it? Such, for instance, as the Mover of the heavenly beings."
                        },
                        {
                            "verse": 19,
                            "chapter": 3,
                            "name": "Tertullian: The Heathen Gods 3:19",
                            "text": "Granted, then, that things are animated because they move of themselves, and that they move of themselves when they are not moved by another:  still it does not follow that they must straightway be gods, because they are animated, nor even because they move of themselves; else what is to prevent all animals whatever being accounted gods, moving as they do of themselves? This, to be sure, is allowed to the Egyptians, but their superstitious vanity has another basis."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Tertullian: The Heathen Gods 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Tertullian: The Heathen Gods 4:1",
                            "text": "Wrong Derivation of the Word Θεός."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Tertullian: The Heathen Gods 4:2",
                            "text": "The Name Indicative of the True Deity."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Tertullian: The Heathen Gods 4:3",
                            "text": "God Without Shape and Immaterial."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Tertullian: The Heathen Gods 4:4",
                            "text": "Anecdote of Thales."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Tertullian: The Heathen Gods 4:5",
                            "text": "Some affirm that the gods (i-e: θεοί) were so called because the verbs θέειν and σείσθαι signify to run and to be moved."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Tertullian: The Heathen Gods 4:6",
                            "text": "This term, then, is not indicative of any majesty, for it is derived from running and motion, not from any dominion of godhead."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Tertullian: The Heathen Gods 4:7",
                            "text": "But inasmuch as the Supreme God whom we worship is also designated Θεός, without however the appearance of any course or motion in Him, because He is not visible to any one, it is clear that that word must have had some other derivation, and that the property of divinity, innate in Himself, must have been discovered."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Tertullian: The Heathen Gods 4:8",
                            "text": "Dismissing, then, that ingenious interpretation, it is more likely that the gods were not called θεοί from running and motion, but that the term was borrowed from the designation of the true God; so that you gave the name θεοί to the gods, whom you had in like manner forged for yourselves."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Tertullian: The Heathen Gods 4:9",
                            "text": "Now, that this is the case, a plain proof is afforded in the fact that you actually give the common appellation θεοί to all those gods of yours, in whom there is no attribute of course or motion indicated."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Tertullian: The Heathen Gods 4:10",
                            "text": "When, therefore, you call them both θεοί and immoveable with equal readiness, there is a deviation as well from the meaning of the word as from the idea of godhead, which is set aside if measured by the notion of course and motion."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Tertullian: The Heathen Gods 4:11",
                            "text": "But if that sacred name be peculiarly significant of deity, and be simply true and not of a forced interpretation in the case of the true God, but transferred in a borrowed sense to those other objects which you choose to call gods, then you ought to show to us that there is also a community of character between them, so that their common designation may rightly depend on their union of essence."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Tertullian: The Heathen Gods 4:12",
                            "text": "But the true God, on the sole ground that He is not an object of sense, is incapable of being compared with those false deities which are cognizable to sight and sense (to sense indeed is sufficient); for this amounts to a clear statement of the difference between an obscure proof and a manifest one."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Tertullian: The Heathen Gods 4:13",
                            "text": "Now, since the elements are obvious to all, (and) since God, on the contrary, is visible to none, how will it be in your power from that part which you have not seen to pass to a decision on the objects which you see? Since, therefore, you have not to combine them in your perception or your reason, why do you combine them in name with the purpose of combining them also in power?  For see how even Zeno separates the matter of the world from God: he says that the latter has percolated through the former, like honey through the comb."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Tertullian: The Heathen Gods 4:14",
                            "text": "God, therefore, and Matter are two words (and) two things."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Tertullian: The Heathen Gods 4:15",
                            "text": "Proportioned to the difference of the words is the diversity of the things; the condition also of matter follows its designation."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Tertullian: The Heathen Gods 4:16",
                            "text": "Now if matter is not God, because its very appellation teaches us so, how can those things which are inherent in matter—that is, the elements—be regarded as gods, since the component members cannot possibly be heterogeneous from the body? But what concern have I with physiological conceits? It were better for one's mind to ascend above the state of the world, not to stoop down to uncertain speculations."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Tertullian: The Heathen Gods 4:17",
                            "text": "Plato's form for the world was round."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Tertullian: The Heathen Gods 4:18",
                            "text": "Its square, angular shape, such as others had conceived it to be, he rounded off, I suppose, with compasses, from his labouring to have it believed to be simply without a beginning."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Tertullian: The Heathen Gods 4:19",
                            "text": "Epicurus, however, who had said, \"What is above us is nothing to us,\" wished notwithstanding to have a peep at the sky, and found the sun to be a foot in diameter."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Tertullian: The Heathen Gods 4:20",
                            "text": "Thus far you must confess men were niggardly in even celestial objects."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Tertullian: The Heathen Gods 4:21",
                            "text": "In process of time their ambitious conceptions advanced, and so the sun too enlarged its disk."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Tertullian: The Heathen Gods 4:22",
                            "text": "Accordingly, the Peripatetics marked it out as a larger world."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Tertullian: The Heathen Gods 4:23",
                            "text": "Now, pray tell me, what wisdom is there in this hankering after conjectural speculations?  What proof is afforded to us, notwithstanding the strong confidence of its assertions, by the useless affectation of a scrupulous curiosity, which is tricked out with an artful show of language? It therefore served Thales of Miletus quite right, when, star-gazing as he walked with all the eyes he had, he had the mortification of falling into a well, and was unmercifully twitted by an Egyptian, who said to him, \"Is it because you found nothing on earth to look at, that you think you ought to confine your gaze to the sky?\" His fall, therefore, is a figurative picture of the philosophers; of those, I mean, who persist in applying their studies to a vain purpose, since they indulge a stupid curiosity on natural objects, which they ought rather (intelligently to direct) to their Creator and Governor."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Tertullian: The Heathen Gods 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Tertullian: The Heathen Gods 5:1",
                            "text": "The Physical Theory Continued."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Tertullian: The Heathen Gods 5:2",
                            "text": "Further Reasons Advanced Against the Divinity of the Elements."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Tertullian: The Heathen Gods 5:3",
                            "text": "Why, then, do we not resort to that far more reasonable opinion, which has clear proof of being derived from men's common sense and unsophisticated deduction? Even Varro bears it in mind, when he says that the elements are supposed to be divine, because nothing whatever is capable, without their concurrence, of being produced, nourished, or applied to the sustenance of man's life and of the earth, since not even our bodies and souls could have sufficed in themselves without the modification of the elements."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Tertullian: The Heathen Gods 5:4",
                            "text": "By this it is that the world is made generally habitable,—a result which is harmoniously secured by the distribution into zones, except where human residence has been rendered impracticable by intensity of cold or heat."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Tertullian: The Heathen Gods 5:5",
                            "text": "On this account, men have accounted as gods—the sun, because it imparts from itself the light of day, ripens the fruit with its warmth, and measures the year with its stated periods; the moon, which is at once the solace of the night and the controller of the months by its governance; the stars also, certain indications as they are of those seasons which are to be observed in the tillage of our fields; lastly, the very heaven also under which, and the earth over which, as well as the intermediate space within which, all things conspire together for the good of man."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Tertullian: The Heathen Gods 5:6",
                            "text": "Nor is it from their beneficent influences only that a faith in their divinity has been deemed compatible with the elements, but from their opposite qualities also, such as usually happen from what one might call their wrath and anger—as thunder, and hail, and drought, and pestilential winds, floods also, and openings of the ground, and earthquakes: these are all fairly enough accounted gods, whether their nature becomes the object of reverence as being favourable, or of fear because terrible—the sovereign dispenser, in fact, both of help and of hurt."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Tertullian: The Heathen Gods 5:7",
                            "text": "But in the practical conduct of social life, this is the way in which men act and feel: they do not show gratitude or find fault with the very things from which the succour or the injury proceeds, so much as with them by whose strength and power the operation of the things is effected."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Tertullian: The Heathen Gods 5:8",
                            "text": "For even in your amusements you do not award the crown as a prize to the flute or the harp, but to the musician who manages the said flute or harp by the power of his delightful skill."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Tertullian: The Heathen Gods 5:9",
                            "text": "In like manner, when one is in ill-health, you do not bestow your acknowledgments on the flannel wraps, or the medicines, or the poultices, but on the doctors by whose care and prudence the remedies become effectual."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Tertullian: The Heathen Gods 5:10",
                            "text": "So again, in untoward events, they who are wounded with the sword do not charge the injury on the sword or the spear, but on the enemy or the robber; whilst those whom a falling house covers do not blame the tiles or the stones, but the oldness of the building; as again shipwrecked sailors impute their calamity not to the rocks and waves, but to the tempest."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Tertullian: The Heathen Gods 5:11",
                            "text": "And rightly too; for it is certain that everything which happens must be ascribed not to the instrument with which, but to the agent by whom, it takes place; inasmuch as he is the prime cause of the occurrence, who appoints both the event itself and that by whose instrumentality it comes to pass (as there are in all things these three particular elements—the fact itself, its instrument, and its cause), because he himself who wills the occurrence of a thing comes into notice prior to the thing which he wills, or the instrument by which it occurs."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Tertullian: The Heathen Gods 5:12",
                            "text": "On all other occasions therefore, your conduct is right enough, because you consider the author; but in physical phenomena your rule is opposed to that natural principle which prompts you to a wise judgment in all other cases, removing out of sight as you do the supreme position of the author, and considering rather the things that happen, than him by whom they happen."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Tertullian: The Heathen Gods 5:13",
                            "text": "Thus it comes to pass that you suppose the power and the dominion to belong to the elements, which are but the slaves and functionaries."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Tertullian: The Heathen Gods 5:14",
                            "text": "Now do we not, in thus tracing out an artificer and master within, expose the artful structure of their slavery out of the appointed functions of those elements to which you ascribe (the attributes) of power? But gods are not slaves; therefore whatever things are servile in character are not gods."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Tertullian: The Heathen Gods 5:15",
                            "text": "Otherwise they should prove to us that, according to the ordinary course of things, liberty is promoted by irregular licence, despotism by liberty, and that by despotism divine power is meant."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Tertullian: The Heathen Gods 5:16",
                            "text": "For if all the (heavenly bodies) overhead forget not to fulfil their courses in certain orbits, in regular seasons, at proper distances, and at equal intervals—appointed in the way of a law for the revolutions of time, and for directing the guidance thereof—can it fail to result from the very observance of their conditions and the fidelity of their operations, that you will be convinced both by the recurrence of their orbital courses and the accuracy of their mutations, when you bear in mind how ceaseless is their recurrence, that a governing power presides over them, to which the entire management of the world is obedient, reaching even to the utility and injury of the human race? For you cannot pretend that these (phenomena) act and care for themselves alone, without contributing anything to the advantage of mankind, when you maintain that the elements are divine for no other reason than that you experience from them either benefit or injury to yourself."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Tertullian: The Heathen Gods 5:17",
                            "text": "For if they benefit themselves only, you are under no obligation to them."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Tertullian: The Heathen Gods 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Tertullian: The Heathen Gods 6:1",
                            "text": "The Changes of the Heavenly Bodies, Proof that They are Not Divine."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Tertullian: The Heathen Gods 6:2",
                            "text": "Transition from the Physical to the Mythic Class of Gods."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Tertullian: The Heathen Gods 6:3",
                            "text": "Come now, do you allow that the Divine Being not only has nothing servile in His course, but exists in unimpaired integrity, and ought not to be diminished, or suspended, or destroyed? Well, then, all His blessedness would disappear, if He were ever subject to change."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Tertullian: The Heathen Gods 6:4",
                            "text": "Look, however, at the stellar bodies; they both undergo change, and give clear evidence of the fact."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Tertullian: The Heathen Gods 6:5",
                            "text": "The moon tells us how great has been its loss, as it recovers its full form; its greater losses you are already accustomed to measure in a mirror of water; so that I need not any longer believe in any wise what magians have asserted."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Tertullian: The Heathen Gods 6:6",
                            "text": "The sun, too, is frequently put to the trial of an eclipse."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Tertullian: The Heathen Gods 6:7",
                            "text": "Explain as best you may the modes of these celestial casualties, it is impossible for God either to become less or to cease to exist."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Tertullian: The Heathen Gods 6:8",
                            "text": "Vain, therefore, are those supports of human learning, which, by their artful method of weaving conjectures, belie both wisdom and truth."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Tertullian: The Heathen Gods 6:9",
                            "text": "Besides, it so happens, indeed, according to your natural way of thinking, that he who has spoken the best is supposed to have spoken most truly, instead of him who has spoken the truth being held to have spoken the best."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Tertullian: The Heathen Gods 6:10",
                            "text": "Now the man who shall carefully look into things, will surely allow it to be a greater probability that those elements which we have been discussing are under some rule and direction, than that they have a motion of their own, and that being under government they cannot be gods."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Tertullian: The Heathen Gods 6:11",
                            "text": "If, however, one is in error in this matter, it is better to err simply than speculatively, like your physical philosophers."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Tertullian: The Heathen Gods 6:12",
                            "text": "But, at the same time, if you consider the character of the mythic school, (and compare it with the physical,) the error which we have already seen frail men making in the latter is really the more respectable one, since it ascribes a divine nature to those things which it supposes to be superhuman in their sensibility, whether in respect of their position, their power, their magnitude, or their divinity."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Tertullian: The Heathen Gods 6:13",
                            "text": "For that which you suppose to be higher than man, you believe to be very near to God."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Tertullian: The Heathen Gods 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Tertullian: The Heathen Gods 7:1",
                            "text": "The Gods of the Mythic Class."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Tertullian: The Heathen Gods 7:2",
                            "text": "The Poets a Very Poor Authority in Such Matters."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Tertullian: The Heathen Gods 7:3",
                            "text": "Homer and the Mythic Poets."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Tertullian: The Heathen Gods 7:4",
                            "text": "Why Irreligious."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Tertullian: The Heathen Gods 7:5",
                            "text": "But to pass to the mythic class of gods, which we attributed to the poets, I hardly know whether I must only seek to put them on a par with our own human mediocrity, or whether they must be affirmed to be gods, with proofs of divinity, like the African Mopsus and the Boeotian Amphiaraus."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Tertullian: The Heathen Gods 7:6",
                            "text": "I must now indeed but slightly touch on this class, of which a fuller view will be taken in the proper place."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Tertullian: The Heathen Gods 7:7",
                            "text": "Meanwhile, that these were only human beings, is clear from the fact that you do not consistently call them gods, but heroes."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Tertullian: The Heathen Gods 7:8",
                            "text": "Why then discuss the point? Although divine honours had to be ascribed to dead men, it was not to them as such, of course."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Tertullian: The Heathen Gods 7:9",
                            "text": "Look at your own practice, when with similar excess of presumption you sully heaven with the sepulchres of your kings: is it not such as are illustrious for justice, virtue, piety, and every excellence of this sort, that you honour with the blessedness of deification, contented even to incur contempt if you forswear yourselves for such characters? And, on the other hand, do you not deprive the impious and disgraceful of even the old prizes of human glory, tear up their decrees and titles, pull down their statues, and deface their images on the current coin? Will He, however, who beholds all things, who approves, nay, rewards the good, prostitute before all men the attribute of His own inexhaustible grace and mercy? And shall men be allowed an especial mount of care and righteousness, that they may be wise in selecting and multiplying their deities? Shall attendants on kings and princes be more pure than those who wait on the Supreme God? You turn your back in horror, indeed, on outcasts and exiles, on the poor and weak, on the obscurely born and the low-lived; but yet you honour, even by legal sanctions, unchaste men, adulterers, robbers, and parricides."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Tertullian: The Heathen Gods 7:10",
                            "text": "Must we regard it as a subject of ridicule or indignation, that such characters are believed to be gods who are not fit to be men? Then, again, in this mythic class of yours which the poets celebrate, how uncertain is your conduct as to purity of conscience and the maintenance thereof!  For whenever we hold up to execration the wretched, disgraceful and atrocious (examples) of your gods, you defend them as mere fables, on the pretence of poetic licence; whenever we volunteer a silent contempt of this said poetic licence, then you are not only troubled with no horror of it, but you go so far as to show it respect, and to hold it as one of the indispensable (fine) arts; nay, you carry out the studies of your higher classes by its means, as the very foundation of your literature."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Tertullian: The Heathen Gods 7:11",
                            "text": "Plato was of opinion that poets ought to be banished, as calumniators of the gods; (he would even have) Homer himself expelled from his republic, although, as you are aware, he was the crowned head of them all."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Tertullian: The Heathen Gods 7:12",
                            "text": "But while you admit and retain them thus, why should you not believe them when they disclose such things respecting your gods? And if you do believe your poets, how is it that you worship such gods (as they describe)?  If you worship them simply because you do not believe the poets, why do you bestow praise on such lying authors, without any fear of giving offence to those whose calumniators you honour? A regard for truth is not, of course, to be expected of poets."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Tertullian: The Heathen Gods 7:13",
                            "text": "But when you say that they only make men into gods after their death, do you not admit that before death the said gods were merely human? Now what is there strange in the fact, that they who were once men are subject to the dishonour of human casualties, or crimes, or fables?  Do you not, in fact, put faith in your poets, when it is in accordance with their rhapsodies that you have arranged in some instances your very rituals? How is it that the priestess of Ceres is ravished, if it is not because Ceres suffered a similar outrage? Why are the children of others sacrificed to Saturn, if it is not because he spared not his own?  Why is a male mutilated in honour of the Idaean goddess Cybele, unless it be that the (unhappy) youth who was too disdainful of her advances was castrated, owing to her vexation at his daring to cross her love? Why was not Hercules \"a dainty dish\" to the good ladies of Lanuvium, if it was not for the primeval offence which women gave to him? The poets, no doubt, are liars."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Tertullian: The Heathen Gods 7:14",
                            "text": "Yet it is not because of their telling us that your gods did such things when they were human beings, nor because they predicated divine scandals of a divine state, since it seemed to you more credible that gods should exist, though not of such a character, than that there should be such characters, although not gods."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Tertullian: The Heathen Gods 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:1",
                            "text": "The Gods of the Different Nations."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:2",
                            "text": "Varro's Gentile Class."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:3",
                            "text": "Their Inferiority."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:4",
                            "text": "A Good Deal of This Perverse Theology Taken from Scripture."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:5",
                            "text": "Serapis a Perversion of Joseph."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:6",
                            "text": "There remains the gentile class of gods amongst the several nations: these were adopted out of mere caprice, not from the knowledge of the truth; and our information about them comes from the private notions of different races."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:7",
                            "text": "God, I imagine, is everywhere known, everywhere present, powerful everywhere—an object whom all ought to worship, all ought to serve."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:8",
                            "text": "Since, then, it happens that even they, whom all the world worships in common, fail in the evidence of their true divinity, how much more must this befall those whom their very votaries have not succeeded in discovering! For what useful authority could possibly precede a theology of so defective a character as to be wholly unknown to fame?  How many have either seen or heard of the Syrian Atargatis, the African Coelestis, the Moorish Varsutina, the Arabian Obodas and Dusaris, or the Norican Belenus, or those whom Varro mentions—Deluentinus of Casinum, Visidianus of Narnia, Numiternus of Atina, or Ancharia of Asculum? And who have any clear notions of Nortia of Vulsinii? There is no difference in the worth of even their names, apart from the human surnames which distinguish them."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:9",
                            "text": "I laugh often enough at the little coteries of gods in each municipality, which have their honours confined within their own city walls."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:10",
                            "text": "To what lengths this licence of adopting gods has been pushed, the superstitious practices of the Egyptians show us; for they worship even their native animals, such as cats, crocodiles, and their snake."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:11",
                            "text": "It is therefore a small matter that they have also deified a man—him, I mean, whom not Egypt only, or Greece, but the whole world worships, and the Africans swear by; about whose state also all that helps our conjectures and imparts to our knowledge the semblance of truth is stated in our own (sacred) literature."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:12",
                            "text": "For that Serapis of yours was originally one of our own saints called Joseph."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:13",
                            "text": "The youngest of his brethren, but superior to them in intellect, he was from envy sold into Egypt, and became a slave in the family of Pharaoh king of the country."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:14",
                            "text": "Importuned by the unchaste queen, when he refused to comply with her desire, she turned upon him and reported him to the king, by whom he is put into prison."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:15",
                            "text": "There he displays the power of his divine inspiration, by interpreting aright the dreams of some (fellow-prisoners)."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:16",
                            "text": "Meanwhile the king, too, has some terrible dreams."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:17",
                            "text": "Joseph being brought before him, according to his summons, was able to expound them."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:18",
                            "text": "Having narrated the proofs of true interpretation which he had given in the prison, he opens out his dream to the king:  those seven fat-fleshed and well-favoured kine signified as many years of plenty; in like manner, the seven lean-fleshed animals predicted the scarcity of the seven following years."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:19",
                            "text": "He accordingly recommends precautions to be taken against the future famine from the previous plenty."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:20",
                            "text": "The king believed him."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:21",
                            "text": "The issue of all that happened showed how wise he was, how invariably holy, and now how necessary."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:22",
                            "text": "So Pharaoh set him over all Egypt, that he might secure the provision of corn for it, and thenceforth administer its government."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:23",
                            "text": "They called him Serapis, from the turban which adorned his head."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:24",
                            "text": "The peck-like shape of this turban marks the memory of his corn-provisioning; whilst evidence is given that the care of the supplies was all on his head, by the very ears of corn which embellish the border of the head-dress."
                        },
                        {
                            "verse": 25,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:25",
                            "text": "For the same reason, also, they made the sacred figure of a dog, which they regard (as a sentry) in Hades, and put it under his right hand, because the care of the Egyptians was concentrated under his hand."
                        },
                        {
                            "verse": 26,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:26",
                            "text": "And they put at his side Pharia, whose name shows her to have been the king's daughter."
                        },
                        {
                            "verse": 27,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:27",
                            "text": "For in addition to all the rest of his kind gifts and rewards, Pharaoh had given him his own daughter in marriage."
                        },
                        {
                            "verse": 28,
                            "chapter": 8,
                            "name": "Tertullian: The Heathen Gods 8:28",
                            "text": "Since, however, they had begun to worship both wild animals and human beings, they combined both figures under one form Anubis, in which there may rather be seen clear proofs of its own character and condition enshrined by a nation at war with itself, refractory to its kings, despised among foreigners, with even the appetite of a slave and the filthy nature of a dog."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Tertullian: The Heathen Gods 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Tertullian: The Heathen Gods 9:1",
                            "text": "A Disgraceful Feature of the Roman Mythology."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Tertullian: The Heathen Gods 9:2",
                            "text": "It Honours Such Infamous Characters as Larentina."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Tertullian: The Heathen Gods 9:3",
                            "text": "I hasten to even more abominable cases."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Tertullian: The Heathen Gods 9:4",
                            "text": "Your writers have not been ashamed to publish that of Larentina."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Tertullian: The Heathen Gods 9:5",
                            "text": "She was a hired prostitute, whether as the nurse of Romulus, and therefore called Lupa, because she was a prostitute, or as the mistress of Hercules, now deceased, that is to say, now deified."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Tertullian: The Heathen Gods 9:6",
                            "text": "They relate that his temple-warder happened to be playing at dice in the temple alone; and in order to represent a partner for himself in the game, in the absence of an actual one, he began to play with one hand for Hercules and the other for himself."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Tertullian: The Heathen Gods 9:7",
                            "text": "(The condition was,) that if he won the stakes from Hercules, he should with them procure a supper and a prostitute; if Hercules, however, proved the winner, I mean his other hand, then he should provide the same for Hercules."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Tertullian: The Heathen Gods 9:8",
                            "text": "The hand of Hercules won."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Tertullian: The Heathen Gods 9:9",
                            "text": "That achievement might well have been added to his twelve labours!  The temple-warden buys a supper for the hero, and hires Larentina to play the whore."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Tertullian: The Heathen Gods 9:10",
                            "text": "The fire which dissolved the body of even a Hercules enjoyed the supper, and the altar consumed everything."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Tertullian: The Heathen Gods 9:11",
                            "text": "Larentina sleeps alone in the temple; and she a woman from the brothel, boasts that in her dreams she had submitted herself to the pleasure of Hercules; and she might possibly have experienced this, as it passed through her mind, in her sleep."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Tertullian: The Heathen Gods 9:12",
                            "text": "In the morning, on going out of the temple very early, she is solicited by a young man—\"a third Hercules,\" so to speak."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Tertullian: The Heathen Gods 9:13",
                            "text": "He invites her home."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Tertullian: The Heathen Gods 9:14",
                            "text": "She complies, remembering that Hercules had told her that it would be for her advantage."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Tertullian: The Heathen Gods 9:15",
                            "text": "He then, to be sure, obtains permission that they should be united in lawful wedlock (for none was allowed to have intercourse with the concubine of a god without being punished for it); the husband makes her his heir."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Tertullian: The Heathen Gods 9:16",
                            "text": "By and by, just before her death, she bequeathed to the Roman people the rather large estate which she had obtained through Hercules."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Tertullian: The Heathen Gods 9:17",
                            "text": "After this she sought deification for her daughters too, whom indeed the divine Larentina ought to have appointed her heirs also."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Tertullian: The Heathen Gods 9:18",
                            "text": "The gods of the Romans received an accession in her dignity."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Tertullian: The Heathen Gods 9:19",
                            "text": "For she alone of all the wives of Hercules was dear to him, because she alone was rich; and she was even far more fortunate than Ceres, who contributed to the pleasure of the (king of the) dead."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Tertullian: The Heathen Gods 9:20",
                            "text": "After so many examples and eminent names among you, who might not have been declared divine? Who, in fact, ever raised a question as to his divinity against Antinous? Was even Ganymede more grateful and dear than he to (the supreme god) who loved him?  According to you, heaven is open to the dead."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Tertullian: The Heathen Gods 9:21",
                            "text": "You prepare a way from Hades to the stars."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Tertullian: The Heathen Gods 9:22",
                            "text": "Prostitutes mount it in all directions, so that you must not suppose that you are conferring a great distinction upon your kings."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Tertullian: The Heathen Gods 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Tertullian: The Heathen Gods 10:1",
                            "text": "The Romans Provided Gods for Birth, Nay, Even Before Birth, to Death."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Tertullian: The Heathen Gods 10:2",
                            "text": "Much Indelicacy in This System."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Tertullian: The Heathen Gods 10:3",
                            "text": "And you are not content to assert the divinity of such as were once known to you, whom you heard and handled, and whose portraits have been painted, and actions recounted, and memory retained amongst you; but men insist upon consecrating with a heavenly life I know not what incorporeal, inanimate shadows, and the mere names of things—dividing man's entire existence amongst separate powers even from his conception in the womb: so that there is a god Consevius, to preside over concubital generation; and Fluviona, to preserve the (growth of the) infant in the womb; after these come Vitumnus and Sentinus, through whom the babe begins to have life and its earliest sensation; then Diespiter, by whose office the child accomplishes its birth."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Tertullian: The Heathen Gods 10:4",
                            "text": "But when women begin their parturition, Candelifera also comes in aid, since childbearing requires the light of the candle; and other goddesses there are who get their names from the parts they bear in the stages of travail."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Tertullian: The Heathen Gods 10:5",
                            "text": "There were two Carmentas likewise, according to the general view: to one of them, called Postverta, belonged the function of assisting the birth of the introverted child; while the other, Prosa, executed the like office for the rightly born."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Tertullian: The Heathen Gods 10:6",
                            "text": "The god Farinus was so called from (his inspiring) the first utterance; while others believed in Locutius from his gift of speech."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Tertullian: The Heathen Gods 10:7",
                            "text": "Cunina is present as the protector of the child's deep slumber, and supplies to it refreshing rest."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Tertullian: The Heathen Gods 10:8",
                            "text": "To lift them (when fallen) there is Levana, and along with her Rumina."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Tertullian: The Heathen Gods 10:9",
                            "text": "It is a wonderful oversight that no gods were appointed for cleaning up the filth of children."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Tertullian: The Heathen Gods 10:10",
                            "text": "Then, to preside over their first pap and earliest drink you have Potina and Edula; to teach the child to stand erect is the work of Statina, whilst Adeona helps him to come to dear Mamma, and Abeona to toddle off again; then there is Domiduca, (to bring home the bride;) and the goddess Mens, to influence the mind to either good or evil."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Tertullian: The Heathen Gods 10:11",
                            "text": "They have likewise Volumnus and Voleta, to control the will; Paventina, (the goddess) of fear; Venilia, of hope; Volupia, of pleasure; Praestitia, of beauty."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Tertullian: The Heathen Gods 10:12",
                            "text": "Then, again, they give his name to Peragenor, from his teaching men to go through their work; to Consus, from his suggesting to them counsel."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Tertullian: The Heathen Gods 10:13",
                            "text": "Juventa is their guide on assuming the manly gown, and \"bearded Fortune\" when they come to full manhood."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Tertullian: The Heathen Gods 10:14",
                            "text": "If I must touch on their nuptial duties, there is Afferenda whose appointed function is to see to the offering of the dower; but fie on you! you have your Mutunus and Tutunus and Pertunda and Subigus and the goddess Prema and likewise Perfica."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Tertullian: The Heathen Gods 10:15",
                            "text": "O spare yourselves, ye impudent gods! No one is present at the secret struggles of married life."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Tertullian: The Heathen Gods 10:16",
                            "text": "Those very few persons who have a wish that way, go away and blush for very shame in the midst of their joy."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Tertullian: The Heathen Gods 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:1",
                            "text": "The Original Deities Were Human—With Some Very Questionable Characteristics."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:2",
                            "text": "Saturn or Time Was Human."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:3",
                            "text": "Inconsistencies of Opinion About Him."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:4",
                            "text": "Now, how much further need I go in recounting your gods—because I want to descant on the character of such as you have adopted? It is quite uncertain whether I shall laugh at your absurdity, or upbraid you for your blindness."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:5",
                            "text": "For how many, and indeed what, gods shall I bring forward? Shall it be the greater ones, or the lesser? The old ones, or the novel? The male, or the female? The unmarried, or such as are joined in wedlock? The clever, or the unskilful? The rustic or the town ones? The national or the foreign? For the truth is, there are so many families, so many nations, which require a catalogue (of gods), that they cannot possibly be examined, or distinguished, or described."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:6",
                            "text": "But the more diffuse the subject is, the more restriction must we impose on it."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:7",
                            "text": "As, therefore, in this review we keep before us but one object—that of proving that all these gods were once human beings (not, indeed, to instruct you in the fact, for your conduct shows that you have forgotten it)—let us adopt our compendious summary from the most natural method of conducting the examination, even by considering the origin of their race."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:8",
                            "text": "For the origin characterizes all that comes after it."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:9",
                            "text": "Now this origin of your gods dates, I suppose, from Saturn."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:10",
                            "text": "And when Varro mentions Jupiter, Juno, and Minerva, as the most ancient of the gods, it ought not to have escaped our notice, that every father is more ancient than his sons, and that Saturn therefore must precede Jupiter, even as Coelus does Saturn, for Saturn was sprung from Coelus and Terra."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:11",
                            "text": "I pass by, however, the origin of Coelus and Terra."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:12",
                            "text": "They led in some unaccountable way single lives, and had no children."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:13",
                            "text": "Of course they required a long time for vigorous growth to attain to such a stature."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:14",
                            "text": "By and by, as soon as the voice of Coelus began to break, and the breasts of Terra to become firm, they contract marriage with one another."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:15",
                            "text": "I suppose either Heaven came down to his spouse, or Earth went up to meet her lord."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:16",
                            "text": "Be that as it may, Earth conceived seed of Heaven, and when her year was fulfilled brought forth Saturn in a wonderful manner."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:17",
                            "text": "Which of his parents did he resemble? Well, then, even after parentage began, it is certain that they had no child previous to Saturn, and only one daughter afterwards—Ops; thenceforth they ceased to procreate."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:18",
                            "text": "The truth is, Saturn castrated Coelus as he was sleeping."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:19",
                            "text": "We read this name Coelus as of the masculine gender."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:20",
                            "text": "And for the matter of that, how could he be a father unless he were a male? But with what instrument was the castration effected? He had a scythe."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:21",
                            "text": "What, so early as that? For Vulcan was not yet an artificer in iron."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:22",
                            "text": "The widowed Terra, however, although still quite young, was in no hurry to marry another."
                        },
                        {
                            "verse": 23,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:23",
                            "text": "Indeed, there was no second Coelus for her."
                        },
                        {
                            "verse": 24,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:24",
                            "text": "What but Ocean offers her an embrace? But he savours of brackishness, and she has been accustomed to fresh water."
                        },
                        {
                            "verse": 25,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:25",
                            "text": "And so Saturn is the sole male child of Coelus and Terra."
                        },
                        {
                            "verse": 26,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:26",
                            "text": "When grown to puberty, he marries his own sister."
                        },
                        {
                            "verse": 27,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:27",
                            "text": "No laws as yet prohibited incest, nor punished parricide."
                        },
                        {
                            "verse": 28,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:28",
                            "text": "Then, when male children were born to him, he would devour them; better himself (should take them) than the wolves, (for to these would they become a prey) if he exposed them."
                        },
                        {
                            "verse": 29,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:29",
                            "text": "He was, no doubt, afraid that one of them might learn the lesson of his father's scythe."
                        },
                        {
                            "verse": 30,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:30",
                            "text": "When Jupiter was born in course of time, he was removed out of the way: (the father) swallowed a stone instead of the son, as was pretended."
                        },
                        {
                            "verse": 31,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:31",
                            "text": "This artifice secured his safety for a time; but at length the son, whom he had not devoured, and who had grown up in secret, fell upon him, and deprived him of his kingdom."
                        },
                        {
                            "verse": 32,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:32",
                            "text": "Such, then, is the patriarch of the gods whom Heaven and Earth produced for you, with the poets officiating as midwives."
                        },
                        {
                            "verse": 33,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:33",
                            "text": "Now some persons with a refined imagination are of opinion that, by this allegorical fable of Saturn, there is a physiological representation of Time: (they think) that it is because all things are destroyed by Time, that Coelus and Terra were themselves parents without having any of their own, and that the (fatal) scythe was used, and that (Saturn) devoured his own offspring, because he, in fact, absorbs within himself all things which have issued from him."
                        },
                        {
                            "verse": 34,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:34",
                            "text": "They call in also the witness of his name; for they say that he is called Κρόνος in Greek, meaning the same thing as χρόνος."
                        },
                        {
                            "verse": 35,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:35",
                            "text": "His Latin name also they derive from seed-sowing; for they suppose him to have been the actual procreator—that the seed, in fact, was dropt down from heaven to earth by his means."
                        },
                        {
                            "verse": 36,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:36",
                            "text": "They unite him with Ops, because seeds produce the affluent treasure (Opem) of actual life, and because they develope with labour (Opus)."
                        },
                        {
                            "verse": 37,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:37",
                            "text": "Now I wish that you would explain this metaphorical statement."
                        },
                        {
                            "verse": 38,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:38",
                            "text": "It was either Saturn or Time."
                        },
                        {
                            "verse": 39,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:39",
                            "text": "If it was Time, how could it be Saturn? If he, how could it be Time? For you cannot possibly reckon both these corporeal subjects as co-existing in one person."
                        },
                        {
                            "verse": 40,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:40",
                            "text": "What, however, was there to prevent your worshipping Time under its proper quality? Why not make a human person, or even a mythic man, an object of your adoration, but each in its proper nature not in the character of Time? What is the meaning of that conceit of your mental ingenuity, if it be not to colour the foulest matters with the feigned appearance of reasonable proofs? Neither, on the one hand, do you mean Saturn to be Time, because you say he is a human being; nor, on the other hand, whilst portraying him as Time, do you on that account mean that he was ever human."
                        },
                        {
                            "verse": 41,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:41",
                            "text": "No doubt, in the accounts of remote antiquity your god Saturn is plainly described as living on earth in human guise."
                        },
                        {
                            "verse": 42,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:42",
                            "text": "Anything whatever may obviously be pictured as incorporeal which never had an existence; there is simply no room for such fiction, where there is reality."
                        },
                        {
                            "verse": 43,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:43",
                            "text": "Since, therefore, there is clear evidence that Saturn once existed, it is in vain that you change his character."
                        },
                        {
                            "verse": 44,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:44",
                            "text": "He whom you will not deny to have once been man, is not at your disposal to be treated anyhow, nor can it be maintained that he is either divine or Time."
                        },
                        {
                            "verse": 45,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:45",
                            "text": "In every page of your literature the origin of Saturn is conspicuous."
                        },
                        {
                            "verse": 46,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:46",
                            "text": "We read of him in Cassius Severus and in the Corneliuses, Nepos and Tacitus, and, amongst the Greeks also, in Diodorus, and all other compilers of ancient annals."
                        },
                        {
                            "verse": 47,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:47",
                            "text": "No more faithful records of him are to be traced than in Italy itself."
                        },
                        {
                            "verse": 48,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:48",
                            "text": "For, after (traversing) many countries, and (enjoying) the hospitality of Athens, he settled in Italy, or, as it was called, oenotria, having met with a kind welcome from Janus, or Janes, as the Salii call him."
                        },
                        {
                            "verse": 49,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:49",
                            "text": "The hill on which he settled had the name Saturnius, whilst the city which he founded still bears the name Saturnia; in short, the whole of Italy once had the same designation."
                        },
                        {
                            "verse": 50,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:50",
                            "text": "Such is the testimony derived from that country which is now the mistress of the world: whatever doubt prevails about the origin of Saturn, his actions tell us plainly that he was a human being."
                        },
                        {
                            "verse": 51,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:51",
                            "text": "Since, therefore, Saturn was human, he came undoubtedly from a human stock; and more, because he was a man, he, of course, came not of Coelus and Terra."
                        },
                        {
                            "verse": 52,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:52",
                            "text": "Some people, however, found it easy enough to call him, whose parents were unknown, the son of those gods from whom all may in a sense seem to be derived."
                        },
                        {
                            "verse": 53,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:53",
                            "text": "For who is there that does not speak under a feeling of reverence of the heaven and the earth as his own father and mother? Or, in accordance with a custom amongst men, which induces them to say of any who are unknown or suddenly apparent, that \"they came from the sky?\"  Hence it happened that, because a stranger appeared suddenly everywhere, it became the custom to call him a heaven-born man,—just as we also commonly call earth-born all those whose descent is unknown."
                        },
                        {
                            "verse": 54,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:54",
                            "text": "I say nothing of the fact that such was the state of antiquity, when men's eyes and minds were so habitually rude, that they were excited by the appearance of every newcomer as if it were that of a god: much more would this be the case with a king, and that the primeval one."
                        },
                        {
                            "verse": 55,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:55",
                            "text": "I will linger some time longer over the case of Saturn, because by fully discussing his primordial history I shall beforehand furnish a compendious answer for all other cases; and I do not wish to omit the more convincing testimony of your sacred literature, the credit of which ought to be the greater in proportion to its antiquity."
                        },
                        {
                            "verse": 56,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:56",
                            "text": "Now earlier than all literature was the Sibyl; that Sibyl, I mean, who was the true prophetess of truth, from whom you borrow their title for the priests of your demons."
                        },
                        {
                            "verse": 57,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:57",
                            "text": "She in senarian verse expounds the descent of Saturn and his exploits in words to this effect: \"In the tenth generation of men, after the flood had overwhelmed the former race, reigned Saturn, and Titan, and Japetus, the bravest of the sons of Terra and Coelus\"."
                        },
                        {
                            "verse": 58,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:58",
                            "text": "Whatever credit, therefore, is attached to your older writers and literature, and much more to those who were the simplest as belonging to that age, it becomes sufficiently certain that Saturn and his family were human beings."
                        },
                        {
                            "verse": 59,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:59",
                            "text": "We have in our possession, then, a brief principle which amounts to a prescriptive rule about their origin serving for all other cases, to prevent our going wrong in individual instances."
                        },
                        {
                            "verse": 60,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:60",
                            "text": "The particular character of a posterity is shown by the original founders of the race—mortal beings (come) from mortals, earthly ones from earthly; step after step comes in due relation—marriage, conception, birth—country, settlements, kingdoms, all give the clearest proofs."
                        },
                        {
                            "verse": 61,
                            "chapter": 11,
                            "name": "Tertullian: The Heathen Gods 11:61",
                            "text": "They, therefore who cannot deny the birth of men, must also admit their death; they who allow their mortality must not suppose them to be gods."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Tertullian: The Heathen Gods 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:1",
                            "text": "The Gods Human at First."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:2",
                            "text": "Who Had the Authority to Make Them Divine? Jupiter Not Only Human, But Immoral."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:3",
                            "text": "Manifest cases, indeed, like these have a force peculiarly their own."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:4",
                            "text": "Men like Varro and his fellow-dreamers admit into the ranks of the divinity those whom they cannot assert to have been in their primitive condition anything but men; (and this they do) by affirming that they became gods after their death."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:5",
                            "text": "Here, then, I take my stand."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:6",
                            "text": "If your gods were elected to this dignity and deity, just as you recruit the ranks of your senate, you cannot help conceding, in your wisdom, that there must be some one supreme sovereign who has the power of selecting, and is a kind of Caesar; and nobody is able to confer on others a thing over which he has not absolute control."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:7",
                            "text": "Besides, if they were able to make gods of themselves after their death, pray tell me why they chose to be in an inferior condition at first? Or, again, if there is no one who made them gods, how can they be said to have been made such, if they could only have been made by some one else? There is therefore no ground afforded you for denying that there is a certain wholesale distributor of divinity."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:8",
                            "text": "Let us accordingly examine the reasons for despatching mortal beings to heaven."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:9",
                            "text": "I suppose you will produce a pair of them."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:10",
                            "text": "Whoever, then, is the awarder (of the divine honours), exercises his function, either that he may have some supports, or defences, or it may be even ornaments to his own dignity; or from the pressing claims of the meritorious, that he may reward all the deserving."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:11",
                            "text": "No other cause is it permitted us to conjecture."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:12",
                            "text": "Now there is no one who, when bestowing a gift on another, does not act with a view to his own interest or the other's."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:13",
                            "text": "This conduct, however, cannot be worthy of the Divine Being, inasmuch as His power is so great that He can make gods outright; whilst His bringing man into such request, on the pretence that he requires the aid and support of certain, even dead persons, is a strange conceit, since He was able from the very first to create for Himself immortal beings."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:14",
                            "text": "He who has compared human things with divine will require no further arguments on these points."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:15",
                            "text": "And yet the latter opinion ought to be discussed, that God conferred divine honours in consideration of meritorious claims."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:16",
                            "text": "Well, then, if the award was made on such grounds, if heaven was opened to men of the primitive age because of their deserts, we must reflect that after that time no one was worthy of such honour; except it be, that there is now no longer such a place for any one to attain to."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:17",
                            "text": "Let us grant that anciently men may have deserved heaven by reason of their great merits."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:18",
                            "text": "Then let us consider whether there really was such merit."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:19",
                            "text": "Let the man who alleges that it did exist declare his own view of merit."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:20",
                            "text": "Since the actions of men done in the very infancy of time are a valid claim for their deification, you consistently admitted to the honour the brother and sister who were stained with the sin of incest—Ops and Saturn."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:21",
                            "text": "Your Jupiter too, stolen in his infancy, was unworthy of both the home and the nutriment accorded to human beings; and, as he deserved for so bad a child, he had to live in Crete."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:22",
                            "text": "Afterwards, when full-grown, he dethrones his own father, who, whatever his parental character may have been, was most prosperous in his reign, king as he was of the golden age."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:23",
                            "text": "Under him, a stranger to toil and want, peace maintained its joyous and gentle sway; under him—  \"Nulli subigebant arva coloni;\"  \"No swains would bring the fields beneath their sway;\"  and without the importunity of any one the earth would bear all crops spontaneously."
                        },
                        {
                            "verse": 24,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:24",
                            "text": "But he hated a father who had been guilty of incest, and had once mutilated his grandfather."
                        },
                        {
                            "verse": 25,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:25",
                            "text": "And yet, behold, he himself marries his own sister; so that I should suppose the old adage was made for him: Τοῦ πατρὸς τὸ παιδίον—\"Father's own child\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:26",
                            "text": "There was \"not a pin to choose\" between the father's piety and the son's."
                        },
                        {
                            "verse": 27,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:27",
                            "text": "If the laws had been just even at that early time, Jupiter ought to have been \"sewed up in both sacks\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:28",
                            "text": "After this corroboration of his lust with incestuous gratification, why should he hesitate to indulge himself lavishly in the lighter excesses of adultery and debauchery? Ever since poetry sported thus with his character, in some such way as is usual when a runaway slave is posted up in public, we have been in the habit of gossiping without restraint of his tricks in our chat with passers-by; sometimes sketching him out in the form of the very money which was the fee of his debauchery—as when (he personated) a bull, or rather paid the money's worth of one, and showered (gold) into the maiden's chamber, or rather forced his way in with a bribe; sometimes (figuring him) in the very likenesses of the parts which were acted—as the eagle which ravished (the beautiful youth), and the swan which sang (the enchanting song)."
                        },
                        {
                            "verse": 29,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:29",
                            "text": "Well now, are not such fables as these made up of the most disgusting intrigues and the worst of scandals? or would not the morals and tempers of men be likely to become wanton from such examples? In what manner demons, the offspring of evil angels who have been long engaged in their mission, have laboured to turn men aside from the faith to unbelief and to such fables, we must not in this place speak of to any extent."
                        },
                        {
                            "verse": 30,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:30",
                            "text": "As indeed the general body (of your gods), which took their cue from their kings, and princes, and instructors, was not of the self-same nature, it was in some other way that similarity of character was exacted by their authority."
                        },
                        {
                            "verse": 31,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:31",
                            "text": "But how much the worst of them was he who (ought to have been, but) was not, the best of them? By a title peculiar to him, you are indeed in the habit of calling Jupiter \"the Best,\" whilst in Virgil he is \"aequus Jupiter\"."
                        },
                        {
                            "verse": 32,
                            "chapter": 12,
                            "name": "Tertullian: The Heathen Gods 12:32",
                            "text": "All therefore were like him—incestuous towards their own kith and kin, unchaste to strangers, impious, unjust! Now he whom mythic story left untainted with no conspicuous infamy, was not worthy to be made a god."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Tertullian: The Heathen Gods 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Tertullian: The Heathen Gods 13:1",
                            "text": "Gods, Those Which Were Confessedly Elevated to the Divine Condition, What Pre-Eminent Right Had They to Such Honour? Hercules an Inferior Character."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Tertullian: The Heathen Gods 13:2",
                            "text": "But since they will have it that those who have been admitted from the human state to the honours of deification should be kept separate from others, and that the distinction which Dionysius the Stoic drew should be made between the native and the factitious gods, I will add a few words concerning this last class also."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Tertullian: The Heathen Gods 13:3",
                            "text": "I will take Hercules himself for raising the gist of a reply (to the question) whether he deserved heaven and divine honours? For, as men choose to have it, these honours are awarded to him for his merits."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Tertullian: The Heathen Gods 13:4",
                            "text": "If it was for his valour in destroying wild beasts with intrepidity, what was there in that so very memorable? Do not criminals condemned to the games, though they are even consigned to the contest of the vile arena, despatch several of these animals at one time, and that with more earnest zeal? If it was for his world-wide travels, how often has the same thing been accomplished by the rich at their pleasant leisure, or by philosophers in their slave-like poverty? Is it forgotten that the cynic Asclepiades on a single sorry cow, riding on her back, and sometimes nourished at her udder, surveyed the whole world with a personal inspection?  Even if Hercules visited the infernal regions, who does not know that the way to Hades is open to all? If you have deified him on account of his much carnage and many battles, a much greater number of victories was gained by the illustrious Pompey, the conqueror of the pirates who had not spared Ostia itself in their ravages; and (as to carnage), how many thousands, let me ask, were cooped up in one corner of the citadel of Carthage, and slain by Scipio?  Wherefore Scipio has a better claim to be considered a fit candidate for deification than Hercules."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Tertullian: The Heathen Gods 13:5",
                            "text": "You must be still more careful to add to the claims of (our) Hercules his debaucheries with concubines and wives, and the swathes of Omphale, and his base desertion of the Argonauts because he had lost his beautiful boy."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Tertullian: The Heathen Gods 13:6",
                            "text": "To this mark of baseness add for his glorification likewise his attacks of madness, adore the arrows which slew his sons and wife."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Tertullian: The Heathen Gods 13:7",
                            "text": "This was the man who, after deeming himself worthy of a funeral pile in the anguish of his remorse for his parricides, deserved rather to die the unhonoured death which awaited him, arrayed in the poisoned robe which his wife sent him on account of his lascivious attachment (to another)."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Tertullian: The Heathen Gods 13:8",
                            "text": "You, however, raised him from the pyre to the sky, with the same facility with which (you have distinguished in like manner) another hero also, who was destroyed by the violence of a fire from the gods."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Tertullian: The Heathen Gods 13:9",
                            "text": "He having devised some few experiments, was said to have restored the dead to life by his cures."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Tertullian: The Heathen Gods 13:10",
                            "text": "He was the son of Apollo, half human, although the grandson of Jupiter, and great-grandson of Saturn (or rather of spurious origin, because his parentage was uncertain, as Socrates of Argon has related; he was exposed also, and found in a worse tutelage than even Jove's, suckled even at the dugs of a dog); nobody can deny that he deserved the end which befell him when he perished by a stroke of lightning."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Tertullian: The Heathen Gods 13:11",
                            "text": "In this transaction, however, your most excellent Jupiter is once more found in the wrong—impious to his grandson, envious of his artistic skill."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Tertullian: The Heathen Gods 13:12",
                            "text": "Pindar, indeed, has not concealed his true desert; according to him, he was punished for his avarice and love of gain, influenced by which he would bring the living to their death, rather than the dead to life, by the perverted use of his medical art which he put up for sale."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Tertullian: The Heathen Gods 13:13",
                            "text": "It is said that his mother was killed by the same stroke, and it was only right that she, who had bestowed so dangerous a beast on the world, should escape to heaven by the same ladder."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Tertullian: The Heathen Gods 13:14",
                            "text": "And yet the Athenians will not be at a loss how to sacrifice to gods of such a fashion, for they pay divine honours to aesculapius and his mother amongst their dead (worthies)."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Tertullian: The Heathen Gods 13:15",
                            "text": "As if, too, they had not ready to hand their own Theseus to worship, so highly deserving a god's distinction! Well, why not? Did he not on a foreign shore abandon the preserver of his life, with the same indifference, nay heartlessness, with which he became the cause of his father's death?."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Tertullian: The Heathen Gods 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Tertullian: The Heathen Gods 14:1",
                            "text": "The Constellations and the Genii Very Indifferent Gods."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Tertullian: The Heathen Gods 14:2",
                            "text": "The Roman Monopoly of Gods Unsatisfactory."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Tertullian: The Heathen Gods 14:3",
                            "text": "Other Nations Require Deities Quite as Much."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Tertullian: The Heathen Gods 14:4",
                            "text": "It would be tedious to take a survey of all those, too, whom you have buried amongst the constellations, and audaciously minister to as gods."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Tertullian: The Heathen Gods 14:5",
                            "text": "I suppose your Castors, and Perseus, and Erigona, have just the same claims for the honours of the sky as Jupiter's own big boy had."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Tertullian: The Heathen Gods 14:6",
                            "text": "But why should we wonder? You have transferred to heaven even dogs, and scorpions, and crabs."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Tertullian: The Heathen Gods 14:7",
                            "text": "I postpone all remarks concerning those whom you worship in your oracles."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Tertullian: The Heathen Gods 14:8",
                            "text": "That this worship exists, is attested by him who pronounces the oracle."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Tertullian: The Heathen Gods 14:9",
                            "text": "Why; you will have your gods to be spectators even of sadness, as is Viduus, who makes a widow of the soul, by parting it from the body, and whom you have condemned, by not permitting him to be enclosed within your city-walls; there is Caeculus also, to deprive the eyes of their perception; and Orbana, to bereave seed of its vital power; moreover, there is the goddess of death herself."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Tertullian: The Heathen Gods 14:10",
                            "text": "To pass hastily by all others, you account as gods the sites of places or of the city; such are Father Janus (there being, moreover, the archer-goddess Jana), and Septimontius of the seven hills."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Tertullian: The Heathen Gods 14:11",
                            "text": "Men sacrifice to the same Genii, whilst they have altars or temples in the same places; but to others besides, when they dwell in a strange place, or live in rented houses."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Tertullian: The Heathen Gods 14:12",
                            "text": "I say nothing about Ascensus, who gets his name for his climbing propensity, and Clivicola, from her sloping (haunts); I pass silently by the deities called Forculus from doors, and Cardea from hinges, and Limentinus the god of thresholds, and whatever others are worshipped by your neighbours as tutelar deities of their street doors."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Tertullian: The Heathen Gods 14:13",
                            "text": "There is nothing strange in this, since men have their respective gods in their brothels, their kitchens, and even in their prison."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Tertullian: The Heathen Gods 14:14",
                            "text": "Heaven, therefore, is crowded with innumerable gods of its own, both these and others belonging to the Romans, which have distributed amongst them the functions of one's whole life, in such a way that there is no want of the other gods."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Tertullian: The Heathen Gods 14:15",
                            "text": "Although, it is true, the gods which we have enumerated are reckoned as Roman peculiarly, and as not easily recognised abroad; yet how do all those functions and circumstances, over which men have willed their gods to preside, come about, in every part of the human race, and in every nation, where their guarantees are not only without an official recognition, but even any recognition at all?."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Tertullian: The Heathen Gods 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Tertullian: The Heathen Gods 15:1",
                            "text": "Inventors of Useful Arts Unworthy of Deification."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Tertullian: The Heathen Gods 15:2",
                            "text": "They Would Be the First to Acknowledge a Creator."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Tertullian: The Heathen Gods 15:3",
                            "text": "The Arts Changeable from Time to Time, and Some Become Obsolete."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Tertullian: The Heathen Gods 15:4",
                            "text": "Well, but certain men have discovered fruits and sundry necessaries of life, (and hence are worthy of deification)."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Tertullian: The Heathen Gods 15:5",
                            "text": "Now let me ask, when you call these persons \"discoverers,\" do you not confess that what they discovered was already in existence? Why then do you not prefer to honour the Author, from whom the gifts really come, instead of converting the Author into mere discoverers? Previously he who made the discover, the inventor himself no doubt expressed his gratitude to the Author; no doubt, too, he felt that He was God, to whom really belonged the religious service, as the Creator (of the gift), by whom also both he who discovered and that which was discovered were alike created."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Tertullian: The Heathen Gods 15:6",
                            "text": "The green fig of Africa nobody at Rome had heard of when Cato introduced it to the Senate, in order that he might show how near was that province of the enemy whose subjugation he was constantly urging."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Tertullian: The Heathen Gods 15:7",
                            "text": "The cherry was first made common in Italy by Cn."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Tertullian: The Heathen Gods 15:8",
                            "text": "Pompey, who imported it from Pontus."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Tertullian: The Heathen Gods 15:9",
                            "text": "I might possibly have thought the earliest introducers of apples amongst the Romans deserving of the public honour of deification."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Tertullian: The Heathen Gods 15:10",
                            "text": "This, however, would be as foolish a ground for making gods as even the invention of the useful arts."
                        },
                        {
                            "verse": 11,
                            "chapter": 15,
                            "name": "Tertullian: The Heathen Gods 15:11",
                            "text": "And yet if the skilful men of our own time be compared with these, how much more suitable would deification be to the later generation than to the former! For, tell me, have not all the extant inventions superseded antiquity, whilst daily experience goes on adding to the new stock? Those, therefore, whom you regard as divine because of their arts, you are really injuring by your very arts, and challenging (their divinity) by means of rival attainments, which cannot be surpassed."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Tertullian: The Heathen Gods 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:1",
                            "text": "Conclusion, the Romans Owe Not Their Imperial Power to Their Gods."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:2",
                            "text": "The Great God Alone Dispenses Kingdoms, He is the God of the Christians."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:3",
                            "text": "In conclusion, without denying all those whom antiquity willed and posterity has believed to be gods, to be the guardians of your religion, there yet remains for our consideration that very large assumption of the Roman superstitions which we have to meet in opposition to you, O heathen, viz."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:4",
                            "text": "that the Romans have become the lords and masters of the whole world, because by their religious offices they have merited this dominion to such an extent that they are within a very little of excelling even their own gods in power."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:5",
                            "text": "One cannot wonder that Sterculus, and Mutunus, and Larentina, have severally advanced this empire to its height! The Roman people has been by its gods alone ordained to such dominion."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:6",
                            "text": "For I could not imagine that any foreign gods would have preferred doing more for a strange nation than for their own people, and so by such conduct become the deserters and neglecters, nay, the betrayers of the native land wherein they were born and bred, and ennobled and buried."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:7",
                            "text": "Thus not even Jupiter could suffer his own Crete to be subdued by the Roman fasces, forgetting that cave of Ida, and the brazen cymbals of the Corybantes, and the most pleasant odour of the goat which nursed him on that dear spot."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:8",
                            "text": "Would he not have made that tomb of his superior to the whole Capitol, so that that land should most widely rule which covered the ashes of Jupiter?  Would Juno, too, be willing that the Punic city, for the love of which she even neglected Samos, should be destroyed, and that, too, by the fires of the sons of aeneas? Although I am well aware that  \"Hic illius arma,  Hic currus fuit, hoc regnum des gentibus esse,  Si qua fata sinant, jam tunc tenditque fovetque\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:9",
                            "text": "\"Here were her arms, her chariot here,  Here goddess-like, to fix one day  The seat of universal sway,  Might fate be wrung to yield assent,  E'en then her schemes, her cares were bent\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:10",
                            "text": "Still the unhappy (queen of gods) had no power against the fates! And yet the Romans did not accord as much honour to the fates, although they gave them Carthage, as they did to Larentina."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:11",
                            "text": "But surely those gods of yours have not the power of conferring empire."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:12",
                            "text": "For when Jupiter reigned in Crete, and Saturn in Italy, and Isis in Egypt, it was even as men that they reigned, to whom also were assigned many to assist them."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:13",
                            "text": "Thus he who serves also makes masters, and the bond-slave of Admetus aggrandizes with empire the citizens of Rome, although he destroyed his own liberal votary Croesus by deceiving him with ambiguous oracles."
                        },
                        {
                            "verse": 14,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:14",
                            "text": "Being a god, why was he afraid boldly to foretell to him the truth that he must lose his kingdom."
                        },
                        {
                            "verse": 15,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:15",
                            "text": "Surely those who were aggrandized with the power of wielding empire might always have been able to keep an eye, as it were, on their own cities."
                        },
                        {
                            "verse": 16,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:16",
                            "text": "If they were strong enough to confer empire on the Romans, why did not Minerva defend Athens from Xerxes? Or why did not Apollo rescue Delphi out of the hand of Pyrrhus? They who lost their own cities preserve the city of Rome, since (forsooth) the religiousness of Rome has merited the protection! But is it not rather the fact that this excessive devotion has been devised since the empire has attained its glory by the increase of its power? No doubt sacred rites were introduced by Numa, but then your proceedings were not marred by a religion of idols and temples."
                        },
                        {
                            "verse": 17,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:17",
                            "text": "Piety was simple, and worship humble; altars were artlessly reared, and the vessels (thereof) plain, and the incense from them scant, and the god himself nowhere."
                        },
                        {
                            "verse": 18,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:18",
                            "text": "Men therefore were not religious before they achieved greatness, (nor great) because they were religious."
                        },
                        {
                            "verse": 19,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:19",
                            "text": "But how can the Romans possibly seem to have acquired their empire by an excessive religiousness and very profound respect for the gods, when that empire was rather increased after the gods had been slighted? Now, if I am not mistaken, every kingdom or empire is acquired and enlarged by wars, whilst they and their gods also are injured by conquerors."
                        },
                        {
                            "verse": 20,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:20",
                            "text": "For the same ruin affects both city-walls and temples; similar is the carnage both of civilians and of priests; identical the plunder of profane things and of sacred."
                        },
                        {
                            "verse": 21,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:21",
                            "text": "To the Romans belong as many sacrileges as trophies; and then as many triumphs over gods as over nations."
                        },
                        {
                            "verse": 22,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:22",
                            "text": "Still remaining are their captive idols amongst them; and certainly, if they can only see their conquerors, they do not give them their love."
                        },
                        {
                            "verse": 23,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:23",
                            "text": "Since, however, they have no perception, they are injured with impunity; and since they are injured with impunity, they are worshipped to no purpose."
                        },
                        {
                            "verse": 24,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:24",
                            "text": "The nation, therefore, which has grown to its powerful height by victory after victory, cannot seem to have developed owing to the merits of its religion—whether they have injured the religion by augmenting their power, or augmented their power by injuring the religion."
                        },
                        {
                            "verse": 25,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:25",
                            "text": "All nations have possessed empire, each in its proper time, as the Assyrians, the Medes, the Persians, the Egyptians; empire is even now also in the possession of some, and yet they that have lost their power used not to behave without attention to religious services and the worship of the gods, even after these had become unpropitious to them, until at last almost universal dominion has accrued to the Romans."
                        },
                        {
                            "verse": 26,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:26",
                            "text": "It is the fortune of the times that has thus constantly shaken kingdoms with revolution."
                        },
                        {
                            "verse": 27,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:27",
                            "text": "Inquire who has ordained these changes in the times."
                        },
                        {
                            "verse": 28,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:28",
                            "text": "It is the same (great Being) who dispenses kingdoms, and has now put the supremacy of them into the hands of the Romans, very much as if the tribute of many nations were after its exaction amassed in one (vast) coffer."
                        },
                        {
                            "verse": 29,
                            "chapter": 16,
                            "name": "Tertullian: The Heathen Gods 16:29",
                            "text": "What He has determined concerning it, they know who are the nearest to Him."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Tertullian: The Heathen Gods 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:1",
                            "text": "A Fragment Concerning the Execrable Gods of the Heathen."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:2",
                            "text": "So great blindness has fallen on the Roman race, that they call their enemy Lord, and preach the filcher of blessings as being their very giver, and to him they give thanks."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:3",
                            "text": "They call those (deities), then, by human names, not by their own, for their own names they know not."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:4",
                            "text": "That they are daemons they understand: but they read histories of the old kings, and then, though they see that their character was mortal, they honour them with a deific name."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:5",
                            "text": "As for him whom they call Jupiter, and think to be the highest god, when he was born the years (that had elapsed) from the foundation of the world to him were some three thousand."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:6",
                            "text": "He is born in Greece, from Saturnus and Ops; and, for fear he should be killed by his father (or else, if it is lawful to say so, should be begotten anew), is by the advice of his mother carried down into Crete, and reared in a cave of Ida; is concealed from his father's search) by (the aid of) Cretans—born men!—rattling their arms; sucks a she-goat's dugs; flays her; clothes himself in her hide; and (thus) uses his own nurse's hide, after killing her, to be sure, with his own hand! but he sewed thereon three golden tassels worth the price of an hundred oxen each, as their author Homer relates, if it is fair to believe it."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:7",
                            "text": "This Jupiter, in adult age, waged war several years with his father; overcame him; made a parricidal raid on his home; violated his virgin sisters; selected one of them in marriage; drave his father by dint of arms."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:8",
                            "text": "The remaining scenes, moreover, of that act have been recorded."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:9",
                            "text": "Of other folks' wives, or else of violated virgins, he begat him sons; defiled freeborn boys; oppressed peoples lawlessly with despotic and kingly sway."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:10",
                            "text": "The father, whom they erringly suppose to have been the original god, was ignorant that this (son of his) was lying concealed in Crete; the son, again, whom they believe the mightier god, knows not that the father whom himself had banished is lurking in Italy."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:11",
                            "text": "If he was in heaven, when would he not see what was doing in Italy? For the Italian land is \"not in a corner\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:12",
                            "text": "And yet, had he been a god, nothing ought to have escaped him."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:13",
                            "text": "But that he whom the Italians call Saturnus did lurk there, is clearly evidenced on the face of it, from the fact that from his lurking the Hesperian tongue is to this day called Latin, as likewise their author Virgil relates."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:14",
                            "text": "(Jupiter,) then, is said to have been born on earth, while (Saturnus his father) fears lest he be driven by him from his kingdom, and seeks to kill him as being his own rival, and knows not that he has been stealthily carried off, and is in hiding; and afterwards the son-god pursues his father, immortal seeks to slay immortal (is it credible?), and is disappointed by an interval of sea, and is ignorant of (his quarry's) flight; and while all this is going on between two gods on earth, heaven is deserted."
                        },
                        {
                            "verse": 15,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:15",
                            "text": "No one dispensed the rains, no one thundered, no one governed all this mass of world."
                        },
                        {
                            "verse": 16,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:16",
                            "text": "For they cannot even say that their action and wars took place in heaven; for all this was going on on Mount Olympus in Greece."
                        },
                        {
                            "verse": 17,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:17",
                            "text": "Well, but heaven is not called Olympus, for heaven is heaven."
                        },
                        {
                            "verse": 18,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:18",
                            "text": "These, then, are the actions of theirs, which we will treat of first—nativity, lurking, ignorance, parricide, adulteries, obscenities—things committed not by a god, but by most impure and truculent human beings; beings who, had they been living in these days, would have lain under the impeachment of all laws—laws which are far more just and strict than their actions."
                        },
                        {
                            "verse": 19,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:19",
                            "text": "\"He drave his father by dint of arms\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:20",
                            "text": "The Falcidian and Sempronian law would bind the parricide in a sack with beasts."
                        },
                        {
                            "verse": 21,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:21",
                            "text": "\"He violated his sisters\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:22",
                            "text": "The Papinian law would punish the outrage with all penalties, limb by limb."
                        },
                        {
                            "verse": 23,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:23",
                            "text": "\"He invaded others' wedlock\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:24",
                            "text": "The Julian law would visit its adulterous violator capitally."
                        },
                        {
                            "verse": 25,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:25",
                            "text": "\"He defiled freeborn boys\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:26",
                            "text": "The Cornelian law would condemn the crime of transgressing the sexual bond with novel severities, sacrilegiously guilty as it is of a novel union."
                        },
                        {
                            "verse": 27,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:27",
                            "text": "This being is shown to have had no divinity either, for he was a human being; his father's flight escaped him."
                        },
                        {
                            "verse": 28,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:28",
                            "text": "To this human being, of such a character, to so wicked a king, so obscene and so cruel, God's honour has been assigned by men."
                        },
                        {
                            "verse": 29,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:29",
                            "text": "Now, to be sure, if on earth he were born and grew up through the advancing stages of life's periods, and in it committed all these evils, and yet is no more in it, what is thought (of him) but that he is dead? Or else does foolish error think wings were born him in his old age, whence to fly heavenward? Why, even this may possibly find credit among men bereft of sense, if indeed they believe, (as they do,) that he turned into a swan, to beget the Castors; an eagle, to contaminate Ganymede; a bull, to violate Europa; gold, to violate Danaë; a horse, to beget Pirithoüs; a goat, to beget Egyppa from a she-goat; a Satyr, to embrace Antiope."
                        },
                        {
                            "verse": 30,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:30",
                            "text": "Beholding these adulteries, to which sinners are prone, they therefore easily believe that sanctions of misdeed and of every filthiness are borrowed from their feigned god."
                        },
                        {
                            "verse": 31,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:31",
                            "text": "Do they perceive how void of amendment are the rest of his career's acts which can find credit, which are indeed true, and which, they say, he did without self transformation? Of Semele, he begets Liber; of Latona, Apollo and Diana; of Maia, Mercury; of Alcmena, Hercules."
                        },
                        {
                            "verse": 32,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:32",
                            "text": "But the rest of his corruptions, which they themselves confess, I am unwilling to record, lest turpitude, once buried, be again called to men's ears."
                        },
                        {
                            "verse": 33,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:33",
                            "text": "But of these few (offsprings of his) I have made mention; off-springs whom in their error they believe to be themselves, too, gods—born, to wit, of an incestuous father; adulterous births, supposititious births."
                        },
                        {
                            "verse": 34,
                            "chapter": 17,
                            "name": "Tertullian: The Heathen Gods 17:34",
                            "text": "And the living, eternal God, of sempiternal divinity, prescient of futurity, immeasurable, they have dissipated (into nothing, by associating Him) with crimes so unspeakable."
                        }
                    ]
                }
            ]
        }
    ]
}