{
    "books": [
        {
            "name": "Clement of Alexandria: On the Salvation of the Rich Man",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 1:1",
                            "text": "Clemens Alexandrinus  on the  Salvation of the Rich Man."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 1:2",
                            "text": "Translated by Rev."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 1:3",
                            "text": "William Wilson, M."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 1:4",
                            "text": "A."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 1:5",
                            "text": "Who is the Rich Man that Shall Be Saved?  I."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 1:6",
                            "text": "Those who bestow laudatory addresses on the rich appear to me to be rightly judged not only flatterers and base, in vehemently pretending that things which are disagreeable give them pleasure, but also godless and treacherous; godless, because neglecting to praise and glorify God, who is alone perfect and good, \"of whom are all things, and by whom are all things, and for whom are all things,\" they invest with divine honours men wallowing in an execrable and abominable life, and, what is the principal thing, liable on this account to the judgment of God; and treacherous, because, although wealth is of itself sufficient to puff up and corrupt the souls of its possessors, and to turn them from the path by which salvation is to be attained, they stupefy them still more, by inflating the minds of the rich with the pleasures of extravagant praises, and by making them utterly despise all things except wealth, on account of which they are admired; bringing, as the saying is, fire to fire, pouring pride on pride, and adding conceit to wealth, a heavier burden to that which by nature is a weight, from which somewhat ought rather to be removed and taken away as being a dangerous and deadly disease."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 1:7",
                            "text": "For to him who exalts and magnifies himself, the change and downfall to a low condition succeeds in turn, as the divine word teaches."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 1:8",
                            "text": "For it appears to me to be far kinder, than basely to flatter the rich and praise them for what is bad, to aid them in working out their salvation in every possible way; asking this of God, who surely and sweetly bestows such things on His own children; and thus by the grace of the Saviour healing their souls, enlightening them and leading them to the attainment of the truth; and whosoever obtains this and distinguishes himself in good works shall gain the prize of everlasting life."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 1:9",
                            "text": "Now prayer that runs its course till the last day of life needs a strong and tranquil soul; and the conduct of life needs a good and righteous disposition, reaching out towards all the commandments of the Saviour."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 2:1",
                            "text": "2 Perhaps the reason of salvation appearing more difficult to the rich than to poor men, is not single but manifold."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 2:2",
                            "text": "For some, merely hearing, and that in an off-hand way, the utterance of the Saviour, \"that it is easier for a camel to go through the eye of a needle than for a rich man to enter into the kingdom of heaven,\" despair of themselves as not destined to live, surrender all to the world, cling to the present life as if it alone was left to them, and so diverge more from the way to the life to come, no longer inquiring either whom the Lord and Master calls rich, or how that which is impossible to man becomes possible to God."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 2:3",
                            "text": "But others rightly and adequately comprehend this, but attaching slight importance to the works which tend to salvation, do not make the requisite preparation for attaining to the objects of their hope."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 2:4",
                            "text": "And I affirm both of these things of the rich who have learned both the Saviour's power and His glorious salvation."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 2:5",
                            "text": "With those who are ignorant of the truth I have little concern."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 3:1",
                            "text": "3 Those then who are actuated by a love of the truth and love of their brethren, and neither are rudely insolent towards such rich as are called, nor, on the other hand, cringe to them for their own avaricious ends, must first by the word relieve them of their groundless despair, and show with the requisite explanation of the oracles of the Lord that the inheritance of the kingdom of heaven is not quite cut off from them if they obey the commandments; then admonish them that they entertain a causeless fear, and that the Lord gladly receives them, provided they are willing; and then, in addition, exhibit and teach how and by what deeds and dispositions  they shall win the objects of hope, inasmuch as it is neither out of their reach, nor, on the other hand, attained without effort; but, as is the case with athletes—to compare things small and perishing with things great and immortal—let the man who is endowed with worldly wealth reckon that this depends on himself."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 3:2",
                            "text": "For among those, one man, because he despaired of being able to conquer and gain crowns, did not give in his name for the contest; while another, whose mind was inspired with this hope, and yet did not submit to the appropriate labours, and diet, and exercises, remained uncrowned, and was balked in his expectations."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 3:3",
                            "text": "So also let not the man that has been invested with worldly wealth proclaim himself excluded at the outset from the Saviour's lists, provided he is a believer and one who contemplates the greatness of God's philanthropy; nor let him, on the other hand, expect to grasp the crowns of immortality without struggle and effort, continuing untrained, and without contest."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 3:4",
                            "text": "But let him go and put himself under the Word as his trainer, and Christ the President of the contest; and for his prescribed food and drink let him have the New Testament of the Lord; and for exercises, the commandments; and for elegance and ornament, the fair dispositions, love, faith, hope, knowledge of the truth, gentleness, meekness, pity, gravity: so that, when by the last trumpet the signal shall be given for the race and departure hence, as from the stadium of life, he may with a good conscience present himself victorious before the Judge who confers the rewards, confessedly worthy of the Fatherland on high, to which he returns with crowns and the acclamations of angels."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 4:1",
                            "text": "4 May the Saviour then grant to us that, having begun the subject from this point, we may contribute to the brethren what is true, and suitable, and saving, first touching the hope itself, and, second, touching the access to the hope."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 4:2",
                            "text": "He indeed grants to those who beg, and teaches those who ask, and dissipate signorance and dispels despair, by introducing again the same words about the rich, which become their own interpreters and infallible expounders."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 4:3",
                            "text": "For there is nothing like listening again to the very same statements, which till now in the Gospels were distressing you, hearing them as you did without examination, and erroneously through puerility: \"And going forth into the way, one approached and kneeled, saying, Good Master, what good thing shall I do that I may inherit everlasting life? And Jesus saith, Why callest thou Me good? There is none good but one, that is, God."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 4:4",
                            "text": "Thou knowest the commandments."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 4:5",
                            "text": "Do not commit adultery, Do not kill, Do not steal, Do not bear false witness, Defraud not, Honour thy father and thy mother."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 4:6",
                            "text": "And he answering saith to Him, All these have I observed."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 4:7",
                            "text": "And Jesus, looking upon him, loved him, and said, One thing thou lackest."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 4:8",
                            "text": "If thou wouldest be perfect, sell what thou hast and give to the poor, and thou shall have treasure in heaven: and come, follow Me."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 4:9",
                            "text": "And he was sad at that saying, and went away grieved: for he was rich, having great possessions."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 4:10",
                            "text": "And Jesus looked round about, and saith to His disciples, How hardly shall they that have riches enter into the kingdom of God! And the disciples were astonished at His words."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 4:11",
                            "text": "But Jesus answereth again, and saith unto them, Children, how hard is it for them that trust in riches to enter into the kingdom of God! More easily shall a camel enter through the eye of a needle than a rich man into the kingdom of God."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 4:12",
                            "text": "And they were astonished out of measure, and said, Who then can be saved? And He, looking upon them, said, What is impossible with men is possible with God."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 4:13",
                            "text": "For with God all things are possible."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 4:14",
                            "text": "Peter began to say to Him, Lo, we have left all and followed Thee."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 4:15",
                            "text": "And Jesus answered and said, Verily I say unto you, Whosoever shall leave what is his own, parents, and brethren, and possessions, for My sake and the Gospel's, shall receive an hundred-fold now in this world, lands, and possessions, and house, and brethren, with persecutions; and in the world to come is life everlasting."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 4:16",
                            "text": "But many that are first shall be last, and the last first\"."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 5:1",
                            "text": "5 These things are written in the Gospel according to Mark; and in all the rest correspondingly; although perchance the expressions vary slightly in each, yet all show identical agreement in meaning."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 5:2",
                            "text": "But well knowing that the Saviour teaches nothing in a merely human way, but teaches all things to His own with divine and mystic wisdom, we must not listen to His utterances carnally; but with due investigation and intelligence must search out and learn the meaning hidden in them."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 5:3",
                            "text": "For even those things which seem to have been simplified to the disciples by the Lord Himself are found to require not less, even more, attention than what is expressed enigmatically, from the surpassing superabundance of wisdom in them."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 5:4",
                            "text": "And whereas the things which are thought to have been explained by Him to those within—those called by Him the children of the kingdom—require still more consideration than the things which seemed to have been expressed simply, and respecting which therefore no questions were asked by those who heard them, but which, pertaining to the entire design of salvation, and to be contemplated with admirable and supercelestial depth of mind, we must not receive superficially with  our ears, but with application of the mind to the very spirit of the Saviour, and the unuttered meaning of the declaration."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 6:1",
                            "text": "6 For our Lord and Saviour was asked pleasantly a question most appropriate for Him,—the Life respecting life, the Saviour respecting salvation, the Teacher respecting the chief doctrines taught, the Truth respecting the true immortality, the Word respecting the word of the Father, the Perfect respecting the perfect rest, the Immortal respecting the sure immortality."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 6:2",
                            "text": "He was asked respecting those things on account of which He descended, which He inculcates, which He teaches, which He offers, in order to show the essence of the Gospel, that it is the gift of eternal life."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 6:3",
                            "text": "For He foresaw as God, both what He would be asked, and what each one would answer Him."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 6:4",
                            "text": "For who should do this more than the Prophet of prophets, and the Lord of every prophetic spirit? And having been called \"good,\" and taking the starting note from this first expression, He commences His teaching with this, turning the pupil to God, the good, and first and only dispenser of eternal life, which the Son, who received it of Him, gives to us."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 7:1",
                            "text": "7 Wherefore the greatest and chiefest point of the instructions which relate to life must be implanted in the soul from the beginning,—to know the eternal God, the giver of what is eternal, and by knowledge and comprehension to possess God, who is first, and highest, and one, and good."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 7:2",
                            "text": "For this is the immutable and immoveable source and support of life, the knowledge of God, who really is, and who bestows the things which really are, that is, those which are eternal, from whom both being and the continuance of it are derived to other beings."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 7:3",
                            "text": "For ignorance of Him is death; but the knowledge and appropriation of Him, and love and likeness to Him, are the only life."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 8:1",
                            "text": "8 He then who would live the true life is enjoined first to know Him \"whom no one knows, except the Son reveal (Him)\"."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 8:2",
                            "text": "Next is to be learned the greatness of the Saviour after Him, and the newness of grace; for, according to the apostle, \"the law was given by Moses, grace and truth came by Jesus Christ;\" and the gifts granted through a faithful servant are not equal to those bestowed by the true Son."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 8:3",
                            "text": "If then the law of Moses had been sufficient to confer eternal life, it were to no purpose for the Saviour Himself to come and suffer for us, accomplishing the course of human life from His birth to His cross; and to no purpose for him who had done all the commandments of the law from his youth to fall on his knees and beg from another immortality."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 8:4",
                            "text": "For he had not only fulfilled the law, but had begun to do so from his very earliest youth."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 8:5",
                            "text": "For what is there great or pre-eminently illustrious in an old age which is unproductive of faults? But if one in juvenile frolicsomeness and the fire of youth shows a mature judgment older than his years, this is a champion admirable and distinguished, and hoary pre-eminently in mind."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 8:6",
                            "text": "But, nevertheless, this man being such, is perfectly persuaded that nothing is wanting to him as far as respects righteousness, but that he is entirely destitute of life."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 8:7",
                            "text": "Wherefore he asks it from Him who alone is able to give it."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 8:8",
                            "text": "And with reference to the law, he carries confidence; but the Son of God he addresses in supplication."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 8:9",
                            "text": "He is transferred from faith to faith."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 8:10",
                            "text": "As perilously tossing and occupying a dangerous anchorage in the law, he makes for the Saviour to find a haven."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 9:1",
                            "text": "9 Jesus, accordingly, does not charge him with not having fulfilled all things out of the law, but loves him, and fondly welcomes his obedience in what he had learned; but says that he is not perfect as respects eternal life, inasmuch as he had not fulfilled what is perfect, and that he is a doer indeed of the law, but idle at the true life."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 9:2",
                            "text": "Those things, indeed, are good."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 9:3",
                            "text": "Who denies it? For \"the commandment is holy,\" as far as a sort of training with fear and preparatory discipline goes, leading as it did to the culmination of legislation and to grace."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 9:4",
                            "text": "But Christ is the fulfilment \"of the law for righteousness to every one that believeth;\" and not as a slave making slaves, but sons, and brethren, and fellow-heirs, who perform the Father's will."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 10:1",
                            "text": "10 \"If thou wilt be perfect\"."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 10:2",
                            "text": "Consequently he was not yet perfect."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 10:3",
                            "text": "For nothing is more perfect than what is perfect."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 10:4",
                            "text": "And divinely the expression \"if thou wilt\" showed the self-determination of the soul holding converse with Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 10:5",
                            "text": "For choice depended on the man as being free; but the gift on God as the Lord."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 10:6",
                            "text": "And He gives to those who are willing and are exceedingly earnest, and ask, that so their salvation may become their own."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 10:7",
                            "text": "For God compels not (for compulsion is repugnant to God), but supplies to those who seek, and bestows on those who ask, and opens to those who knock."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 10:8",
                            "text": "If thou wilt, then, if thou really willest, and art not deceiving thyself, acquire what thou lackest."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 10:9",
                            "text": "One thing is lacking thee,—the one thing which abides, the good, that which is now above the law, which the law gives not, which the law contains not, which is the prerogative of those who live."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 10:10",
                            "text": "He forsooth who had fulfilled all the demands of the  law from his youth, and had gloried in what was magnificent, was not able to complete the whole with this one thing which was specially required by the Saviour, so as to receive the eternal life which he desired."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 10:11",
                            "text": "But he departed displeased, vexed at the commandment of the life, on account of which he supplicated."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 10:12",
                            "text": "For he did not truly wish life, as he averred, but aimed at the mere reputation of the good choice."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 10:13",
                            "text": "And he was capable of busying himself about many things; but the one thing, the work of life, he was powerless, and disinclined, and unable to accomplish."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 10:14",
                            "text": "Such also was what the Lord said to Martha, who was occupied with many things, and distracted and troubled with serving; while she blamed her sister, because, leaving serving, she set herself at His feet, devoting her time to learning: \"Thou art troubled about many things, but Mary hath chosen the good part, which shall not be taken away from her\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 10:15",
                            "text": "So also He bade him leave his busy life, and cleave to One and adhere to the grace of Him who offered everlasting life."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 11:1",
                            "text": "11 What then was it which persuaded him to flight, and made him depart from the Master, from the entreaty, the hope, the life, previously pursued with ardour?—\"Sell thy possessions\"."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 11:2",
                            "text": "And what is this? He does not, as some conceive off-hand, bid him throw away the substance he possessed, and abandon his property; but bids him banish from his soul his notions about wealth, his excitement and morbid feeling about it, the anxieties, which are the thorns of existence, which choke the seed of life."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 11:3",
                            "text": "For it is no great thing or desirable to be destitute of wealth, if without a special object,—not except on account of life."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 11:4",
                            "text": "For thus those who have nothing at all, but are destitute, and beggars for their daily bread, the poor dispersed on the streets, who know not God and God's righteousness, simply on account of their extreme want and destitution of subsistence, and lack even of the smallest things, were most blessed and most dear to God, and sole possessors of everlasting life."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 11:5",
                            "text": "Nor was the renunciation of wealth and the bestowment of it on the poor or needy a new thing; for many did so before the Saviour's advent,—some because of the leisure (thereby obtained) for learning, and on account of a dead wisdom; and others for empty fame and vainglory, as the Anaxagorases, the Democriti, and the Crateses."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 12:1",
                            "text": "12 Why then command as new, as divine, as alone life-giving, what did not save those of former days? And what peculiar thing is it that the new creature the Son of God intimates and teaches? It is not the outward act which others have done, but something else indicated by it, greater, more godlike, more perfect, the stripping off of the passions from the soul itself and from the disposition, and the cutting up by the roots and casting out of what is alien to the mind."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 12:2",
                            "text": "For this is the lesson peculiar to the believer, and the instruction worthy of the Saviour."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 12:3",
                            "text": "For those who formerly despised external things relinquished and squandered their property, but the passions of the soul, I believe, they intensified."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 12:4",
                            "text": "For they indulged in arrogance, pretension, and vainglory, and in contempt of the rest of mankind, as if they had done something superhuman."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 12:5",
                            "text": "How then would the Saviour have enjoined on those destined to live for ever what was injurious and hurtful with reference to the life which He promised? For although such is the case, one, after ridding himself of the burden of wealth, may none the less have still the lust and desire for money innate and living; and may have abandoned the use of it, but being at once destitute of and desiring what he spent, may doubly grieve both on account of the absence of attendance, and the presence of regret."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 12:6",
                            "text": "For it is impossible and inconceivable that those in want of the necessaries of life should not be harassed in mind, and hindered from better things in the endeavour to provide them somehow, and from some source."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 13:1",
                            "text": "13 And how much more beneficial the opposite case, for a man, through possessing a competency, both not himself to be in straits about money, and also to give assistance to those to whom it is requisite so to do! For if no one had anything, what room would be left among men for giving? And how can this dogma fail to be found plainly opposed to and conflicting with many other excellent teachings of the Lord? \"Make to yourselves friends of the mammon of unrighteousness, that when ye fail, they may receive you into the everlasting habitations\"."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 13:2",
                            "text": "\"Acquire treasures in heaven, where neither moth nor rust destroys, nor thieves break through\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 13:3",
                            "text": "How could one give food to the hungry, and drink to the thirsty, clothe the naked, and shelter the houseless, for not doing which He threatens with fire and the outer darkness, if each man first divested himself of all these things? Nay, He bids Zaccheus and Matthew, the rich tax-gathers, entertain Him hospitably."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 13:4",
                            "text": "And He does not bid them part  with their property, but, applying the just and removing the unjust judgment, He subjoins, \"To-day salvation has come to this house, forasmuch as he also is a son of Abraham\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 13:5",
                            "text": "He so praises the use of property as to enjoin, along with this addition, the giving a share of it, to give drink to the thirsty, bread to the hungry, to take the houseless in, and clothe the naked."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 13:6",
                            "text": "But if it is not possible to supply those needs without substance, and He bids people abandon their substance, what else would the Lord be doing than exhorting to give and not to give the same things, to feed and not to feed, to take in and to shut out, to share and not to share? which were the most irrational of all things."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 14:1",
                            "text": "14 Riches, then, which benefit also our neighbours, are not to be thrown away."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 14:2",
                            "text": "For they are possessions, inasmuch as they are possessed, and goods, inasmuch as they are useful and provided by God for the use of men; and they lie to our hand, and are put under our power, as material and instruments which are for good use to those who know the instrument."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 14:3",
                            "text": "If you use it skilfully, it is skilful; if you are deficient in skill, it is affected by your want of skill, being itself destitute of blame."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 14:4",
                            "text": "Such an instrument is wealth."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 14:5",
                            "text": "Are you able to make a right use of it? It is subservient to righteousness."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 14:6",
                            "text": "Does one make a wrong use of it? It is, on the other hand, a minister of wrong."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 14:7",
                            "text": "For its nature is to be subservient, not to rule."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 14:8",
                            "text": "That then which of itself has neither good nor evil, being blameless, ought not to be blamed; but that which has the power of using it well and ill, by reason of its possessing voluntary choice."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 14:9",
                            "text": "And this is the mind and judgment of man, which has freedom in itself and self-determination in the treatment of what is assigned to it."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 14:10",
                            "text": "So let no man destroy wealth, rather than the passions of the soul, which are incompatible with the better use of wealth."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 14:11",
                            "text": "So that, becoming virtuous and good, he may be able to make a good use of these riches."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 14:12",
                            "text": "The renunciation, then, and selling of all possessions, is to be understood as spoken of the passions of the soul."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 15:1",
                            "text": "15 I would then say this."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 15:2",
                            "text": "Since some things are within and some without the soul, and if the soul make a good use of them, they also are reputed good, but if a bad, bad;—whether does He who commands us to alienate our possessions repudiate those things, after the removal of which the passions still remain, or those rather, on the removal of which wealth even becomes beneficial? If therefore he who casts away worldly wealth can still be rich in the passions, even though the material for their gratification is absent,—for the disposition produces its own effects, and strangles the reason, and presses it down and inflames it with its inbred lusts,—it is then of no advantage to him to be poor in purse while he is rich in passions."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 15:3",
                            "text": "For it is not what ought to be cast away that he has cast away, but what is indifferent; and he has deprived himself of what is serviceable, but set on fire the innate fuel of evil through want of the external means of gratification."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 15:4",
                            "text": "We must therefore renounce those possessions that are injurious, not those that are capable of being serviceable, if one knows the right use of them."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 15:5",
                            "text": "And what is managed with wisdom, and sobriety, and piety, is profitable; and what is hurtful must be cast away."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 15:6",
                            "text": "But things external hurt not."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 15:7",
                            "text": "So then the Lord introduces the use of external things, bidding us put away not the means of subsistence, but what uses them badly."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 15:8",
                            "text": "And these are the infirmities and passions of the soul."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 16:1",
                            "text": "16 The presence of wealth in these is deadly to all, the loss of it salutary."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 16:2",
                            "text": "Of which, making the soul pure,—that is, poor and bare,—we must hear the Saviour speaking thus, \"Come, follow Me\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 16:3",
                            "text": "For to the pure in heart He now becomes the way."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 16:4",
                            "text": "But into the impure soul the grace of God finds no entrance."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 16:5",
                            "text": "And that (soul) is unclean which is rich in lusts, and is in the throes of many worldly affections."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 16:6",
                            "text": "For he who holds possessions, and gold, and silver, and houses, as the gifts of God; and ministers from them to the God who gives them for the salvation of men; and knows that he possesses them more for the sake of the brethren than his own; and is superior to the possession of them, not the slave of the things he possesses; and does not carry them about in his soul, nor bind and circumscribe his life within them, but is ever labouring at some good and divine work, even should he be necessarily some time or other deprived of them, is able with cheerful mind to bear their removal equally with their abundance."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 16:7",
                            "text": "This is he who is blessed by the Lord, and called poor in spirit, a meet heir of the kingdom of heaven, not one who could not live rich."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 17:1",
                            "text": "17 But he who carries his riches in his soul, and instead of God's Spirit bears in his heart gold or land, and is always acquiring possessions without end, and is perpetually on the outlook for more, bending downwards and fettered in the toils of the world, being earth and destined to depart to earth,—whence can he be able to desire and to mind the kingdom of heaven,—a man who carries not a heart, but land or metal, who must perforce be found in the midst of the objects he has chosen? For where the mind of man is, there is also his treasure."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 17:2",
                            "text": "The Lord acknowledges a twofold treasure,—the good: \"For the good man, out of the good treasure of his heart, bringeth forth good;\"  and the evil: for \"the evil man, out of the evil treasure, bringeth forth evil: for out of the abundance of the heart the mouth speaketh\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 17:3",
                            "text": "As then treasure is not one with Him, as also it is with us, that which gives the unexpected great gain in the finding, but also a second, which is profitless and undesirable, an evil acquisition, hurtful; so also there is a richness in good things, and a richness in bad things, since we know that riches and treasure are not by nature separated from each other."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 17:4",
                            "text": "And the one sort of riches is to be possessed and acquired, and the other not to be possessed, but to be cast away."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 17:5",
                            "text": "In the same way spiritual poverty is blessed."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 17:6",
                            "text": "Wherefore also Matthew added, \"Blessed are the poor\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 17:7",
                            "text": "How? \"In spirit\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 17:8",
                            "text": "And again, \"Blessed are they that hunger and thirst after the righteousness of God\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 17:9",
                            "text": "Wherefore wretched are the contrary kind of poor, who have no part in God, and still less in human property, and have not tasted of the righteousness of God."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 18:1",
                            "text": "18 So that (the expression) rich men that shall with difficulty enter into the kingdom, is to be apprehended in a scholarly way, not awkwardly, or rustically, or carnally."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 18:2",
                            "text": "For if the expression is used thus, salvation does not depend on external things, whether they be many or few, small or great, or illustrious or obscure, or esteemed or disesteemed; but on the virtue of the soul, on faith, and hope, and love, and brotherliness, and knowledge, and meekness, and humility, and truth, the reward of which is salvation."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 18:3",
                            "text": "For it is not on account of comeliness of body that any one shall live, or, on the other hand, perish."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 18:4",
                            "text": "But he who uses the body given to him chastely and according to God, shall live; and he that destroys the temple of God shall be destroyed."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 18:5",
                            "text": "An ugly man can be profligate, and a good-looking man temperate."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 18:6",
                            "text": "Neither strength and great size of body makes alive, nor does any of the members destroy."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 18:7",
                            "text": "But the soul which uses them provides the cause for each."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 18:8",
                            "text": "Bear then, it is said, when struck on the face; which a man strong and in good health can obey."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 18:9",
                            "text": "And again, a man who is feeble may transgress from refractoriness of temper."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 18:10",
                            "text": "So also a poor and destitute man may be found intoxicated with lusts; and a man rich in worldly goods temperate, poor in indulgences, trustworthy, intelligent, pure, chastened."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 18:11",
                            "text": "If then it is the soul which, first and especially, is that which is to live, and if virtue springing up around it saves, and vice kills; then it is clearly manifest that by being poor in those things, by riches of which one destroys it, it is saved, and by being rich in those things, riches of which ruin it, it is killed."
                        },
                        {
                            "verse": 12,
                            "chapter": 18,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 18:12",
                            "text": "And let us no longer seek the cause of the issue elsewhere than in the state and disposition of the soul in respect of obedience to God and purity, and in respect of transgression of the commandments and accumulation of wickedness."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 19:1",
                            "text": "19 He then is truly and rightly rich who is rich in virtue, and is capable of making a holy and faithful use of any fortune; while he is spuriously rich who is rich, according to the flesh, and turns life into outward possession, which is transitory and perishing, and now belongs to one, now to another, and in the end to nobody at all."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 19:2",
                            "text": "Again, in the same way there is a genuine poor man, and another counterfeit and falsely so called."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 19:3",
                            "text": "He that is poor in spirit, and that is the right thing, and he that is poor in a worldly sense, which is a different thing."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 19:4",
                            "text": "To him who is poor in worldly goods, but rich in vices, who is not poor in spirit and rich toward God, it is said, Abandon the alien possessions that are in thy soul, that, becoming pure in heart, thou mayest see God; which is another way of saying, Enter into the kingdom of heaven."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 19:5",
                            "text": "And how may you abandon them? By selling them."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 19:6",
                            "text": "What then? Are you to take money for effects, by effecting an exchange of riches, by turning your visible substance into money? Not at all."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 19:7",
                            "text": "But by introducing, instead of what was formerly inherent in your soul, which you desire to save, other riches which deify and which minister everlasting life, dispositions in accordance with the command of God; for which there shall accrue to you endless reward and honour, and salvation, and everlasting immortality."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 19:8",
                            "text": "It is thus that thou dost rightly sell the possessions, many are superfluous, which shut the heavens against thee by exchanging them for those which are able to save."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 19:9",
                            "text": "Let the former be possessed by the carnal poor, who are destitute of the latter."
                        },
                        {
                            "verse": 10,
                            "chapter": 19,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 19:10",
                            "text": "But thou, by receiving instead spiritual wealth, shalt have now treasure in the heavens."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 20:1",
                            "text": "20 The wealthy and legally correct man, not understanding these things figuratively, nor how the same man can be both poor and rich, and have wealth and not have it, and use the world and not use it, went away sad and downcast, leaving the state of life, which he was able merely to desire but not to attain, making for himself the difficult impossible."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 20:2",
                            "text": "For it was difficult for the soul not to be seduced and ruined by the luxuries and flowery enchantments that beset remarkable wealth; but it was not impossible, even surrounded with it, for one to lay hold of salvation, provided he withdrew himself from material wealth,—to  that which is grasped by the mind and taught by God, and learned to use things indifferent rightly and properly, and so as to strive after eternal life."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 20:3",
                            "text": "And the disciples even themselves were at first alarmed and amazed."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 20:4",
                            "text": "Why were they so on hearing this? Was it that they themselves possessed much wealth? Nay, they had long ago left their very nets, and hooks, and rowing boats, which were their sole possessions."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 20:5",
                            "text": "Why then do they say in consternation, \"Who can be saved?\" They had heard well and like disciples what was spoken in parable and obscurely by the Lord, and perceived the depth of the words."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 20:6",
                            "text": "For they were sanguine of salvation on the ground of their want of wealth."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 20:7",
                            "text": "But when they became conscious of not having yet wholly renounced the passions (for they were neophytes and recently selected by the Saviour), they were excessively astonished, and despaired of themselves no less than that rich man who clung so terribly to the wealth which he preferred to eternal life."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 20:8",
                            "text": "It was therefore a fit subject for all fear on the disciples' part; if both he that possesses wealth and he that is teeming with passions were the rich, and these alike shall be expelled from the heavens."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 20:9",
                            "text": "For salvation is the privilege of pure and passionless souls."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 21:1",
                            "text": "21 But the Lord replies, \"Because what is impossible with men is possible with God\"."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 21:2",
                            "text": "This again is full of great wisdom."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 21:3",
                            "text": "For a man by himself working and toiling at freedom from passion achieves nothing."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 21:4",
                            "text": "But if he plainly shows himself very desirous and earnest about this, he attains it by the addition of the power of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 21:5",
                            "text": "For God conspires with willing souls."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 21:6",
                            "text": "But if they abandon their eagerness, the spirit which is bestowed by God is also restrained."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 21:7",
                            "text": "For to save the unwilling is the part of one exercising compulsion; but to save the willing, that of one showing grace."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 21:8",
                            "text": "Nor does the kingdom of heaven belong to sleepers and sluggards, \"but the violent take it by force\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 21:9",
                            "text": "For this alone is commendable violence, to force God, and take life from God by force."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 21:10",
                            "text": "And He, knowing those who persevere firmly, or rather violently, yields and grants."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 21:11",
                            "text": "For God delights in being vanquished in such things."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 21:12",
                            "text": "Therefore on hearing those words, the blessed Peter, the chosen, the pre-eminent, the first of the disciples, for whom alone and Himself the Saviour paid tribute, quickly seized and comprehended the saying."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 21:13",
                            "text": "And what does he say? \"Lo, we have left all and followed Thee\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 21,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 21:14",
                            "text": "Now if by all he means his own property, he boasts of leaving four oboli perhaps in all, and forgets to show the kingdom of heaven to be their recompense."
                        },
                        {
                            "verse": 15,
                            "chapter": 21,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 21:15",
                            "text": "But if, casting away what we were now speaking of, the old mental possessions and soul diseases, they follow in the Master's footsteps, this now joins them to those who are to be enrolled in the heavens."
                        },
                        {
                            "verse": 16,
                            "chapter": 21,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 21:16",
                            "text": "For it is thus that one truly follows the Saviour, by aiming at sinlessness and at His perfection, and adorning and composing the soul before it as a mirror, and arranging everything in all respects similarly."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 22:1",
                            "text": "22 \"And Jesus answering said, Verily I say unto you, Whosoever shall leave what is his own, parents, and children, and wealth, for My sake and the Gospel's, shall receive an hundredfold\"."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 22:2",
                            "text": "But let neither this trouble you, nor the still harder saying delivered in another place in the words, \"Whoso hateth not father, and mother, and children, and his own life besides, cannot be My disciple\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 22:3",
                            "text": "For the God of peace, who also exhorts to love enemies, does not introduce hatred and dissolution from those that are dearest."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 22:4",
                            "text": "But if we are to love our enemies, it is in accordance with right reason that, ascending from them, we should love also those nearest in kindred."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 22:5",
                            "text": "Or if we are to hate our blood-relations, deduction teaches us that much more are we to spurn from us our enemies."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 22:6",
                            "text": "So that the reasonings would be shown to destroy one another."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 22:7",
                            "text": "But they do not destroy each other, nor are they near doing so."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 22:8",
                            "text": "For from the same feeling and disposition, and on the ground of the same rule, one loving his enemy may hate his father, inasmuch as he neither takes vengeance on an enemy, nor reverences a father more than Christ."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 22:9",
                            "text": "For by the one word he extirpates hatred and injury, and by the other shamefacedness towards one's relations, if it is detrimental to salvation."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 22:10",
                            "text": "If then one's father, or son, or brother, be godless, and become a hindrance to faith and an impediment to the higher life, let him not be friends or agree with him, but on account of the spiritual enmity, let him dissolve the fleshly relationship."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 23:1",
                            "text": "23 Suppose the matter to be a law-suit."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 23:2",
                            "text": "Let your father be imagined to present himself to you and say, \"I begot and reared thee."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 23:3",
                            "text": "Follow me, and join with me in wickedness, and obey not the law of Christ;\" and whatever a man who is a blasphemer and dead by nature would say."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 23:4",
                            "text": "But on the other side hear the Saviour: \"I regenerated thee, who wert ill born by the world to death."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 23:5",
                            "text": "I emancipated, healed, ransomed thee."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 23:6",
                            "text": "I will show thee the face of the good Father God."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 23:7",
                            "text": "Call no man thy father on earth."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 23:8",
                            "text": "Let the dead bury the dead; but follow thou Me."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 23:9",
                            "text": "For I will bring thee to a rest of ineffable and unutterable blessings, which eye hath not seen, nor ear heard, nor have entered into the  heart of men; into which angels desire to look, and see what good things God hath prepared for the saints and the children who love Him\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 23:10",
                            "text": "I am He who feeds thee, giving Myself as bread, of which he who has tasted experiences death no more, and supplying day by day the drink of immortality."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 23:11",
                            "text": "I am teacher of supercelestial lessons."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 23:12",
                            "text": "For thee I contended with Death, and paid thy death, which thou owedst for thy former sins and thy unbelief towards God\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 23,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 23:13",
                            "text": "Having heard these considerations on both sides, decide for thyself and give thy vote for thine own salvation."
                        },
                        {
                            "verse": 14,
                            "chapter": 23,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 23:14",
                            "text": "Should a brother say the like, should a child, should a wife, should any one whosoever, in preference to all let Christ in thee be conqueror."
                        },
                        {
                            "verse": 15,
                            "chapter": 23,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 23:15",
                            "text": "For He contends in thy behalf."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 24:1",
                            "text": "24 You may even go against wealth."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 24:2",
                            "text": "Say, \"Certainly Christ does not debar me from property."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 24:3",
                            "text": "The Lord does not envy\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 24:4",
                            "text": "But do you see yourself overcome and overthrown by it? Leave it, throw it away, hate, renounce, flee."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 24:5",
                            "text": "\"Even if thy right eye offend thee,\" quickly \"cut it out\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 24:6",
                            "text": "Better is the kingdom of God to a man with one eye, than the fire to one who is unmutilated."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 24:7",
                            "text": "Whether hand, or foot, or soul, hate it."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 24:8",
                            "text": "For if it is destroyed here for Christ's sake, it will be restored to life yonder."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 25:1",
                            "text": "25 And to this effect similarly is what follows."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 25:2",
                            "text": "\"Now at this present time not to have lands, and money, and houses, and brethren, with persecutions\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 25:3",
                            "text": "For it is neither penniless, nor homeless, nor brotherless people that the Lord calls to life, since He has also called rich people; but, as we have said above, also brothers, as Peter with Andrew, and James with John the sons of Zebedee, but of one mind with each other and Christ."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 25:4",
                            "text": "And the expression \"with persecutions\" rejects the possessing of each of those things."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 25:5",
                            "text": "There is a persecution which arises from without, from men assailing the faithful, either out of hatred, or envy, or avarice, or through diabolic agency."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 25:6",
                            "text": "But the most painful is internal persecution, which proceeds from each man's own soul being vexed by impious lusts, and diverse pleasures, and base hopes, and destructive dreams; when, always grasping at more, and maddened by brutish loves, and inflamed by the passions which beset it like goads and stings, it is covered with blood, (to drive it on) to insane pursuits, and to despair of life, and to contempt of God."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 25:7",
                            "text": "More grievous and painful is this persecution, which arises from within, which is ever with a man, and which the persecuted cannot escape; for he carries the enemy about everywhere in himself."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 25:8",
                            "text": "Thus also burning which attacks from without works trial, but that from within produces death."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 25:9",
                            "text": "War also made on one is easily put an end to, but that which is in the soul continues till death."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 25:10",
                            "text": "With such persecution, if you have worldly wealth, if you have brothers allied by blood and other pledges, abandon the whole wealth of these which leads to evil; procure peace for yourself, free yourself from protracted persecutions; turn from them to the Gospel; choose before all the Saviour and Advocate and Paraclete of your soul, the Prince of life."
                        },
                        {
                            "verse": 11,
                            "chapter": 25,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 25:11",
                            "text": "\"For the things which are seen are temporary; but the things which are not seen are eternal\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 25,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 25:12",
                            "text": "And in the present time are things evanescent and insecure, but in that to come is eternal life."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 26:1",
                            "text": "26 \"The first shall be last, and the last first\"."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 26:2",
                            "text": "This is fruitful in meaning and exposition, but does not demand investigation at present; for it refers not only to the wealthy alone, but plainly to all men, who have once surrendered themselves to faith."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 26:3",
                            "text": "So let this stand aside for the present."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 26:4",
                            "text": "But I think that our proposition has been demonstrated in no way inferior to what we promised, that the Saviour by no means has excluded the rich on account of wealth itself, and the possession of property, nor fenced off salvation against them; if they are able and willing to submit their life to God's commandments, and prefer them to transitory objects, and if they would look to the Lord with steady eye, as those who look for the nod of a good helmsman, what he wishes, what he orders, what he indicates, what signal he gives his mariners, where and whence he directs the ship's course."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 26:5",
                            "text": "For what harm does one do, who, previous to faith, by applying his mind and by saving has collected a competency? Or what is much less reprehensible than this, if at once by God, who gave him his life, he has had his home given him in the house of such men, among wealthy people, powerful in substance, and pre-eminent in opulence? For if, in consequence of his involuntary birth in wealth, a man is banished from life, rather is he wronged by God, who created him, in having vouchsafed to him temporary enjoyment, and in being deprived of eternal life."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 26:6",
                            "text": "And why should wealth have ever sprung from the earth at all, if it is the author and patron of death?  But if one is able in the midst of wealth to turn from its power, and to entertain moderate sentiments, and to exercise self-command, and to seek God alone, and to breathe God and walk with God, such a poor man submits to the commandments, being free, unsubdued, free of disease, unwounded by wealth."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 26:7",
                            "text": "But if not, \"sooner  shall a camel enter through a needle's eye, than such a rich man reach the kingdom of God\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 26:8",
                            "text": "Let then the camel, going through a narrow and strait way before the rich man, signify something loftier; which mystery of the Saviour is to be learned in the \"Exposition of first Principles and of Theology\"."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 27:1",
                            "text": "27 Well, first let the point of the parable, which is evident, and the reason why it is spoken, be presented."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 27:2",
                            "text": "Let it teach the prosperous that they are not to neglect their own salvation, as if they had been already fore-doomed, nor, on the other hand, to cast wealth into the sea, or condemn it as a traitor and an enemy to life, but learn in what way and how to use wealth and obtain life."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 27:3",
                            "text": "For since neither does one perish by any means by fearing because he is rich, nor is by any means saved by trusting and believing that he shall be saved, come let them look what hope the Saviour assigns them, and how what is unexpected may become ratified, and what is hoped for may come into possession."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 27:4",
                            "text": "The Master accordingly, when asked, \"Which is the greatest of the commandments?\" says, \"Thou shalt love the Lord thy God with all thy soul, and with all thy strength;\" that no commandment is greater than this (He says), and with exceeding good reason; for it gives command respecting the First and the Greatest, God Himself, our Father, by whom all things were brought into being, and exist, and to whom what is saved returns again."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 27:5",
                            "text": "By Him, then, being loved beforehand, and having received existence, it is impious for us to regard aught else older or more excellent; rendering only this small tribute of gratitude for the greatest benefits; and being unable to imagine anything else whatever by way of recompense to God, who needs nothing and is perfect; and gaining immortality by the very exercise of loving the Father to the extent of one's might and power."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 27:6",
                            "text": "For the more one loves God, the more he enters within God."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 28:1",
                            "text": "28 The second in order, and not any less than this, He says, is, \"Thou shalt love thy neighbour as thyself,\" consequently God above thyself."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 28:2",
                            "text": "And on His interlocutor inquiring, \"Who is my neighbour?\" He did not, in the same way with the Jews, specify the blood-relation, or the fellow-citizen, or the proselyte, or him that had been similarly circumcised, or the man who uses one and the same law."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 28:3",
                            "text": "But He introduces one on his way down from the upland region from Jerusalem to Jericho, and represents him stabbed by robbers, cast half-dead on the way, passed by the priest, looked sideways at by the Levite, but pitied by the vilified and excommunicated Samaritan; who did not, like those, pass casually, but came provided with such things as the man in danger required, such as oil, bandages, a beast of burden, money for the inn-keeper, part given now, and part promised."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 28:4",
                            "text": "\"Which,\" said He, \"of them was neighbour to him that suffered these things?\" and on his answering, \"He that showed mercy to him,\" (replied), Go thou also, therefore, and do likewise, since love buds into well-doing."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 29:1",
                            "text": "29 In both the commandments, then, He introduces love; but in order distinguishes it."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 29:2",
                            "text": "And in the one He assigns to God the first part of love, and allots the second to our neighbour."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 29:3",
                            "text": "Who else can it be but the Saviour Himself? or who more than He has pitied us, who by the rulers of darkness were all but put to death with many wounds, fears, lusts, passions, pains, deceits, pleasures? Of these wounds the only physician is Jesus, who cuts out the passions thoroughly by the root,—not as the law does the bare effects, the fruits of evil plants, but applies His axe to the roots of wickedness."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 29:4",
                            "text": "He it is that poured wine on our wounded souls (the blood of David's vine), that brought the oil which flows from the compassions of the Father, and bestowed it copiously."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 29:5",
                            "text": "He it is that produced the ligatures of health and of salvation that cannot be undone,—Love, Faith, Hope."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 29:6",
                            "text": "He it is that subjected angels, and principalities, and powers, for a great reward to serve us."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 29:7",
                            "text": "For they also shall be delivered from the vanity of the world through the revelation of the glory of the sons of God."
                        },
                        {
                            "verse": 8,
                            "chapter": 29,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 29:8",
                            "text": "We are therefore to love Him equally with God."
                        },
                        {
                            "verse": 9,
                            "chapter": 29,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 29:9",
                            "text": "And he loves Christ Jesus who does His will and keeps His commandments."
                        },
                        {
                            "verse": 10,
                            "chapter": 29,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 29:10",
                            "text": "\"For not every one that saith unto Me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of My Father\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 29,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 29:11",
                            "text": "And \"Why call ye Me Lord, Lord, and do not the things which I say?\" \"And blessed are ye who see and hear what neither righteous men nor prophets\" (have seen or heard), if ye do what I say."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 30:1",
                            "text": "30 He then is first who loves Christ; and second, he who loves and cares for those who have believed on Him."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 30:2",
                            "text": "For whatever is done to a disciple, the Lord accepts as done to Himself, and reckons the whole as His."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 30:3",
                            "text": "\"Come, ye blessed of My Father, inherit the kingdom prepared for you from the foundation of the world."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 30:4",
                            "text": "For I was an hungered, and ye gave Me to eat: I was thirsty, and ye gave Me to drink: and I was a stranger, and ye took Me in: I was naked and ye clothed Me: I was sick, and  ye visited Me: I was in prison, and ye came to Me."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 30:5",
                            "text": "Then shall the righteous answer, saying, Lord, when saw we Thee hungry, and fed Thee? or thirsty, and gave Thee drink? And when saw we Thee a stranger, and took Thee in? or naked, and clothed Thee? Or when saw we Thee sick, and visited Thee? or in prison, and came to Thee? And the King answering, shall say to them, Verily I say unto you, inasmuch as ye have done it unto one of the least of these My brethren, ye have done it unto Me\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 30:6",
                            "text": "Again, on the opposite side, to those who have not performed these things, \"Verily I say unto you, inasmuch as ye have not done it unto one of the least of these, ye have not done it to Me\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 30,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 30:7",
                            "text": "And in another place, \"He that receiveth you; receiveth Me; and he that receiveth not you, rejecteth Me\"."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 31:1",
                            "text": "31 Such He names children, and sons, and little children, and friends, and little ones here, in reference to their future greatness above."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 31:2",
                            "text": "\"Despise not,\" He says, \"one of these little ones; for their angels always behold the face of My Father in heaven\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 31:3",
                            "text": "And in another place, \"Fear not, little flock, for it is your Father's good pleasure to give you the kingdom of heaven\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 31:4",
                            "text": "Similarly also He says that \"the least in the kingdom of heaven\" that is His own disciple \"is greater than John, the greatest among those born of women\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 31:5",
                            "text": "And again, \"He that receiveth a righteous man or a prophet in the name of a righteous man or a prophet, shall receive their reward; and he that giveth to a disciple in the name of a disciple a cup of cold water to drink, shall not lose his reward\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 31:6",
                            "text": "Wherefore this is the only reward that is not lost."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 31:7",
                            "text": "And again, \"Make to you friends of the mammon of unrighteousness, that, when ye fail, they may receive you into everlasting habitations;\" showing that by nature all property which a man possesses in his own power is not his own."
                        },
                        {
                            "verse": 8,
                            "chapter": 31,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 31:8",
                            "text": "And from this unrighteousness it is permitted to work a righteous and saving thing, to refresh some one of those who have an everlasting habitation with the Father."
                        },
                        {
                            "verse": 9,
                            "chapter": 31,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 31:9",
                            "text": "See then, first, that He has not commanded you to be solicited or to wait to be importuned, but yourself to seek those who are to be benefited and are worthy disciples of the Saviour."
                        },
                        {
                            "verse": 10,
                            "chapter": 31,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 31:10",
                            "text": "Excellent, accordingly, also is the apostle's saying, \"For the Lord loveth a cheerful giver;\" who delights in giving, and spares not, sowing so that he may also thus reap, without murmuring, and disputing, and regret, and communicating, which is pure beneficence."
                        },
                        {
                            "verse": 11,
                            "chapter": 31,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 31:11",
                            "text": "But better than this is the saying spoken by the Lord in another place, \"Give to every one that asketh thee\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 31,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 31:12",
                            "text": "For truly such is God's delight in giving."
                        },
                        {
                            "verse": 13,
                            "chapter": 31,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 31:13",
                            "text": "And this saying is above all divinity,—not to wait to be asked, but to inquire oneself who deserves to receive kindness."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 32:1",
                            "text": "32 Then to appoint such a reward for liberality,—an everlasting habitation! O excellent trading! O divine merchandise! One purchases immortality for money; and, by giving the perishing things of the world, receives in exchange for these an eternal mansion in the heavens! Sail to this mart, if you are wise, O rich man! If need be, sail round the whole world."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 32:2",
                            "text": "Spare not perils and toils, that you may purchase here the heavenly kingdom."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 32:3",
                            "text": "Why do transparent stones and emeralds delight thee so much, and a house that is fuel for fire, or a plaything of time, or the sport of the earthquake, or an occasion for a tyrant's outrage? Aspire to dwell in the heavens, and to reign with God."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 32:4",
                            "text": "This kingdom a man imitating God will give thee."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 32:5",
                            "text": "By receiving a little here, there through all ages He will make thee a dweller with Him."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 32:6",
                            "text": "Ask that you may receive; haste; strive; fear lest He disgrace thee."
                        },
                        {
                            "verse": 7,
                            "chapter": 32,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 32:7",
                            "text": "For He is not commanded to receive, but thou to give."
                        },
                        {
                            "verse": 8,
                            "chapter": 32,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 32:8",
                            "text": "The Lord did not say, Give, or bring, or do good, or help, but make a friend."
                        },
                        {
                            "verse": 9,
                            "chapter": 32,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 32:9",
                            "text": "But a friend proves himself such not by one gift, but by long intimacy."
                        },
                        {
                            "verse": 10,
                            "chapter": 32,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 32:10",
                            "text": "For it is neither the faith, nor the love, nor the hope, nor the endurance of one day, but \"he that endureth to the end shall be saved\"."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 33:1",
                            "text": "33 How then does man give these things? For I will give not only to friends, but to the friends of friends."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 33:2",
                            "text": "And who is it that is the friend of God? Do not you judge who is worthy or who is unworthy."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 33:3",
                            "text": "For it is possible you may be mistaken in your opinion."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 33:4",
                            "text": "As in the uncertainty of ignorance it is better to do good to the undeserving for the sake of the deserving, than by guarding against those that are less good to fail to meet in with the good."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 33:5",
                            "text": "For though sparing, and aiming at testing, who will receive meritoriously or not, it is possible for you to neglect some that are loved by God; the penalty for which is the punishment of eternal fire."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 33:6",
                            "text": "But by offering to all in turn that need, you must of necessity by all means find some one of those who have power with God to save."
                        },
                        {
                            "verse": 7,
                            "chapter": 33,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 33:7",
                            "text": "\"Judge not, then, that ye be not judged."
                        },
                        {
                            "verse": 8,
                            "chapter": 33,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 33:8",
                            "text": "With what measure ye mete, it shall be measured to you again; good measure, pressed and shaken,  and running over, shall be given to you\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 33,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 33:9",
                            "text": "Open thy compassion to all who are enrolled the disciples of God; not looking contemptuously to personal appearance, nor carelessly disposed to any period of life."
                        },
                        {
                            "verse": 10,
                            "chapter": 33,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 33:10",
                            "text": "Nor if one appears penniless, or ragged, or ugly, or feeble, do thou fret in soul at this and turn away."
                        },
                        {
                            "verse": 11,
                            "chapter": 33,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 33:11",
                            "text": "This form is cast around us from without, the occasion of our entrance into this world, that we may be able to enter into this common school."
                        },
                        {
                            "verse": 12,
                            "chapter": 33,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 33:12",
                            "text": "But within dwells the hidden Father, and His Son, who died for us and rose with us."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 34:1",
                            "text": "34 This visible appearance cheats death and the devil; for the wealth within, the beauty, is unseen by them."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 34:2",
                            "text": "And they rave about the carcase, which they despise as weak, being blind to the wealth within; knowing not what a \"treasure in an earthen vessel\" we bear, protected as it is by the power of God the Father, and the blood of God the Son, and the dew of the Holy Spirit."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 34:3",
                            "text": "But be not deceived, thou who hast tasted of the truth, and been reckoned worthy of the great redemption."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 34:4",
                            "text": "But contrary to what is the case with the rest of men, collect for thyself an unarmed, an unwarlike, a bloodless, a passionless, a stainless host, pious old men, orphans dear to God, widows armed with meekness, men, adorned with love."
                        },
                        {
                            "verse": 5,
                            "chapter": 34,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 34:5",
                            "text": "Obtain with thy money such guards, for body and for soul, for whose sake a sinking ship is made buoyant, when steered by the prayers of the saints alone; and disease at its height is subdued, put to flight by the laying on of hands; and the attack of robbers is disarmed, spoiled by pious prayers; and the might of demons is crushed, put to shame in its operations by strenuous commands."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 35:1",
                            "text": "35 All these warriors and guards are trusty."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 35:2",
                            "text": "No one is idle, no one is useless."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 35:3",
                            "text": "One can obtain your pardon from God, another comfort you when sick, another weep and groan in sympathy for you to the Lord of all, another teach some of the things useful for salvation, another admonish with confidence, another counsel with kindness."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 35:4",
                            "text": "And all can love truly, without guile, without fear, without hypocrisy, without flattery, without pretence."
                        },
                        {
                            "verse": 5,
                            "chapter": 35,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 35:5",
                            "text": "O sweet service of loving souls! O blessed thoughts of confident hearts! O sincere faith of those who fear God alone! O truth of words with those who cannot lie! O beauty of deeds with those who have been commissioned to serve God, to persuade God, to please God, not to touch thy flesh! to speak, but to the King of eternity dwelling in thee."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 36:1",
                            "text": "36 All the faithful, then, are good and godlike, and worthy of the name by which they are encircled as with a diadem."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 36:2",
                            "text": "There are, besides, some, the elect of the elect, and so much more or less distinguished by drawing themselves, like ships to the strand, out of the surge of the world and bringing themselves to safety; not wishing to seem holy, and ashamed if one call them so; hiding in the depth of their mind the ineffable mysteries, and disdaining to let their nobleness be seen in the world; whom the Word calls \"the light of the world, and the salt of the earth\"."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 36:3",
                            "text": "This is the seed, the image and likeness of God, and His true son and heir, sent here as it were on a sojourn, by the high administration and suitable arrangement of the Father, by whom the visible and invisible things of the world were created; some for their service, some for their discipline, some for their instruction; and all things are held together so long as the seed remains here; and when it is gathered, these things shall be very quickly dissolved."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 37:1",
                            "text": "37 For what further need has God of the mysteries of love? And then thou shalt look into the bosom of the Father, whom God the only-begotten Son alone hath declared."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 37:2",
                            "text": "And God Himself is love; and out of love to us became feminine."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 37:3",
                            "text": "In His ineffable essence He is Father; in His compassion to us He became Mother."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 37:4",
                            "text": "The Father by loving became feminine: and the great proof of this is He whom He begot of Himself; and the fruit brought forth by love is love."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 37:5",
                            "text": "For this also He came down."
                        },
                        {
                            "verse": 6,
                            "chapter": 37,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 37:6",
                            "text": "For this He clothed Himself with man."
                        },
                        {
                            "verse": 7,
                            "chapter": 37,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 37:7",
                            "text": "For this He voluntarily subjected Himself to the experiences of men, that by bringing Himself to the measure of our weakness whom He loved, He might correspondingly bring us to the measure of His own strength."
                        },
                        {
                            "verse": 8,
                            "chapter": 37,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 37:8",
                            "text": "And about to be offered up and giving Himself a ransom, He left for us a new Covenant-testament: My love I give unto you."
                        },
                        {
                            "verse": 9,
                            "chapter": 37,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 37:9",
                            "text": "And what and how great is it? For each of us He gave His life,—the equivalent for all."
                        },
                        {
                            "verse": 10,
                            "chapter": 37,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 37:10",
                            "text": "This He demands from us in return for one another."
                        },
                        {
                            "verse": 11,
                            "chapter": 37,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 37:11",
                            "text": "And if we owe our lives to the brethren, and have made such a mutual compact with the Saviour, why should we any more hoard and shut up worldly goods, which are beggarly, foreign to us and transitory? Shall we shut up from each other what after a little shall be the property of the fire? Divinely and weightily John says, \"He that loveth not his brother is a murderer,\" the seed of Cain, a nursling of the devil."
                        },
                        {
                            "verse": 12,
                            "chapter": 37,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 37:12",
                            "text": "He has not God's compassion."
                        },
                        {
                            "verse": 13,
                            "chapter": 37,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 37:13",
                            "text": "He has no hope of better things."
                        },
                        {
                            "verse": 14,
                            "chapter": 37,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 37:14",
                            "text": "He is sterile; he is barren; he is not  a branch of the ever-living supercelestial vine."
                        },
                        {
                            "verse": 15,
                            "chapter": 37,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 37:15",
                            "text": "He is cut off; he waits the perpetual fire."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 38:1",
                            "text": "38 But learn thou the more excellent way, which Paul shows for salvation."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 38:2",
                            "text": "\"Love seeketh not her own,\" but is diffused on the brother."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 38:3",
                            "text": "About him she is fluttered, about him she is soberly insane."
                        },
                        {
                            "verse": 4,
                            "chapter": 38,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 38:4",
                            "text": "\"Love covers a multitude of sins\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 38,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 38:5",
                            "text": "\"Perfect love casteth out fear\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 38,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 38:6",
                            "text": "\"Vaunteth not itself, is not puffed up; rejoiceth not in iniquity, but rejoiceth in the truth; beareth all things, believeth all things, hopeth all things, endureth all things."
                        },
                        {
                            "verse": 7,
                            "chapter": 38,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 38:7",
                            "text": "Love never faileth."
                        },
                        {
                            "verse": 8,
                            "chapter": 38,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 38:8",
                            "text": "Prophecies are done away, tongues cease, gifts of healing fail on the earth."
                        },
                        {
                            "verse": 9,
                            "chapter": 38,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 38:9",
                            "text": "But these three abide, Faith, Hope, Love."
                        },
                        {
                            "verse": 10,
                            "chapter": 38,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 38:10",
                            "text": "But the greatest of these is Love\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 38,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 38:11",
                            "text": "And rightly."
                        },
                        {
                            "verse": 12,
                            "chapter": 38,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 38:12",
                            "text": "For Faith departs when we are convinced by vision, by seeing God."
                        },
                        {
                            "verse": 13,
                            "chapter": 38,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 38:13",
                            "text": "And Hope vanishes when the things hoped for come."
                        },
                        {
                            "verse": 14,
                            "chapter": 38,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 38:14",
                            "text": "But Love comes to completion, and grows more when that which is perfect has been bestowed."
                        },
                        {
                            "verse": 15,
                            "chapter": 38,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 38:15",
                            "text": "If one introduces it into his soul, although he be born in sins, and has done many forbidden things, he is able, by increasing love, and adopting a pure repentance, to retrieve his mistakes."
                        },
                        {
                            "verse": 16,
                            "chapter": 38,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 38:16",
                            "text": "For let not this be left to despondency and despair by you, if you learn who the rich man is that has not a place in heaven, and what way he uses his property."
                        }
                    ]
                },
                {
                    "chapter": 39,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 39",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 39,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 39:1",
                            "text": "39 If one should escape the superfluity of riches, and the difficulty they interpose in the way of life, and be able to enjoy the eternal good things; but should happen, either from ignorance or involuntary circumstances, after the seal and redemption, to fall into sins or transgressions so as to be quite carried away; such a man is entirely rejected by God."
                        },
                        {
                            "verse": 2,
                            "chapter": 39,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 39:2",
                            "text": "For to every one who has turned to God in truth, and with his whole heart, the doors are open, and the thrice-glad Father receives His truly repentant son."
                        },
                        {
                            "verse": 3,
                            "chapter": 39,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 39:3",
                            "text": "And true repentance is to be no longer bound in the same sins for which He denounced death against Himself, but to eradicate them completely from the soul."
                        },
                        {
                            "verse": 4,
                            "chapter": 39,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 39:4",
                            "text": "For on their extirpation God takes up His abode again in thee."
                        },
                        {
                            "verse": 5,
                            "chapter": 39,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 39:5",
                            "text": "For it is said there is great and exceeding joy and festival in the heavens with the Father and the angels when one sinner turns and repents."
                        },
                        {
                            "verse": 6,
                            "chapter": 39,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 39:6",
                            "text": "Wherefore also He cries, \"I will have mercy, and not sacrifice\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 39,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 39:7",
                            "text": "\"I desire not the death, but the repentance of the sinner\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 39,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 39:8",
                            "text": "\"Though your sins be as scarlet wool, I will make them white as snow; though they be blacker than darkness, I will wash and make them like white wool\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 39,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 39:9",
                            "text": "For it is in the power of God alone to grant the forgiveness of sins, and not to impute transgressions; since also the Lord commands us each day to forgive the repenting brethren."
                        },
                        {
                            "verse": 10,
                            "chapter": 39,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 39:10",
                            "text": "\"And if we, being evil, know to give good gifts,\" much more is it the nature of the Father of mercies, the good Father of all consolation, much pitying, very merciful, to be long-suffering, to wait for those who have turned."
                        },
                        {
                            "verse": 11,
                            "chapter": 39,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 39:11",
                            "text": "And to turn is really to cease from our sins, and to look no longer behind."
                        }
                    ]
                },
                {
                    "chapter": 40,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 40",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 40,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 40:1",
                            "text": "40 Forgiveness of past sins, then, God gives; but of future, each one gives to himself."
                        },
                        {
                            "verse": 2,
                            "chapter": 40,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 40:2",
                            "text": "And this is to repent, to condemn the past deeds, and beg oblivion of them from the Father, who only of all is able to undo what is done, by mercy proceeding from Him, and to blot out former sins by the dew of the Spirit."
                        },
                        {
                            "verse": 3,
                            "chapter": 40,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 40:3",
                            "text": "\"For by the state in which I find you will I judge,\" also, is what in each case the end of all cries aloud."
                        },
                        {
                            "verse": 4,
                            "chapter": 40,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 40:4",
                            "text": "So that even in the case of one who has done the greatest good deeds in his life, but at the end has run headlong into wickedness, all his former pains are profitless to him, since at the catastrophe of the drama he has given up his part; while it is possible for the man who formerly led a bad and dissolute life, on afterwards repenting, to overcome in the time after repentance the evil conduct of a long time."
                        },
                        {
                            "verse": 5,
                            "chapter": 40,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 40:5",
                            "text": "But it needs great carefulness, just as bodies that have suffered by protracted disease need regimen and special attention."
                        },
                        {
                            "verse": 6,
                            "chapter": 40,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 40:6",
                            "text": "Thief, dost thou wish to get forgiveness? steal no more."
                        },
                        {
                            "verse": 7,
                            "chapter": 40,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 40:7",
                            "text": "Adulterer, burn no more."
                        },
                        {
                            "verse": 8,
                            "chapter": 40,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 40:8",
                            "text": "Fornicator, live for the future chastely."
                        },
                        {
                            "verse": 9,
                            "chapter": 40,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 40:9",
                            "text": "Thou who hast robbed, give back, and give back more than thou tookest."
                        },
                        {
                            "verse": 10,
                            "chapter": 40,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 40:10",
                            "text": "False witness, practice truth."
                        },
                        {
                            "verse": 11,
                            "chapter": 40,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 40:11",
                            "text": "Perjurer, swear no more, and extirpate the rest of the passions, wrath, lust, grief, fear; that thou mayest be found at the end to have previously in this world been reconciled to the adversary."
                        },
                        {
                            "verse": 12,
                            "chapter": 40,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 40:12",
                            "text": "It is then probably impossible all at once to eradicate inbred passions; but by God's power and human intercession, and the help of brethren, and sincere repentance, and constant care, they are corrected."
                        }
                    ]
                },
                {
                    "chapter": 41,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 41",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 41,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 41:1",
                            "text": "41 Wherefore it is by all means necessary for thee, who art pompous, and powerful, and rich, to set over thyself some man of God as a trainer and governor."
                        },
                        {
                            "verse": 2,
                            "chapter": 41,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 41:2",
                            "text": "Reverence, though it be but one man; fear, though it be but one man."
                        },
                        {
                            "verse": 3,
                            "chapter": 41,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 41:3",
                            "text": "Give yourself to hearing, though it be but one speaking freely, using harshness, and at the same time healing."
                        },
                        {
                            "verse": 4,
                            "chapter": 41,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 41:4",
                            "text": "For it is good for the eyes not to continue always wanton, but to weep and smart sometimes, for greater health."
                        },
                        {
                            "verse": 5,
                            "chapter": 41,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 41:5",
                            "text": "So also nothing is more pernicious to the soul than  uninterrupted pleasure."
                        },
                        {
                            "verse": 6,
                            "chapter": 41,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 41:6",
                            "text": "For it is blinded by melting away, if it remain unmoved by bold speech."
                        },
                        {
                            "verse": 7,
                            "chapter": 41,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 41:7",
                            "text": "Fear this man when angry; be pained at his groaning; and reverence him when making his anger to cease; and anticipate him when he is deprecating punishment."
                        },
                        {
                            "verse": 8,
                            "chapter": 41,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 41:8",
                            "text": "Let him pass many sleepless nights for thee, interceding for thee with God, influencing the Father with the magic of familiar litanies."
                        },
                        {
                            "verse": 9,
                            "chapter": 41,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 41:9",
                            "text": "For He does not hold out against His children when they beg His pity."
                        },
                        {
                            "verse": 10,
                            "chapter": 41,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 41:10",
                            "text": "And for you he will pray purely, held in high honour as an angel of God, and grieved not by you, but for you."
                        },
                        {
                            "verse": 11,
                            "chapter": 41,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 41:11",
                            "text": "This is sincere repentance."
                        },
                        {
                            "verse": 12,
                            "chapter": 41,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 41:12",
                            "text": "\"God is not mocked,\" nor does He give heed to vain words."
                        },
                        {
                            "verse": 13,
                            "chapter": 41,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 41:13",
                            "text": "For He alone searches the marrow and reins of the heart, and hears those that are in the fire, and listens to those who supplicate in the whale's belly; and is near to all who believe, and far from the ungodly if they repent not."
                        }
                    ]
                },
                {
                    "chapter": 42,
                    "name": "Clement of Alexandria: On the Salvation of the Rich Man 42",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:1",
                            "text": "42 And that you may be still more confident, that repenting thus truly there remains for you a sure hope of salvation, listen to a tale, which is not a tale but a narrative, handed down and committed to the custody of memory, about the Apostle John."
                        },
                        {
                            "verse": 2,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:2",
                            "text": "For when, on the tyrant's death, he returned to Ephesus from the isle of Patmos, he went away, being invited, to the contiguous territories of the nations, here to appoint bishops, there to set in order whole Churches, there to ordain such as were marked out by the Spirit."
                        },
                        {
                            "verse": 3,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:3",
                            "text": "Having come to one of the cities not far off (the name of which some give), and having put the brethren to rest in other matters, at last, looking to the bishop appointed, and seeing a youth, powerful in body, comely in appearance, and ardent, said, \"This (youth) I commit to you in all earnestness, in the presence of the Church, and with Christ as witness\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:4",
                            "text": "And on his accepting and promising all, he gave the same injunction and testimony."
                        },
                        {
                            "verse": 5,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:5",
                            "text": "And he set out for Ephesus."
                        },
                        {
                            "verse": 6,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:6",
                            "text": "And the presbyter taking home the youth committed to him, reared, kept, cherished, and finally baptized him."
                        },
                        {
                            "verse": 7,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:7",
                            "text": "After this he relaxed his stricter care and guardianship, under the idea that the seal of the Lord he had set on him was a complete protection to him."
                        },
                        {
                            "verse": 8,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:8",
                            "text": "But on his obtaining premature freedom, some youths of his age, idle, dissolute, and adepts in evil courses, corrupt him."
                        },
                        {
                            "verse": 9,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:9",
                            "text": "First they entice him by many costly entertainments; then afterwards by night issuing forth for highway robbery, they take him along with them."
                        },
                        {
                            "verse": 10,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:10",
                            "text": "Then they dared to execute together something greater."
                        },
                        {
                            "verse": 11,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:11",
                            "text": "And he by degrees got accustomed; and from greatness of nature, when he had gone aside from the right path, and like a hard-mouthed and powerful horse, had taken the bit between his teeth, rushed with all the more force down into the depths."
                        },
                        {
                            "verse": 12,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:12",
                            "text": "And having entirely despaired of salvation in God, he no longer meditated what was insignificant, but having perpetrated some great exploit, now that he was once lost, he made up his mind to a like fate with the rest."
                        },
                        {
                            "verse": 13,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:13",
                            "text": "Taking them and forming a band of robbers, he was the prompt captain of the bandits, the fiercest, the bloodiest, the cruelest."
                        },
                        {
                            "verse": 14,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:14",
                            "text": "Time passed, and some necessity having emerged, they send again for John."
                        },
                        {
                            "verse": 15,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:15",
                            "text": "He, when he had settled the other matters on account of which he came, said, \"Come now, O bishop, restore to us the deposit which I and the Saviour committed to thee in the face of the Church over which you preside, as witness\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:16",
                            "text": "The other was at first confounded, thinking that it was a false charge about money which he did not get; and he could neither believe the allegation regarding what he had not, nor disbelieve John."
                        },
                        {
                            "verse": 17,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:17",
                            "text": "But when he said \"I demand the young man, and the soul of the brother,\" the old man, groaning deeply, and bursting into tears, said, \"He is dead\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:18",
                            "text": "\"How and what kind of death?\" \"He is dead,\" he said, \"to God."
                        },
                        {
                            "verse": 19,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:19",
                            "text": "For he turned wicked and abandoned, and at last a robber; and now he has taken possession of the mountain in front of the church, along with a band like him\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:20",
                            "text": "Rending, therefore, his clothes, and striking his head with great lamentation, the apostle said, \"It was a fine guard of a brother's soul I left! But let a horse be brought me, and let some one be my guide on the way\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:21",
                            "text": "He rode away, just as he was, straight from the church."
                        },
                        {
                            "verse": 22,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:22",
                            "text": "On coming to the place, he is arrested by the robbers' outpost; neither fleeing nor entreating, but crying, \"It was for this I came."
                        },
                        {
                            "verse": 23,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:23",
                            "text": "Lead me to your captain;\" who meanwhile was waiting, all armed as he was."
                        },
                        {
                            "verse": 24,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:24",
                            "text": "But when he recognized John as he advanced, he turned, ashamed, to flight."
                        },
                        {
                            "verse": 25,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:25",
                            "text": "The other followed with all his might, forgetting his age, crying, \"Why, my son, dost thou flee from me, thy father, unarmed, old? Son, pity me."
                        },
                        {
                            "verse": 26,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:26",
                            "text": "Fear not; thou hast still hope of life."
                        },
                        {
                            "verse": 27,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:27",
                            "text": "I will give account to Christ for thee."
                        },
                        {
                            "verse": 28,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:28",
                            "text": "If need be, I will willingly endure thy death, as the Lord did death for us."
                        },
                        {
                            "verse": 29,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:29",
                            "text": "For thee I will surrender my life."
                        },
                        {
                            "verse": 30,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:30",
                            "text": "Stand, believe; Christ hath sent me\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:31",
                            "text": "And he, when he heard, first stood, looking down; then threw down his arms, then trembled and wept bitterly."
                        },
                        {
                            "verse": 32,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:32",
                            "text": "And on the old man approaching, he embraced him, speaking for himself with lamentations as he could, and baptized a second time with tears, concealing only his right hand."
                        },
                        {
                            "verse": 33,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:33",
                            "text": "The other pledging, and assuring him on oath that he would find forgiveness for himself from the Saviour, beseeching and falling on his knees, and kissing his right hand itself, as now  purified by repentance, led him back to the church."
                        },
                        {
                            "verse": 34,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:34",
                            "text": "Then by supplicating with copious prayers, and striving along with him in continual fastings, and subduing his mind by various utterances of words, did not depart, as they say, till he restored him to the Church, presenting in him a great example of true repentance and a great token of regeneration, a trophy of the resurrection for which we hope; when at the end of the world, the angels, radiant with joy, hymning and opening the heavens, shall receive into the celestial abodes those who truly repent; and before all, the Saviour Himself goes to meet them, welcoming them; holding forth the shadowless, ceaseless light; conducting them, to the Father's bosom, to eternal life, to the kingdom of heaven."
                        },
                        {
                            "verse": 35,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:35",
                            "text": "Let one believe these things, and the disciples of God, and God, who is surety, the Prophecies, the Gospels, the Apostolic words; living in accordance with them, and lending his ears, and practising the deeds, he shall at his decease see the end and demonstration of the truths taught."
                        },
                        {
                            "verse": 36,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:36",
                            "text": "For he who in this world welcomes the angel of penitence will not repent at the time that he leaves the body, nor be ashamed when he sees the Saviour approaching in His glory and with His army."
                        },
                        {
                            "verse": 37,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:37",
                            "text": "He fears not the fire."
                        },
                        {
                            "verse": 38,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:38",
                            "text": "But if one chooses to continue and to sin perpetually in pleasures, and values indulgence here above eternal life, and turns away from the Saviour, who gives forgiveness; let him no more blame either God, or riches, or his having fallen, but his own soul, which voluntarily perishes."
                        },
                        {
                            "verse": 39,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:39",
                            "text": "But to him who directs his eye to salvation and desires it, and asks with boldness and vehemence for its bestowal, the good Father who is in heaven will give the true purification and the changeless life."
                        },
                        {
                            "verse": 40,
                            "chapter": 42,
                            "name": "Clement of Alexandria: On the Salvation of the Rich Man 42:40",
                            "text": "To whom, by His Son Jesus Christ, the Lord of the living and dead, and by the Holy Spirit, be glory, honour, power, eternal majesty, both now and ever, from generation to generation, and from eternity to eternity, Amen."
                        }
                    ]
                }
            ]
        }
    ]
}