{
    "books": [
        {
            "name": "Ambrose: Letter XL",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Ambrose: Letter XL 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:1",
                            "text": "Letter XL."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:2",
                            "text": "St."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:3",
                            "text": "Ambrose begs Theodosius to listen to him, as he cannot be silent without great risk to both."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:4",
                            "text": "He points out that Theodosius though God-fearing may be led astray, and points out that his decision respecting the restoration of the Jewish synagogue is full of peril, exposing the bishop to the danger of either acting against the truth or of death."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:5",
                            "text": "The case of Julian is referred to, and the reasons given for the imperial rescript are met, especially by the plea that the Jews had burnt many churches."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:6",
                            "text": "St."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:7",
                            "text": "Ambrose touches on the temple of the Valentinians, whom he declares to be worse than heathen, and points out what a door would be opened to the calumnies of the Jews and a triumph over Christ Himself."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:8",
                            "text": "The Emperor is lastly warned by the example of Maximus not to take the part of Jews or heretics, and is urged to clemency."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:9",
                            "text": "Ambrose, Bishop, to the most clement prince, and blessed Emperor, Theodosius the Augustus."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:10",
                            "text": "1."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:11",
                            "text": "I am continually harassed by almost incessant cares, most blessed Emperor, but I have never been in such anxiety as at present, since I see that I must take heed that there be nothing which may be ascribed to me savouring even of sacrilege."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:12",
                            "text": "And so I entreat you to listen with patience to what I say."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:13",
                            "text": "For, if I am unworthy to be heard by you, I am unworthy to offer for you, who have been entrusted by you with your vows and prayers."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:14",
                            "text": "Will you not yourself hear him whom you wish to be heard for you? Will you not hear him pleading his own cause whom you have heard for others? And do you not fear for your own decision, lest by thinking him unworthy to be heard by you, you make him unworthy to be heard for you?  2."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:15",
                            "text": "But it is neither the part of an emperor to refuse liberty of speech, nor of a priest not to say what he thinks."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:16",
                            "text": "For there is nothing in you emperors so popular and so estimable as to appreciate freedom in those even who are in subjection to you by military obedience."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:17",
                            "text": "For this is the difference between good and bad princes, that the good love liberty, the bad slavery."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:18",
                            "text": "And there is nothing in a priest so full of peril as regards God, or so base in the opinion of men, as not freely to declare what he thinks."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:19",
                            "text": "For it is written: \"I spoke of Thy testimonies before kings, and was not ashamed;\" and in another place: \"Son of man, I have set Thee a watchman unto the house of Israel, in order,\" it is said, \"that if the righteous doth turn from his righteousness, and commit iniquity, because thou hast not given him warning,\" that is, hast not told him what to guard against, \"the memory of his righteousness shall not be retained, and I will require his blood at thine hand."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:20",
                            "text": "But if thou warn the righteous that he sin not, and he doth not sin, the righteous shall surely live because thou hast warned him, and thou shalt deliver thy soul\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:21",
                            "text": "3."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:22",
                            "text": "I had rather then, O Emperor, have fellowship with you in good than in evil, and therefore the silence of the priest ought to displease your Clemency, and his freedom to please you."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:23",
                            "text": "For you are involved in the risk of my silence, but are aided by the benefit of my freedom."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:24",
                            "text": "I am not, then, officiously intruding in things where I ought not, nor interfering in the affairs of others."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:25",
                            "text": "I am obeying the commands of God."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:26",
                            "text": "And I do this first of all out of love for you, good-will toward you, and desire of preserving your well-doing."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:27",
                            "text": "If I am not believed in this, or am forbidden to act on this feeling, I speak in very truth for fear of offending God."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:28",
                            "text": "For if my peril would set you free, I would patiently offer myself for you, though not willingly, for I had rather that without my peril you might be acceptable to God and glorious."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:29",
                            "text": "But if the guilt of silence and dissimulation on my part would both weigh me down and not set you free, I had  rather that you should think me too importunate, than useless and base."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:30",
                            "text": "Since it is written, as the holy Apostle Paul says, whose teaching you cannot controvert: \"Be instant, in season, out of season, reprove, entreat, rebuke with all patience and doctrine\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:31",
                            "text": "4."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:32",
                            "text": "We, then, also have One Whom it is even more perilous to displease, especially since even emperors are not displeased when every one discharges his own office, and you patiently listen to every one making suggestions in his own sphere, nay, you rebuke him if he act not according to the order of his service."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:33",
                            "text": "Can this, then, seem to you offensive in priests, which you willingly accept from those who serve you; since we speak not what we wish, but what we are bidden? For you know the passage: \"When ye shall stand before kings and rulers, take no thought what ye shall speak, for it shall be given you in that hour what ye shall speak; for it is not ye that speak, but the Spirit of your Father Who speaketh in you\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:34",
                            "text": "And if I were speaking in state causes, although justice must be observed even in them, I should not feel such dread if I were not listened to, but in the cause of God whom will you listen to, if not to the priest, at whose greater peril sin is committed? Who will dare to tell you the truth if the priest dare not?  5."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:35",
                            "text": "I know that you are Godfearing, merciful, gentle, and calm, having the faith and fear of God at heart, but often some things escape our notice."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:36",
                            "text": "\"Some have a zeal of God, but not according to knowledge\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:37",
                            "text": "And I think that we ought to take care lest this also come upon faithful souls."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:38",
                            "text": "I know your piety towards God, your lenity towards men, I myself am bound by the benefits of your favour."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:39",
                            "text": "And therefore I fear the more, I am the more anxious; lest even you condemn me hereafter by your own judgment, because through my want of openness or my flattery you should not have avoided some fault."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:40",
                            "text": "If I saw that you sinned against me, I ought not to keep silence, for it is written: \"If thy brother sin against thee, rebuke him at first, then chide him sharply before two or three witnesses."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:41",
                            "text": "If he will not hear thee, tell the Church\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:42",
                            "text": "Shall I, then, keep silence in the cause of God? Let us, then, consider what I have to fear."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:43",
                            "text": "6."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:44",
                            "text": "A report was made by the military Count of the East that a synagogue had been burnt, and that this was done at the instigation of the Bishop."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:45",
                            "text": "You gave command that the others should be punished, and the synagogue be rebuilt by the Bishop himself."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:46",
                            "text": "I do not urge that the Bishop's account ought to have been waited for, for priests are the calmers of disturbances, and anxious for peace, except when even they are moved by some offence against God, or insult to the Church."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:47",
                            "text": "Let us suppose that that Bishop was too eager in the matter of burning the synagogue, and too timid at the judgment-seat, are not you afraid, O Emperor, lest he comply with your sentence, lest he fail in his faith?  7."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:48",
                            "text": "Are you not also afraid, lest, which will happen, he oppose your Count with a refusal? He will then be obliged to make him either an apostate or a martyr, either of these alien to the times, either of them equivalent to persecution, if he be compelled either to apostatize or to undergo martyrdom."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:49",
                            "text": "You see in what direction the issue of the matter inclines."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:50",
                            "text": "If you think the Bishop firm, guard against making a martyr of a firm man; if you think him vacillating, avoid causing the fall of one who is frail."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:51",
                            "text": "For he has a heavy responsibility who has caused the weak to fall."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:52",
                            "text": "8."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:53",
                            "text": "Having, then, thus stated the two sides of the matter, suppose that the said Bishop says that he himself kindled the fire, collected the crowd, gathered the people together, in order not to lose an opportunity of martyrdom, and instead of the weak to put forward a stronger athlete."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:54",
                            "text": "O happy falsehood, whereby one gains for others acquittal, for himself grace! This it is, O Emperor, which I, too, have requested, that you would rather take vengeance on me, and if you consider this a crime, would attribute it to me."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:55",
                            "text": "Why order judgment against one who is absent? You have the guilty man present, you hear his confession."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:56",
                            "text": "I declare that I set fire to the synagogue, or at least that I ordered those who did it, that there might not be a place where Christ was denied."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:57",
                            "text": "If it be objected to me that I did not set the synagogue on fire here, I answer, it began to be burnt by the judgment of God, and my work came to an end."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:58",
                            "text": "And if the very truth be asked, I was the more slack because I did not expect that it would be punished."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:59",
                            "text": "Why should I do that  which as it was unavenged would also be without reward? These words hurt modesty but recall grace, lest that be done whereby an offence against God most High may be committed."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:60",
                            "text": "9."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:61",
                            "text": "But let it be granted that no one will cite the Bishop to the performance of this task, for I have asked this of your Clemency, and although I have not yet read that this edict is revoked, let us notwithstanding assume that it is revoked."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:62",
                            "text": "What if others more timid offer that the synagogue be restored at their cost; or that the Count, having found this previously determined, himself orders it to be rebuilt out of the funds of Christians? You, O Emperor, will have an apostate Count, and to him will you entrust the victorious standards? Will you entrust the labarum, consecrated as it is by the Name of Christ, to one who restores the synagogue which knows not Christ? Order the labarum to be carried into the synagogue, and let us see if they do not resist."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:63",
                            "text": "10."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:64",
                            "text": "Shall, then, a place be made for the unbelief of the Jews out of the spoils of the Church, and shall the patrimony, which by the favour of Christ has been gained for Christians, be transferred to the treasuries of unbelievers? We read that of old temples were built for idols of the plunder taken from Cimbri, and the spoils of other enemies."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:65",
                            "text": "Shall the Jews write this inscription on the front of their synagogue: \"The temple of impiety, erected from the plunder of Christians\"?  11."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:66",
                            "text": "But, perhaps, the cause of discipline moves you, O Emperor."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:67",
                            "text": "Which, then, is of greater importance, the show of discipline or the cause of religion? It is needful that judgment should yield to religion."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:68",
                            "text": "12."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:69",
                            "text": "Have you not heard, O Emperor, how, when Julian had commanded that the temple of Jerusalem should be restored, those who were clearing the rubbish were consumed by fire? Will you not beware lest this happen now again? For you ought not to have commanded what Julian commanded."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:70",
                            "text": "13."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:71",
                            "text": "But what is your motive? Is it because a public building of whatever kind has been burnt, or because it was a synagogue? If you are moved by the burning of a building of no importance (for what could there be in so mean a town?), do you not remember, O Emperor, how many prefects' houses have been burnt at Rome, and no one inflicted punishment for it? And, in truth, if any emperor had desired to punish the deed sharply, he would have injured the cause of him who had suffered so great a loss."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:72",
                            "text": "Which, then, is more fitting, that a fire in some part of the buildings of Callinicum, or of the city of Rome, should be punished, if indeed it were right at all? At Constantinople lately, the house of the bishop was burnt and your Clemency's son interceded with his father, praying that you would not avenge the insult offered to him, that is, to the son of the emperor, and the burning of the episcopal house."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:73",
                            "text": "Do you not consider, O Emperor, that if you were to order this deed to be punished, he would again intervene against the punishment? That favour was, however, fittingly obtained by the son from the father, for it was worthy of him first to forgive the injury done to himself."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:74",
                            "text": "That was a good division in the distribution of favour, that the son should be entreated for his own loss, the father for that of the son."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:75",
                            "text": "Here there is nothing for you to keep back for your son."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:76",
                            "text": "Take heed, then, lest you derogate aught from God."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:77",
                            "text": "14."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:78",
                            "text": "There is, then, no adequate cause for such a commotion, that the people should be so severely punished for the burning of a building, and much less since it is the burning of a synagogue, a home of unbelief, a house of impiety, a receptacle of folly, which God Himself has condemned."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:79",
                            "text": "For thus we read, where the Lord our God speaks by the mouth of the prophet Jeremiah: \"And I will do to this house, which is called by My Name, wherein ye trust, and to the place which I gave to you and to your fathers, as I have done to Shiloh, and I will cast you forth from My sight, as I cast forth your brethren, the whole seed of Ephraim."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:80",
                            "text": "And do not thou pray for that people, and do not thou ask mercy for them, and do not come near Me on their behalf, for I will not hear thee."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:81",
                            "text": "Or seest thou not what they do in the cities of Judah?\" God forbids intercession to be made for those."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:82",
                            "text": "15."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:83",
                            "text": "And certainly, if I were pleading according to the law of nations, I could tell how many of the Church's basilicas the Jews burnt in the time of the Emperor Julian: two at Damascus, one of which is scarcely now repaired, and this at the cost of the Church, not of the Synagogue; the other basilica still is a rough mass of shapeless ruins."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:84",
                            "text": "Basilicas were burnt at Gaza, Ascalon, Berytus, and in almost every place in those parts, and no one demanded  punishment."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:85",
                            "text": "And at Alexandria a basilica was burnt by heathen and Jews, which surpassed all the rest."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:86",
                            "text": "The Church was not avenged, shall the Synagogue be so?  16."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:87",
                            "text": "Shall, then, the burning of the temple of the Valentinians be also avenged? But what is but a temple in which is a gathering of heathen? Although the heathen invoke twelve gods, the Valentinians worship thirty-two aeons whom they call gods."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:88",
                            "text": "And I have found out concerning these also that it is reported and ordered that some monks should be punished, who, when the Valentinians were stopping the road on which, according to custom and ancient use, they were singing psalms as they went to celebrate the festival of the Maccabees, enraged by their insolence, burnt their hurriedly-built temple in some country village."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:89",
                            "text": "17."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:90",
                            "text": "How many have to offer themselves to such a choice, when they remember that in the time of Julian, he who threw down an altar, and disturbed a sacrifice, was condemned by the judge and suffered martyrdom? And so the judge who heard him was never esteemed other than a prosecutor, for no one thought him worthy of being associated with, or of a kiss."
                        },
                        {
                            "verse": 91,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:91",
                            "text": "And if he were not now dead, I should fear, O Emperor, that you would take vengeance on him, although he escaped not the vengeance of heaven, outliving his own heir."
                        },
                        {
                            "verse": 92,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:92",
                            "text": "18."
                        },
                        {
                            "verse": 93,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:93",
                            "text": "But it is related that the judge was ordered to take cognizance of the matter, and that it was written that he ought not to have reported the deed, but to have punished it, and that the money chests which had been taken away should be demanded."
                        },
                        {
                            "verse": 94,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:94",
                            "text": "I will omit other matters."
                        },
                        {
                            "verse": 95,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:95",
                            "text": "The buildings of our churches were burnt by the Jews, and nothing was restored, nothing was asked back, nothing demanded."
                        },
                        {
                            "verse": 96,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:96",
                            "text": "But what could the Synagogue have possessed in a far distant town, when the whole of what there is there is not much; there is nothing of value, and no abundance? And what then could the scheming Jews lose by the fire? These are artifices of the Jews who wish to calumniate us, that because of their complaints, an extraordinary military inquiry may be ordered, and a soldier sent, who will, perhaps, say what one said once here, O Emperor, before your accession: \"How will Christ be able to help us who fight for the Jews against Christ, who are sent to avenge the Jews? They have destroyed their own armies, and wish to destroy ours\"."
                        },
                        {
                            "verse": 97,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:97",
                            "text": "19."
                        },
                        {
                            "verse": 98,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:98",
                            "text": "Further, into what calumnies will they not break out, who by false witness calumniated even Christ? Into what calumnies will not men break out who are liars, even in things belonging to God? Whom will they not say to have been the instigators of that sedition? Whom will they not assail, even of those whom they recognize not, that may gaze upon the numberless ranks of Christians in chains, that they may see the necks of the faithful people bowed in captivity, that the servants of God may be concealed in darkness, may be beheaded, given over to the fire, delivered to the mines, that their sufferings may not quickly pass away?  20."
                        },
                        {
                            "verse": 99,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:99",
                            "text": "Will you give this triumph over the Church of God to the Jews? this trophy over Christ's people, this exultation, O Emperor, to the unbelievers? this rejoicing to the Synagogue, this sorrow to the Church? The people of the Jews will set this solemnity amongst their feast-days, and will doubtless number it amongst those on which they triumphed either over the Amorites, or the Canaanites, or were delivered from the hand of Pharaoh, King of Egypt, or of Nebuchodonosor, King of Babylon."
                        },
                        {
                            "verse": 100,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:100",
                            "text": "They will add this solemnity, in memory of their having triumphed over the people of Christ."
                        },
                        {
                            "verse": 101,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:101",
                            "text": "21."
                        },
                        {
                            "verse": 102,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:102",
                            "text": "And whereas they deny that they themselves are bound by the Roman laws, and repute those laws as criminal, yet now they think that they ought to be avenged, as it were, by the Roman laws."
                        },
                        {
                            "verse": 103,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:103",
                            "text": "Where were those laws when they themselves set fire to the roofs of the sacred basilicas? If Julian did not avenge the Church because he was an apostate, will you, O Emperor, avenge the injury done to the Synagogue, because you are a Christian?  22."
                        },
                        {
                            "verse": 104,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:104",
                            "text": "And what will Christ say to you afterwards? Do you not remember what He said by the prophet Nathan to holy David? \"I have chosen thee the youngest of thy brethren, and from a private man have made thee emperor."
                        },
                        {
                            "verse": 105,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:105",
                            "text": "I have placed of the fruit of thy seed on the imperial throne."
                        },
                        {
                            "verse": 106,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:106",
                            "text": "I have made barbarous nations subject unto thee, I have given thee peace, I have delivered thine enemy captive into thy power."
                        },
                        {
                            "verse": 107,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:107",
                            "text": "Thou hadst no corn for provision for thine army, I opened to thee the gates, I opened to thee their stores by the hand of the enemies themselves."
                        },
                        {
                            "verse": 108,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:108",
                            "text": "Thy enemies gave to thee their provisions which they had prepared for themselves."
                        },
                        {
                            "verse": 109,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:109",
                            "text": "I troubled the counsels of thy enemy, so that he made himself bare."
                        },
                        {
                            "verse": 110,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:110",
                            "text": "I so fettered the usurper of the empire himself and bound his mind, that whilst he still had means of  escape, yet with all belonging to him, as though for fear lest any should escape thee, he shut himself in."
                        },
                        {
                            "verse": 111,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:111",
                            "text": "His officer and forces on the other element, whom before I had scattered, that they might not join to fight against thee, I brought together again to complete thy victory."
                        },
                        {
                            "verse": 112,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:112",
                            "text": "Thy army, gathered together from many unsubdued nations, I bade keep faith, tranquillity, and concord as if of one nation."
                        },
                        {
                            "verse": 113,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:113",
                            "text": "When there was the greatest danger lest the perfidious designs of the barbarians should penetrate the Alps, I conferred victory on thee within the very wall of the Alps, that thou mightest conquer without loss."
                        },
                        {
                            "verse": 114,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:114",
                            "text": "Thus, then, I caused thee to triumph over thy enemy, and thou givest My enemies a triumph over My people\"."
                        },
                        {
                            "verse": 115,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:115",
                            "text": "23."
                        },
                        {
                            "verse": 116,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:116",
                            "text": "Is it not on this account that Maximus was forsaken, who, before the days of the expedition, hearing that a synagogue had been burnt in Rome, had sent an edict to Rome, as if he were the upholder of public order? Wherefore the Christian people said, No good is in store for him."
                        },
                        {
                            "verse": 117,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:117",
                            "text": "That king has become a Jew, we have heard of him as a defender of order, and Christ, Who died for sinners, soon tested him."
                        },
                        {
                            "verse": 118,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:118",
                            "text": "If this was said of words, what will be said of punishment? And then at once he was overcome by the Franks and the Saxons, in Sicily, at Siscia, at Petavio, in a word everywhere."
                        },
                        {
                            "verse": 119,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:119",
                            "text": "What has the believer in common with the unbeliever? The instances of his unbelief ought to be done away with together with the unbeliever himself."
                        },
                        {
                            "verse": 120,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:120",
                            "text": "That which injured him, that wherein he who was conquered offended, the conqueror ought not to follow but to condemn."
                        },
                        {
                            "verse": 121,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:121",
                            "text": "24."
                        },
                        {
                            "verse": 122,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:122",
                            "text": "I have, then, recounted these things not as to one who is ungrateful, but have enumerated them as rightly bestowed, in order that, warned by them, you, to whom more has been given, may love more."
                        },
                        {
                            "verse": 123,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:123",
                            "text": "When Simon answered in these words the Lord Jesus said: \"Thou hast judged rightly\"."
                        },
                        {
                            "verse": 124,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:124",
                            "text": "And straightway turning to the woman who anointed His feet with ointment, setting forth a type of the Church, He said to Simon: \"Wherefore I say unto thee, her sins which are many are forgiven, since she loved much."
                        },
                        {
                            "verse": 125,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:125",
                            "text": "But he to whom less is forgiven loveth less\"."
                        },
                        {
                            "verse": 126,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:126",
                            "text": "This is the woman who entered into the house of the Pharisee, and cast off the Jew, but gained Christ."
                        },
                        {
                            "verse": 127,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:127",
                            "text": "For the Church shut out the Synagogue, why is it now again attempted that in the servant of Christ the Synagogue should exclude the Church from the bosom of faith, from the house of Christ?  25."
                        },
                        {
                            "verse": 128,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:128",
                            "text": "I have brought these matters together in this address, O Emperor, out of love and zeal for you."
                        },
                        {
                            "verse": 129,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:129",
                            "text": "For I owe it to your kindnesses (whereby, at my request, you have liberated many from exile, from prison, from the extreme penalty of death) that I should not fear even offending your feelings for the sake of your own salvation (no one has greater confidence than he who loves from his heart, certainly no one ought to injure him who takes thought for him); that I may not lose in one moment that favour granted to every priest and received by me for so many years; and yet it is not the loss of favour which I deprecate but the peril to salvation."
                        },
                        {
                            "verse": 130,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:130",
                            "text": "26."
                        },
                        {
                            "verse": 131,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:131",
                            "text": "And yet how great a thing it is, O Emperor, that you should not think it necessary to enquire or to punish in regard to a matter as to which up to this day no one has enquired, no one has ever inflicted punishment."
                        },
                        {
                            "verse": 132,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:132",
                            "text": "It is a serious matter to endanger your salvation for the Jews."
                        },
                        {
                            "verse": 133,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:133",
                            "text": "When Gideon had slain the sacred calf, the heathen said, The gods will themselves avenge the injury done to them."
                        },
                        {
                            "verse": 134,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:134",
                            "text": "Who is to avenge the Synagogue? Christ, Whom they slew, Whom they denied? Will God the Father avenge those who do not receive the Father, since they have not received the Son? Who is to avenge the heresy of the Valentinians? How can your piety avenge them, seeing it has commanded them to be excluded, and denied them permission to meet together? If I set before you Josiah as a king approved of God, will you condemn that in them which was approved in him?  27."
                        },
                        {
                            "verse": 135,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:135",
                            "text": "But at any rate if too little confidence is placed in me, command the presence of those bishops whom you think fit, let it be discussed, O Emperor, what ought to be done without injury to the faith."
                        },
                        {
                            "verse": 136,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:136",
                            "text": "If you consult your officers concerning pecuniary causes, how much more just is it that you should consult the priests of God in the cause of religion."
                        },
                        {
                            "verse": 137,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:137",
                            "text": "28."
                        },
                        {
                            "verse": 138,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:138",
                            "text": "Let your Clemency consider from how many plotters, how many spies the Church suffers."
                        },
                        {
                            "verse": 139,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:139",
                            "text": "If they come upon a slight crack, they plant a dart in it."
                        },
                        {
                            "verse": 140,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:140",
                            "text": "I speak after the manner of men, but God is feared more than men, Who is rightly set before even emperors."
                        },
                        {
                            "verse": 141,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:141",
                            "text": "If any one thinks it right that deference should be paid to a friend, a parent, or a neighbour, I am right in judging that deference should be paid to God,  and that He should be preferred to all."
                        },
                        {
                            "verse": 142,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:142",
                            "text": "Consult, O Emperor, your own advantage, or suffer me to consult mine."
                        },
                        {
                            "verse": 143,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:143",
                            "text": "29."
                        },
                        {
                            "verse": 144,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:144",
                            "text": "What shall I answer hereafter, if it be discovered that, by authority given from this place, Christians have been slain by the sword, or by clubs, or thongs knotted with lead? How shall I explain such a fact? How shall I excuse it to those bishops, who now mourn bitterly because some, who have discharged the office of the priesthood for thirty and many more years, or other ministers of the Church, are withdrawn from their sacred office, and set to discharge municipal duties? For if they who war for you serve for a stated time of service, how much more ought you to consider those who war for God."
                        },
                        {
                            "verse": 145,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:145",
                            "text": "How, I say, shall I excuse this to the bishops, who make complaint concerning the clergy, and write that the Churches are wasted by a serious attack upon them?  30."
                        },
                        {
                            "verse": 146,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:146",
                            "text": "I was desirous that this should come to the knowledge of your Clemency."
                        },
                        {
                            "verse": 147,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:147",
                            "text": "You will, when it pleases you, vouchsafe to consider and give order according to your will, but exclude and cast out that which troubles me, and troubles me rightly."
                        },
                        {
                            "verse": 148,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:148",
                            "text": "You do yourself whatever you order to be done, even if he, your officer, do not do it."
                        },
                        {
                            "verse": 149,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:149",
                            "text": "I much prefer that you should be merciful, than that he should not do what he has been ordered."
                        },
                        {
                            "verse": 150,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:150",
                            "text": "31."
                        },
                        {
                            "verse": 151,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:151",
                            "text": "You have those for whom you ought yet to invite and to merit the mercy of the Lord in regard to the Roman Empire; you have those for whom you hope even more than for yourself; let the grace of God for them, let their salvation appeal to you in these words of mine."
                        },
                        {
                            "verse": 152,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:152",
                            "text": "I fear that you may commit your cause to the judgment of others."
                        },
                        {
                            "verse": 153,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:153",
                            "text": "Everything is still unprejudiced before you."
                        },
                        {
                            "verse": 154,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:154",
                            "text": "On this point I pledge myself to our God for you, do not fear your oath."
                        },
                        {
                            "verse": 155,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:155",
                            "text": "Is it possible that that should displease God which is amended for His honour? You need not alter anything in that letter, whether it be sent or is not yet sent."
                        },
                        {
                            "verse": 156,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:156",
                            "text": "Order another to be written, which shall be full of faith, full of piety."
                        },
                        {
                            "verse": 157,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:157",
                            "text": "For you it is possible to change for the better, for me it is not possible to hide the truth."
                        },
                        {
                            "verse": 158,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:158",
                            "text": "32."
                        },
                        {
                            "verse": 159,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:159",
                            "text": "You forgave the Antiochians the insult offered to you; you have recalled the daughters of your enemy, and given them to be brought up by a relative; you sent sums of money to the mother of your enemy from your own treasury."
                        },
                        {
                            "verse": 160,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:160",
                            "text": "This so great piety, this so great faith towards God, will be darkened by this deed."
                        },
                        {
                            "verse": 161,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:161",
                            "text": "Do not you, then, I entreat, who spared enemies in arms, and preserved your adversaries, think that Christians ought to be punished with such eagerness."
                        },
                        {
                            "verse": 162,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:162",
                            "text": "33."
                        },
                        {
                            "verse": 163,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:163",
                            "text": "And now, O Emperor, I beg you not to disdain to hear me who am in fear both for yourself and for myself, for it is the voice of a Saint which says: \"Wherefore was I made to see the misery of my people?\" that I should commit an offence against God."
                        },
                        {
                            "verse": 164,
                            "chapter": 1,
                            "name": "Ambrose: Letter XL 1:164",
                            "text": "I, indeed, have done what could be done consistently with honour to you, that you might rather listen to me in the palace, lest, if it were necessary, you should listen to me in the Church."
                        }
                    ]
                }
            ]
        }
    ]
}