{
    "books": [
        {
            "name": "Ambrose: On the Holy Spirit Book II",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Ambrose: On the Holy Spirit Book II 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:1",
                            "text": "Introduction."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:2",
                            "text": "The Three Persons of the Godhead were not unknown to the judges of old nor to Moses, for the equality of the Son with the Father, as well as of the Three Persons amongst Themselves, is laid down both elsewhere and by him."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:3",
                            "text": "Samson also enjoyed the assistance of the Holy Spirit, his history is touched upon and shown to be in some points typical of the Church and her mysteries."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:4",
                            "text": "When the Holy Spirit left Samson he fell into various calamities, and St."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:5",
                            "text": "Ambrose explains the spiritual significance of his shorn locks."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:6",
                            "text": "1."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:7",
                            "text": "Even in reading the first book of the ancient history it is made clear both that the sevenfold grace of the Spirit shone forth in the judges themselves of the Jews, and that the mysteries of the heavenly sacraments were made known by the Spirit, of Whose eternity Moses was not ignorant."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:8",
                            "text": "Then, too, at the very beginning of the world, and indeed before its beginning, he conjoined Him with God, Whom he knew to be eternal before the beginning of the world."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:9",
                            "text": "For if any one takes good heed he will recognize in the beginning both the Father, the Son, and the Spirit."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:10",
                            "text": "For of the Father it is written: \"In the beginning God created the heaven and the earth\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:11",
                            "text": "Of the Spirit it is said: \"The Spirit was borne upon the waters\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:12",
                            "text": "And well in the beginning of creation is there set forth the figure of baptism whereby the creature had to be purified."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:13",
                            "text": "And of the Son we read that He it is Who divided light from darkness, for there is one God the Father Who speaks, and one God the Son Who acts."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:14",
                            "text": "2."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:15",
                            "text": "But, again, that you may not think that there was assumption in the bidding of Him Who spoke, or inferiority on the part of Him Who carried out the bidding, the Father acknowledges the Son as equal to Himself in the execution of the work, saying: \"Let Us make man after Our image and likeness\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:16",
                            "text": "For the common image and the working and the likeness can signify nothing but the oneness of the same Majesty."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:17",
                            "text": "3."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:18",
                            "text": "But that we may more fully recognize the equality of the Father and the Son, as the Father spoke, the Son made, so, too, the Father works and the Son speaks."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:19",
                            "text": "The Father works, as it is written: \"My Father worketh hitherto\"."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:20",
                            "text": "You find it said to the Son: \"Say the word and he shall be healed\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:21",
                            "text": "And the Son says to the Father: \"I will that where I am, they too shall be with Me\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:22",
                            "text": "The Father did what the Son said."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:23",
                            "text": "4."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:24",
                            "text": "But neither was Abraham ignorant of the Holy Spirit; he saw Three and worshipped One, for there is one God, one Lord, and one Spirit."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:25",
                            "text": "And so there is a oneness of honour, because there is a oneness of power."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:26",
                            "text": "5."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:27",
                            "text": "And why should I speak of all one by one? Samson, born by the divine promise, had the Spirit accompanying him, for we read: \"The Lord blessed him, and the Spirit of the Lord began to be with him in the camp\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:28",
                            "text": "And so foreshadowing the future mystery, he demanded a wife of the aliens, which, as it is written, his father and mother knew not of, because it was from the Lord."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:29",
                            "text": "And rightly was he esteemed stronger than others, because the Spirit of the Lord guided him, under Whose guidance he alone put to flight the people of the aliens, and at another time inaccessible to the bite of the lion, he, unconquerable in his strength, tore him asunder with his hands."
                        },
                        {
                            "verse": 30,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:30",
                            "text": "Would that he had been as careful to preserve grace, as strong to overcome the beast!  6."
                        },
                        {
                            "verse": 31,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:31",
                            "text": "And perhaps this was not only a prodigy of valour, but also a mystery of wisdom, an utterance of prophecy."
                        },
                        {
                            "verse": 32,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:32",
                            "text": "For it does not seem to have been without a purpose that, as he was going to his marriage, a roaring lion met him, which he tore asunder with his hands, in whose body, when about to enjoy the wished-for wedlock, he found a swarm of bees, and took honey from its mouth, which he gave to his father and mother to eat."
                        },
                        {
                            "verse": 33,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:33",
                            "text": "The people of the Gentiles which believed had honey, the people which was before savage is now the people of Christ."
                        },
                        {
                            "verse": 34,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:34",
                            "text": "7."
                        },
                        {
                            "verse": 35,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:35",
                            "text": "Nor is the riddle without mystery, which he set forth to his companions: \"Out of the eater came forth meat, and out of the strong came forth sweetness\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:36",
                            "text": "And there was a mystery up to the point of the three days in which its answer was sought in vain, which could not be made known except by the faith of the Church, on the seventh day, the time of the Law being completed, after the Passion of the Lord."
                        },
                        {
                            "verse": 37,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:37",
                            "text": "For thus you find that the apostles did not understand, \"because Jesus was not yet glorified\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:38",
                            "text": "8."
                        },
                        {
                            "verse": 39,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:39",
                            "text": "\"What,\" answer they, \"is sweeter than honey, and what is stronger than a lion?\" To which he replied: \"If ye had not farmed with my heifer, you would not have found out my riddle\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:40",
                            "text": "O divine mystery! O manifest sacrament! we have escaped from the slayer, we have overcome the strong one."
                        },
                        {
                            "verse": 41,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:41",
                            "text": "The food of life is now there, where before was the hunger of a miserable death."
                        },
                        {
                            "verse": 42,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:42",
                            "text": "Dangers are changed into safety, bitterness into sweetness."
                        },
                        {
                            "verse": 43,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:43",
                            "text": "Grace came forth from the offence, power from weakness, and life from death."
                        },
                        {
                            "verse": 44,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:44",
                            "text": "9."
                        },
                        {
                            "verse": 45,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:45",
                            "text": "There are, however, who think on the other hand that the wedlock could not have been established unless the lion of the tribe of Judah had been slain; and so in His body, that is, the Church, bees were found who store up the honey of wisdom, because after the Passion of the Lord the apostles believed more fully."
                        },
                        {
                            "verse": 46,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:46",
                            "text": "This lion, then, Samson as a Jew slew, but in it he found honey, as in the figure of the heritage which was to be redeemed, that the remnant might be saved according to the election of grace."
                        },
                        {
                            "verse": 47,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:47",
                            "text": "10."
                        },
                        {
                            "verse": 48,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:48",
                            "text": "\"And the Spirit of the Lord,\" it is said, \"came upon him, and he went down to Ascalon, and smote thirty men of them\"."
                        },
                        {
                            "verse": 49,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:49",
                            "text": "For he could not fail to carry off the victory who saw the mysteries."
                        },
                        {
                            "verse": 50,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:50",
                            "text": "And so in the garments they receive the reward of wisdom, the badge of intercourse, who resolve and answer the riddle."
                        },
                        {
                            "verse": 51,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:51",
                            "text": "11."
                        },
                        {
                            "verse": 52,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:52",
                            "text": "Here, again, other mysteries come up, in that his wife is taken away, and for this foxes set fire to the sheaves of the aliens."
                        },
                        {
                            "verse": 53,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:53",
                            "text": "For their own cunning often deceives those who contend against divine mysteries."
                        },
                        {
                            "verse": 54,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:54",
                            "text": "Wherefore it is said again in the Song of Songs: \"Take us the little foxes which destroy the vineyards, that our vineyards may flourish\"."
                        },
                        {
                            "verse": 55,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:55",
                            "text": "He said well \"little,\" because the larger could not destroy the vineyards, though to the strong even the devil is weak."
                        },
                        {
                            "verse": 56,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:56",
                            "text": "12."
                        },
                        {
                            "verse": 57,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:57",
                            "text": "So, then, he (to sum up the story briefly, for the consideration of the whole passage is reserved for its own season) was unconquered so long as he kept the grace of the Spirit, as was the people of God chosen by the Lord, that Nazarite under the Law."
                        },
                        {
                            "verse": 58,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:58",
                            "text": "Samson, then, was unconquered, and so invincible as to be able to smite a thousand men with the jawbone of an ass; so full of heavenly grace that when thirsty he found even water in the jawbone of an ass, whether you consider this as a miracle, or turn it to a mystery, because in the humility of the people of the Gentiles there would be both rest and triumph according to that which is written: \"He that smiteth thee on the cheek, turn to him also the other\"."
                        },
                        {
                            "verse": 59,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:59",
                            "text": "For by this endurance of injuries, which the sacrament of baptism teaches, we triumph over the stings of anger, that having passed through death we may attain to the rest of the resurrection."
                        },
                        {
                            "verse": 60,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:60",
                            "text": "13."
                        },
                        {
                            "verse": 61,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:61",
                            "text": "Is that, then, Samson who broke ropes twisted with thongs, and new cords like weak threads? Is that Samson who did not feel the bonds of his hair fastened to the beam, so long as he had the grace of the Spirit? He, I say, after the Spirit of God departed from him, was greatly changed from that Samson Who returned clothed in the spoils of the aliens, but fallen from his greatness on the knees of a woman, caressed and deceived, is shorn of his hair."
                        },
                        {
                            "verse": 62,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:62",
                            "text": "14."
                        },
                        {
                            "verse": 63,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:63",
                            "text": "Was, then, the hair of his head of such importance that, so long as it remained, his strength should endure unconquered, but when his head was shorn the man should suddenly lose all his strength? It is not so, nor may we think that the hair of his head has such power."
                        },
                        {
                            "verse": 64,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:64",
                            "text": "There is the hair of religion and faith; the hair of the Nazarite  perfect in the Law, consecrated in sparingness and abstinence, with which she (a type of the Church), who poured ointment on the feet of the Lord, wiped the feet of the heavenly Word, for then she knew Christ also after the flesh."
                        },
                        {
                            "verse": 65,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:65",
                            "text": "That hair it is of which it is said: \"Thy hair is as flocks of goats,\" growing on that head of which it is said: \"The head of the man is Christ,\" and in another place: \"His head is as fine gold, and his locks like black pine-trees\"."
                        },
                        {
                            "verse": 66,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:66",
                            "text": "15."
                        },
                        {
                            "verse": 67,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:67",
                            "text": "And so, also, in the Gospel our Lord, pointing out that some hairs are seen and known, says: \"But even the hairs of your head are all numbered,\" implying, indeed, acts of spiritual virtues, for God does not take care for our hair."
                        },
                        {
                            "verse": 68,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:68",
                            "text": "Though, indeed, it is not absurd to believe that literally, seeing that according to His divine Majesty nothing can be hidden from Him."
                        },
                        {
                            "verse": 69,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:69",
                            "text": "16."
                        },
                        {
                            "verse": 70,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:70",
                            "text": "But what does it profit me, if God Himself knows all my hairs? That rather abounds and profits me, if the watchful witness of good works reward me with the gift of eternal life."
                        },
                        {
                            "verse": 71,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:71",
                            "text": "And, in fine, Samson himself, declaring that these hairs are not mystical, says: \"If I be shorn my strength will depart from me\"."
                        },
                        {
                            "verse": 72,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:72",
                            "text": "So much concerning the mystery, let us now consider the order of the passage."
                        },
                        {
                            "verse": 73,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:73",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 74,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:74",
                            "text": "The Spirit is the Lord and Power; and in this is not inferior to the Father and the Son."
                        },
                        {
                            "verse": 75,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:75",
                            "text": "17."
                        },
                        {
                            "verse": 76,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:76",
                            "text": "Above, you read that \"the Lord blessed him, and the Spirit of the Lord began to go with him\"."
                        },
                        {
                            "verse": 77,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:77",
                            "text": "Farther on it is said: \"And the Spirit of the Lord came upon him\"."
                        },
                        {
                            "verse": 78,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:78",
                            "text": "Again he says: \"If I be shaven, my strength will depart from me\"."
                        },
                        {
                            "verse": 79,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:79",
                            "text": "After he was shaven, see what the Scripture says: \"The Lord,\" he says, \"departed from him\"."
                        },
                        {
                            "verse": 80,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:80",
                            "text": "18."
                        },
                        {
                            "verse": 81,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:81",
                            "text": "You see, then, that He Who went with him, Himself departed from him."
                        },
                        {
                            "verse": 82,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:82",
                            "text": "The Same is, then, the Lord, Who is the Spirit of the Lord, that is, he called the Spirit of God, Lord, as also the Apostle says: \"The Lord is the Spirit, now where the Spirit of the Lord is, there is liberty\"."
                        },
                        {
                            "verse": 83,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:83",
                            "text": "You find, then, the Holy Spirit called the Lord; for the Holy Spirit and the Son are not one Person [unus] but one Substance [unum]."
                        },
                        {
                            "verse": 84,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:84",
                            "text": "19."
                        },
                        {
                            "verse": 85,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:85",
                            "text": "In this place he used the word Power, and implied the Spirit."
                        },
                        {
                            "verse": 86,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:86",
                            "text": "For as the Father is Power, so, too, the Son is Power, and the Holy Spirit is Power."
                        },
                        {
                            "verse": 87,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:87",
                            "text": "Of the Son you have read that Christ is \"the Power of God and the Wisdom of God\"."
                        },
                        {
                            "verse": 88,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:88",
                            "text": "We read, too, that the Father is Power, as it is written: \"Ye shall see the Son of Man sitting at the right hand of the Power of God\"."
                        },
                        {
                            "verse": 89,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:89",
                            "text": "He certainly named the Father Power, at Whose right hand the Son sits, as you read: \"The Lord said unto My Lord, Sit Thou on My right hand\"."
                        },
                        {
                            "verse": 90,
                            "chapter": 1,
                            "name": "Ambrose: On the Holy Spirit Book II 1:90",
                            "text": "And the Lord Himself named the Holy Spirit Power, when He said: \"Ye shall receive Power when the Holy Spirit cometh upon you\"."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Ambrose: On the Holy Spirit Book II 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book II 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book II 2:2",
                            "text": "The Father, the Son, and the Holy Spirit are One in counsel."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book II 2:3",
                            "text": "20."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book II 2:4",
                            "text": "For the Spirit Himself is Power, as you read: \"The Spirit of Counsel and of Power (or might)\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book II 2:5",
                            "text": "And as the Son is the Angel of great counsel, so, too, is the Holy Spirit the Spirit of Counsel, that you may know that the Counsel of the Father, the Son, and the Holy Spirit is One."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book II 2:6",
                            "text": "Counsel, not concerning any doubtful matters, but concerning those foreknown and determined."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book II 2:7",
                            "text": "21."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book II 2:8",
                            "text": "But that the Spirit is the Arbiter of the Divine Counsel, you may know even from this."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book II 2:9",
                            "text": "For when above we showed that the Holy Spirit was the Lord of baptism, and read that baptism is the counsel of God, as you read, \"But the Pharisees despised the counsel of God, not being baptized of Him,\" it is quite clear that as there can be no baptism without the Spirit, so, too, the counsel of God is not without the Spirit."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book II 2:10",
                            "text": "22."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book II 2:11",
                            "text": "And that we may know more completely that the Spirit is Power, we ought to know that He was promised when the Lord said: \"I will pour out of My Spirit upon all flesh\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book II 2:12",
                            "text": "He, then, Who was promised to us is Himself Power, as in the Gospel the same Son of God declared when He said: \"And I will send the promise of the Father upon you, but do you remain in the city until ye be endued with power from on high\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book II 2:13",
                            "text": "23."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book II 2:14",
                            "text": "And the Evangelist so far shows that the Spirit is Power, that St."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book II 2:15",
                            "text": "Luke relates that He came down with great power, when he says: \"And suddenly there was a sound from heaven, as though the Spirit were borne with great power\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book II 2:16",
                            "text": "24."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book II 2:17",
                            "text": "But, again, that you may not suppose that this is to be referred to bodily things and perceptible to the senses, learn that the Spirit so descended as Christ is to descend, as you find: \"They shall see the Son of Man coming in the clouds with great power and majesty\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book II 2:18",
                            "text": "25."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Ambrose: On the Holy Spirit Book II 2:19",
                            "text": "For how should not the power and might be one, when the work is one, the judgment one, the temple one, the life-giving one, the sanctification one, and the kingdom also of the Father, Son, and Holy Spirit one?."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Ambrose: On the Holy Spirit Book II 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book II 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book II 3:2",
                            "text": "As to know the Father and the Son is life, so is it life to know the Holy Spirit; and therefore in the Godhead He is not to be separated from the Father."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book II 3:3",
                            "text": "26."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book II 3:4",
                            "text": "Let them say, then, wherein they think that there is an unlikeness in the divine operation."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book II 3:5",
                            "text": "Since as to know the Father and the Son is life, as the Lord Himself declared, saying: \"This is life eternal to know Thee the only true God, and Jesus Christ, Whom Thou hast sent,\" so, too, to know the Holy Spirit is life."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book II 3:6",
                            "text": "For the Lord said: \"If ye love Me, keep My commandments, and I will ask the Father and He shall give you another Paraclete, that He may abide with you for ever, even the Spirit of Truth, Whom the world cannot receive, because it seeth Him not, neither knoweth Him, but ye know Him, for He is with you, and in you\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book II 3:7",
                            "text": "27."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book II 3:8",
                            "text": "So, then, the world had not eternal life, because it had not received the Spirit; for where the Spirit is, there is eternal life; for the Spirit Himself it is Who effects eternal life."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book II 3:9",
                            "text": "Wherefore I wonder why the Arians stir the question as to the only true God."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book II 3:10",
                            "text": "For as it is eternal life to know the only true God, so, too, is it eternal life to know Jesus Christ; so, again, it is eternal life to know the Holy Spirit, Whom, as also the Father, the world does not see, and, as also the Son, does not know."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book II 3:11",
                            "text": "But he who is not of this world has eternal life, and the Spirit, Who is the Light of eternal life, remains with him for ever."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book II 3:12",
                            "text": "28."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Ambrose: On the Holy Spirit Book II 3:13",
                            "text": "If the knowledge of the only true God confers the same benefit as the knowledge of the Son and of the Spirit, why do you sever the Son and the Spirit from the honour of the true God, when you do not sever Him from conferring the benefit? For of necessity you must either believe that this is the greatest gift of the only true Godhead, and will confess the only true Godhead as of the Father, so also of the Son and of the Holy Spirit; or if you say that he, too, can give life eternal who is not true God, it will happen that you derogate rather from the Father, Whose work you do not consider to be the chief work of the only true Godhead, but one to be compared to the work of a creature."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Ambrose: On the Holy Spirit Book II 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book II 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book II 4:2",
                            "text": "The Holy Spirit gives life, not in a different way from the Father and the Son, nor by a different working."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book II 4:3",
                            "text": "29."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book II 4:4",
                            "text": "And what wonder is it the Spirit works Life, Who quickens as does the Father and as does the Son? And who can deny that quickening is the work of the Eternal Majesty? For it is written: \"Quicken Thy servant\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book II 4:5",
                            "text": "He, then, is quickened who is a servant, that is, man, who before had not life, but received the privilege of having it."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book II 4:6",
                            "text": "30."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book II 4:7",
                            "text": "Let us then see whether the Spirit is quickened, or Himself quickens."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book II 4:8",
                            "text": "Now it is written: \"The letter killeth, but the Spirit giveth life\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book II 4:9",
                            "text": "So, then, the Spirit quickens."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book II 4:10",
                            "text": "31."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Ambrose: On the Holy Spirit Book II 4:11",
                            "text": "But that you may understand that the quickening of the Father, Son, and Holy Spirit is no separate work, read how there is a oneness of quickening also, since God Himself quickens through the Spirit, for Paul said: \"He Who raised up Christ from the dead shall also quicken your mortal bodies because of His Spirit Who dwelleth in you\"."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Ambrose: On the Holy Spirit Book II 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:2",
                            "text": "The Holy Spirit, as well as the Father and the Son, is pointed out in holy Scripture as Creator, and the same truth was shadowed forth even by heathen writers, but it was shown most plainly in the Mystery of the Incarnation, after touching upon which, the writer maintains his argument from the fact that worship which is due to the Creator alone is paid to the Holy Spirit."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:3",
                            "text": "32."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:4",
                            "text": "But who can doubt that the Holy Spirit gives life to all things; since both He, as the Father and the Son, is the Creator of all things; and the Almighty Father is understood to have done nothing without the Holy Spirit; and since also in the beginning of the creation the Spirit moved upon the water."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:5",
                            "text": "33."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:6",
                            "text": "So when the Spirit was moving upon the water, the creation was without grace;  but after this world being created underwent the operation of the Spirit, it gained all the beauty of that grace, wherewith the world is illuminated."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:7",
                            "text": "And that the grace of the universe cannot abide without the Holy Spirit the prophet declared when he said: \"Thou wilt take away Thy Spirit, and they will fail and be turned again into their dust."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:8",
                            "text": "Send forth Thy Spirit, and they shall be made, and Thou wilt renew all the face of the earth\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:9",
                            "text": "Not only, then, did he teach that no creature can stand without the Holy Spirit, but also that the Spirit is the Creator of the whole creation."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:10",
                            "text": "34."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:11",
                            "text": "And who can deny that the creation of the earth is the work of the Holy Spirit, Whose work it is that it is renewed? For if they desire to deny that it was created by the Spirit, since they cannot deny that it must be renewed by the Spirit, they who desire to sever the Persons must maintain that the operation of the Holy Spirit is superior to that of the Father and the Son, which is far from the truth; for there is no doubt that the restored earth is better than it was created."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:12",
                            "text": "Or if at first, without the operation of the Holy Spirit, the Father and the Son made the earth, but the operation of the Holy Spirit was joined on afterwards, it will seem that that which was made required His aid, which was then added."
                        },
                        {
                            "verse": 13,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:13",
                            "text": "But far be it from any one to think this, namely, that the divine work should be believed to have a change in the Creator, an error brought in by Manicheus."
                        },
                        {
                            "verse": 14,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:14",
                            "text": "35."
                        },
                        {
                            "verse": 15,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:15",
                            "text": "But do we suppose that the substance of the earth exists without the operation of the Holy Spirit, without Whose work not even the expanse of the sky endures? For it is written: \"By the Word of the Lord were the heavens established, and all the strength of them by the Spirit of His Mouth\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:16",
                            "text": "Observe what he says, that all the strength of the heavens is to be referred to the Spirit."
                        },
                        {
                            "verse": 17,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:17",
                            "text": "For how should He Who was moving before the earth was made, be resting when it was being made?  36."
                        },
                        {
                            "verse": 18,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:18",
                            "text": "Gentile writers, following ours as it were through shadows, because they could not imbibe the truth of the Spirit, have pointed out in their verses that the Spirit within nourishes heaven and earth, and the glittering orbs of moon and stars."
                        },
                        {
                            "verse": 19,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:19",
                            "text": "So they deny not that the strength of creatures exists through the Spirit, are we who read this to deny it? But you think that they refer to a Spirit produced of the air."
                        },
                        {
                            "verse": 20,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:20",
                            "text": "If they declared a Spirit of the air to be the Author of all things, do we doubt that the Spirit of God is the Creator of all things?  37."
                        },
                        {
                            "verse": 21,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:21",
                            "text": "But why do I delay with matters not to the purpose? Let them accept a plain proof that there can be nothing which the Holy Spirit can be said not to have made; and that it cannot be doubted that all subsists through His operation, whether Angels, Archangels, Thrones, or Dominions; since the Lord Himself, Whom the Angels serve, was begotten by the Holy Spirit coming upon the Virgin, as, according to Matthew, the Angel said to Joseph: \"Joseph, thou son of David, fear not to take Mary thy wife, for that which shall be born of her is of the Holy Spirit\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:22",
                            "text": "And according to Luke, he said to Mary: \"The Holy Spirit shall come upon thee\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:23",
                            "text": "38."
                        },
                        {
                            "verse": 24,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:24",
                            "text": "The birth from the Virgin was, then, the work of the Spirit."
                        },
                        {
                            "verse": 25,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:25",
                            "text": "The fruit of the womb is the work of the Spirit, according to that which is written: \"Blessed art thou among women, and blessed is the Fruit of thy womb\"."
                        },
                        {
                            "verse": 26,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:26",
                            "text": "The flower from the root is the work of the Spirit, that flower, I say, of which it was well prophesied: \"A rod shall go forth from the root of Jesse, and a flower shall rise from his root\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:27",
                            "text": "The root of Jesse the patriarch is the family of the Jews, Mary is the rod, Christ the flower of Mary, Who, about to spread the good odour of faith throughout the whole world, budded forth from a virgin womb, as He Himself said: \"I am the flower of the plain, a lily of the valley\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:28",
                            "text": "39."
                        },
                        {
                            "verse": 29,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:29",
                            "text": "The flower, when cut, keeps its odour, and when bruised increases it, nor if torn off does it lose it; so, too, the Lord Jesus, on the gibbet of the cross, neither failed when bruised, nor fainted when torn; and when He was cut by that piercing of the spear, being made more beautiful by the colour of the outpoured Blood, He, as it were, grew comely again, not able in Himself to die, and breathing forth upon the dead the gift of eternal life."
                        },
                        {
                            "verse": 30,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:30",
                            "text": "On this flower, then, of the royal rod the Holy Spirit rested."
                        },
                        {
                            "verse": 31,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:31",
                            "text": "40."
                        },
                        {
                            "verse": 32,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:32",
                            "text": "A good rod, as some think, is the Flesh of the Lord, which, raising itself from its earthly root to heaven, bore around the whole world the sweet-smelling fruits of religion, the mysteries of the divine generation, pouring grace on the altars of heaven."
                        },
                        {
                            "verse": 33,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:33",
                            "text": "41."
                        },
                        {
                            "verse": 34,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:34",
                            "text": "So, then, we cannot doubt that the Spirit is Creator, Whom we know as the Author of the Lord's Incarnation."
                        },
                        {
                            "verse": 35,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:35",
                            "text": "For who can doubt when you find in the commencement of the Gospel that the generation of Jesus Christ was on this wise: \"When Mary was espoused to Joseph, before they came together she was found with child of [ex] the Holy Spirit\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:36",
                            "text": "42."
                        },
                        {
                            "verse": 37,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:37",
                            "text": "For although most authorities read \"de Spiritu,\" yet the Greek from which the Latins translated have \"  ,\" that is, \"ex Spiritu Sancto\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:38",
                            "text": "For that which is \"of\" [ex] any one is either of his substance or of his power."
                        },
                        {
                            "verse": 39,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:39",
                            "text": "Of his substance, as the Son, Who says: \"I came forth of the Mouth of the Most High;\" as the Spirit, \"Who proceedeth from the Father;\" of Whom the Son says: \"He shall glorify Me, for He shall receive of Mine\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:40",
                            "text": "But of the power, as in the passage: \"One God the Father, of Whom are all things\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:41",
                            "text": "43."
                        },
                        {
                            "verse": 42,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:42",
                            "text": "How, then, was Mary with child of the Holy Spirit? If as of her substance, was the Spirit, then, changed into flesh and bones? Certainly not."
                        },
                        {
                            "verse": 43,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:43",
                            "text": "But if the Virgin conceived as of His operation and power, who can deny that the Holy Spirit is Creator?  44."
                        },
                        {
                            "verse": 44,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:44",
                            "text": "How is it, too, that Job plainly set forth the Spirit as his Creator, saying: \"The Spirit of God hath made me\"? In one short verse he showed Him to be both Divine and Creator."
                        },
                        {
                            "verse": 45,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:45",
                            "text": "If, then, the Spirit is Creator, He is certainly not a creature, for the Apostle has separated the Creator and the creature, saying: \"They served the creature rather than the Creator\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:46",
                            "text": "45."
                        },
                        {
                            "verse": 47,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:47",
                            "text": "He teaches that the Creator is to be served by condemning those who serve the creature, whereas we owe our service to the Creator."
                        },
                        {
                            "verse": 48,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:48",
                            "text": "And since he knew the Spirit to be the Creator, he teaches that we ought to serve Him, saying: \"Beware of the dogs, beware of the evil workers, beware of the concision, for we are the circumcision who serve the Spirit of God\"."
                        },
                        {
                            "verse": 49,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:49",
                            "text": "46."
                        },
                        {
                            "verse": 50,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:50",
                            "text": "But if any one disputes because of the variations of the Latin codices, some of which heretics have falsified, let him look at the Greek codices, and observe that it is there written: \"   ,\" which is, being translated, \"who serve the Spirit of God\"."
                        },
                        {
                            "verse": 51,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:51",
                            "text": "47."
                        },
                        {
                            "verse": 52,
                            "chapter": 5,
                            "name": "Ambrose: On the Holy Spirit Book II 5:52",
                            "text": "So, then, when the same Apostle says that we ought to serve the Spirit, who asserts that we must not serve the creature, but the Creator; without doubt he plainly shows that the Holy Spirit is Creator, and is to be venerated with the honour due to the eternal Godhead; for it is written: \"Thou shalt worship the Lord thy God, and Him only shalt thou serve\"."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Ambrose: On the Holy Spirit Book II 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:2",
                            "text": "To those who object that according to the words of Amos the Spirit is created, the answer is made that the word is there understood of the wind, which is often created, which cannot be said of the Holy Spirit, since He is eternal, and cannot be dissolved in death, or by an heretical absorption into the Father."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:3",
                            "text": "But if they pertinaciously contend that this passage was written of the Holy Spirit, St."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:4",
                            "text": "Ambrose points out that recourse must be had to a spiritual Interpretation, for Christ by His coming established the thunder, that is, the force of the divine utterances, and by Spirit is signified the human soul as also the flesh assumed by Christ."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:5",
                            "text": "And since this was created by each Person of the Trinity, it is thence argued that the Spirit, Who has before been affirmed to be the Creator of all things, was the Author of the Incarnation of the Lord."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:6",
                            "text": "48."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:7",
                            "text": "Nor does it escape my notice that heretics have been wont to object that the Holy Spirit appears to be a creature, because many of them use as an argument for establishing their impiety that passage of Amos, where he spoke of the blowing of the wind, as the words of the prophet made clear."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:8",
                            "text": "For you read thus: \"Behold, I am He that establish the thunders, and create the wind [spirit], and declare unto man his Christ, that make light and mist, and ascend upon high places, the Lord God Almighty is His Name\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:9",
                            "text": "49."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:10",
                            "text": "If they make an argument of this, that he said \"spirit\" was created, Esdras taught us that spirit is created, saying in the fourth book: \"And upon the second day Thou madest the spirit of the firmament,\" yet, that we may keep to our point, is it not evident that in what Amos said the order of the passage shows that the prophet was speaking of the creation of this world?  50."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:11",
                            "text": "He begins as follows: \"I am the Lord that establish the thunders and create the wind [spirit]\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:12",
                            "text": "The order of the words  itself teaches us; for if he had wished to speak of the Holy Spirit, he would certainly not have put the thunders in the first place."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:13",
                            "text": "For thunder is not more ancient than the Holy Spirit; though they be ungodly, they still dare not say that."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:14",
                            "text": "And then when we see what follows concerning light and mist, is it not plain that what is said is to be understood of the creation of this world? For we know by every-day experience, that when we have storms on this earth, thunders come first, blasts of wind follow on, the sky grows black with mists, and light shines again out of the darkness."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:15",
                            "text": "For the blasts of wind are also called \"spirits,\" as it is written: \"Fire and brimstone and the spirit of storm\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:16",
                            "text": "51."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:17",
                            "text": "And that you might know that he called this \"spirit,\" he says: \"establishing thunders and creating the wind [spirit]\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:18",
                            "text": "For these are often created, when they take place."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:19",
                            "text": "But the Holy Spirit is eternal, and if any one dares to call Him a creature, still he cannot say that He is daily created like the blast of the wind."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:20",
                            "text": "Then, again, Wisdom herself, speaking after the mystery of the assumed Body, says: \"The Lord created Me\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:21",
                            "text": "Although prophesying of things to come, yet, because the coming of the Lord was predestined, it is not said \"creates\" but \"created Me;\" that men might believe that the Body of Jesus was begotten of the Virgin Mary, not often, but once only."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:22",
                            "text": "52."
                        },
                        {
                            "verse": 23,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:23",
                            "text": "And so, as to that which the prophet declared as it were of the daily working of God in the thunder and the creation of the wind, it would be impious to understand any such thing of the Holy Spirit, Whom the ungodly themselves cannot deny to exist from before the world."
                        },
                        {
                            "verse": 24,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:24",
                            "text": "Whence with pious asseveration we testify that He always exists, and abides ever."
                        },
                        {
                            "verse": 25,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:25",
                            "text": "For neither can He Who before the world was moving upon the waters begin to be visible after the world's creation; or else it would be allowable to suppose that there are many Holy Spirits, Who come into being by as it were a daily production."
                        },
                        {
                            "verse": 26,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:26",
                            "text": "Far be it from any one to pollute himself with such impiety as to say that the Holy Spirit is frequently or ever created."
                        },
                        {
                            "verse": 27,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:27",
                            "text": "For I do not understand why He should be frequently created; unless perchance they believe that He dies frequently and so is frequently created."
                        },
                        {
                            "verse": 28,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:28",
                            "text": "But how can the Spirit of life die? If, then, He cannot die, there is no reason why He should be often created."
                        },
                        {
                            "verse": 29,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:29",
                            "text": "53."
                        },
                        {
                            "verse": 30,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:30",
                            "text": "But they who think otherwise fall into this sacrilege, that they do not distinguish the Holy Spirit; who think that the Word Which was sent forth returns to the Father, and the Spirit Which was sent forth is reabsorbed into God, so that there should be a reabsorption and a kind of alternation of one changing himself into various forms; whereas the distinction between the Father, Son, and Holy Spirit always abiding and unchangeable, preserves the Unity of its power."
                        },
                        {
                            "verse": 31,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:31",
                            "text": "54."
                        },
                        {
                            "verse": 32,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:32",
                            "text": "But if any one thinks that the word of the prophet is to be explained with reference to the Holy Spirit, because it is said, \"declaring unto men His Christ,\" he will explain it more easily of the Lord's Incarnation."
                        },
                        {
                            "verse": 33,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:33",
                            "text": "For if it troubles you that he said Spirit, and therefore you think that this cannot well be explained of the mystery of the taking of human nature, read on in the Scriptures and you will find that all agrees most excellently with Christ, of Whom it is thoroughly fitting to think that He established the thunders by His coming, that is, the force and sound of the heavenly Scriptures, by the thunder, as it were, of which our minds are struck with astonishment, so that we learn to be afraid, and pay respect to the heavenly oracles."
                        },
                        {
                            "verse": 34,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:34",
                            "text": "55."
                        },
                        {
                            "verse": 35,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:35",
                            "text": "Lastly, in the Gospel the brothers of the Lord were called Sons of Thunder; and when the voice was uttered of the Father, saying, \"I have both glorified it and will glorify it again,\" the Jews said that it thundered on Him."
                        },
                        {
                            "verse": 36,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:36",
                            "text": "For although they could not receive the grace of the truth, yet they confessed unwillingly, and in their ignorance were speaking mysteries, so that there resulted a great testimony of the Father to the Son."
                        },
                        {
                            "verse": 37,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:37",
                            "text": "And in the Book of Job, too, the Scripture says: \"And who knows when He will make the power of His thunder?\" Certainly if these words pertained to the thunders of the heavens, he would have said that their force was already made, not about to be made."
                        },
                        {
                            "verse": 38,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:38",
                            "text": "56."
                        },
                        {
                            "verse": 39,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:39",
                            "text": "Therefore he referred the thunders to the words of the Lord, the sound of which went out into all the earth, and we understand the word \"spirit\" in this place of the soul, which He took endowed with reason and perfect; for Scripture often designates  the soul of man by the word spirit, as you read: \"Who creates the spirit of man within him\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:40",
                            "text": "So, too, the Lord signified His Soul by the word Spirit, when He said: \"Into Thy hands I commend My Spirit\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:41",
                            "text": "57."
                        },
                        {
                            "verse": 42,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:42",
                            "text": "And that you might know that he spoke of the coming down of Jesus, he added that He declared His Christ to men, for in His baptism He declared Him, saying: \"Thou art My beloved Son, in Whom I am well pleased\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:43",
                            "text": "He declared Him on the mount, saying: \"This is My beloved Son, hear ye Him\"."
                        },
                        {
                            "verse": 44,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:44",
                            "text": "He declared Him in His Passion, when the sun hid itself, and sea and earth trembled."
                        },
                        {
                            "verse": 45,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:45",
                            "text": "He declared Him in the Centurion, who said: \"Truly this was the Son of God\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:46",
                            "text": "58."
                        },
                        {
                            "verse": 47,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:47",
                            "text": "We ought, then, to take this whole passage either to be simply to be understood of that state in which we here live and breathe, or of the mystery of the Lord's Body; for if here it had been stated that the Holy Spirit was created, undoubtedly Scripture would elsewhere have declared the same, as we often read of the Son of God, Who according to the flesh was both made and created."
                        },
                        {
                            "verse": 48,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:48",
                            "text": "59."
                        },
                        {
                            "verse": 49,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:49",
                            "text": "But it is fitting that we should consider His Majesty in the very fact of His taking flesh for us, that we may see His divine power in the very taking of the Body."
                        },
                        {
                            "verse": 50,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:50",
                            "text": "For as we read that the Father created the mystery of the Lord's Incarnation, the Spirit too created it; and so too we read that Christ Himself created His own Body."
                        },
                        {
                            "verse": 51,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:51",
                            "text": "For the Father created it, as it is written: \"The Lord created Me,\" and in another place, \"God sent His Son, made of a woman, made under the law\"."
                        },
                        {
                            "verse": 52,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:52",
                            "text": "And the Spirit created the whole mystery, according to that which we read, for \"Mary was found with child of the Holy Spirit\"."
                        },
                        {
                            "verse": 53,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:53",
                            "text": "60."
                        },
                        {
                            "verse": 54,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:54",
                            "text": "You find, then, that the Father created and the Spirit created; learn, too, that the Son of God also created, when Solomon says: \"Wisdom hath made herself a house\"."
                        },
                        {
                            "verse": 55,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:55",
                            "text": "How, then, can the Holy Spirit Who created the mystery of the Lord's Incarnation, which is above all created things, be Himself a creature?  61."
                        },
                        {
                            "verse": 56,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:56",
                            "text": "As we have shown above generally that the Holy Spirit is our Creator according to the flesh in the outer man, let us now show that He is our Creator also according to the mystery of grace."
                        },
                        {
                            "verse": 57,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:57",
                            "text": "And as the Father creates, so too does the Son create, and so too the Holy Spirit creates, as we read in the words of Paul: \"For it is the gift of God, not of works, lest any one should boast."
                        },
                        {
                            "verse": 58,
                            "chapter": 6,
                            "name": "Ambrose: On the Holy Spirit Book II 6:58",
                            "text": "For we are His workmanship created in Christ Jesus in good works\"."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Ambrose: On the Holy Spirit Book II 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:2",
                            "text": "The Holy Spirit is no less the author of spiritual creation or regeneration than the Father and the Son."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:3",
                            "text": "The excellence of that creation, and wherein it consists."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:4",
                            "text": "How we are to understand holy Scripture, when it attributes a body or members to God."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:5",
                            "text": "62."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:6",
                            "text": "So, then, the Father creates in good works, and the Son also, for it is written: \"But as many as received Him, to them gave He power to become the sons of God, even to them who believe on His Name; who were born not of blood, nor of the will of the flesh, nor of the will of man, but of God\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:7",
                            "text": "63."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:8",
                            "text": "In like manner the Lord Himself also testifies that we are born again of the Spirit according to grace, saying: \"That which is born of the flesh is flesh, because it is born of flesh; and that which is born of the Spirit is spirit, because God is Spirit."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:9",
                            "text": "Marvel not that I said unto you, Ye must be born again."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:10",
                            "text": "The Spirit breatheth where He willeth, and thou hearest His voice, but knowest not whence He cometh or whither He goeth, so is every one who is born of the Spirit\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:11",
                            "text": "64."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:12",
                            "text": "It is then clear that the Holy Spirit is also the Author of the grace of the Spirit, since we are created according to God, that we may be made the sons of God."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:13",
                            "text": "So when He has taken us into His kingdom by the adoption of holy regeneration, do we deny Him that which is His? He has made us heirs of the new birth from above, do we claim the heritage and reject its Author? But the benefit cannot remain  when its Author is shut out; the Author is not without the gift, nor the gift without the Author."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:14",
                            "text": "If you claim the grace, believe the power; if you reject the power, do not ask for the grace."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:15",
                            "text": "He who has denied the Spirit has at the same time denied the gift."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:16",
                            "text": "For if the Author be of no account how can His gifts be precious? Why do we grudge the gifts we ourselves receive, diminish our hopes, repudiate our dignity, and deny our Comforter?  65."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:17",
                            "text": "But we cannot deny Him."
                        },
                        {
                            "verse": 18,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:18",
                            "text": "Far be it from us to deny that which is so great, since the Apostle says: \"But ye brethren, like Isaac, are the children of promise, but as then, he that is born after the flesh persecutes him that is after the Spirit\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:19",
                            "text": "Again certainly is understood from what has gone before, is born after the Spirit."
                        },
                        {
                            "verse": 20,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:20",
                            "text": "He then who is born after the Spirit is born after God."
                        },
                        {
                            "verse": 21,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:21",
                            "text": "Now we are born again when we are renewed in our inward affections and lay aside the oldness of the outer man."
                        },
                        {
                            "verse": 22,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:22",
                            "text": "And so the Apostle says again: \"But be ye renewed in the spirit of your mind, and put on the new man which is created according to God in truth and righteousness and holiness\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:23",
                            "text": "Let them hear how the Scripture has signified the unity of the divine operation."
                        },
                        {
                            "verse": 24,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:24",
                            "text": "He who is renewed in the spirit of his mind has put on the new man, which is created according to God."
                        },
                        {
                            "verse": 25,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:25",
                            "text": "66."
                        },
                        {
                            "verse": 26,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:26",
                            "text": "That more excellent regeneration is then the work of the Holy Spirit; and the Spirit is the Author of that new man which is created after the image of God, which no one will doubt to be better than this outer man of ours."
                        },
                        {
                            "verse": 27,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:27",
                            "text": "Since the Apostle has pointed out that the one is heavenly, the other earthly, when he says: \"As is the heavenly, such also are the heavenly\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:28",
                            "text": "67."
                        },
                        {
                            "verse": 29,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:29",
                            "text": "Since, then, the grace of the Spirit makes that to be heavenly which it can create earthy, we ought to observe by reason though we be without instances."
                        },
                        {
                            "verse": 30,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:30",
                            "text": "For in a certain place holy Job says: \"As the Lord liveth, Who thus judgeth me, and the Almighty, Who hath brought my soul to bitterness (for the Spirit of God which is in my nostrils)\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:31",
                            "text": "He certainly did not here signify by His Spirit the vital breath and bodily breathing passages, but signifies the nostrils of the inner man within him, wherewith he gathered in the fragrance of eternal life, and drew in the grace of the heavenly ointment as with a kind of twofold sense."
                        },
                        {
                            "verse": 32,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:32",
                            "text": "68."
                        },
                        {
                            "verse": 33,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:33",
                            "text": "For there are spiritual nostrils, as we read, which the spouse of the Word has, to whom it is said: \"And the smell of thy nostrils;\" and in another place: \"The Lord smelled a smell of sweetness\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:34",
                            "text": "There are, then, as it were, inward members of a man, whose hands are considered to be in action, his ears in hearing, his feet in a kind of progress in a good work."
                        },
                        {
                            "verse": 35,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:35",
                            "text": "And so from what is done we gather as it were figures of the members, for it is not suitable for us to imagine anything in the inner man after a fleshly manner."
                        },
                        {
                            "verse": 36,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:36",
                            "text": "69."
                        },
                        {
                            "verse": 37,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:37",
                            "text": "And there are some who suppose that God is fashioned after a bodily manner, when they read of His hand or finger, and they do not observe that these things are written not because of any fashion of a body, since in the Godhead are neither members nor parts, but are expressions of the oneness of the Godhead, that we may believe that it is impossible for either the Son or the Holy Spirit to be separated from God the Father; since the fulness of the Godhead dwells as it were bodily in the substance of the Trinity."
                        },
                        {
                            "verse": 38,
                            "chapter": 7,
                            "name": "Ambrose: On the Holy Spirit Book II 7:38",
                            "text": "For this reason, then, is the Son also called the Right Hand of the Father, as we read: \"The Right Hand of the Lord hath done mighty things, the Right Hand of the Lord hath exalted me\"."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Ambrose: On the Holy Spirit Book II 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:2",
                            "text": "St."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:3",
                            "text": "Ambrose examines and refutes the heretical argument that because God is said to be glorified in the Spirit, and not with the Spirit, the Holy Spirit is therefore inferior to the Father."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:4",
                            "text": "He shows that the particle in can be also used of the Son and even of the Father, and that on the other hand with may be said of creatures without any infringement on the prerogatives of the Godhead; and that in reality these prepositions simply imply the connection of the Three Divine Persons."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:5",
                            "text": "70."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:6",
                            "text": "But what wonder is it if foolish men question about words, when they do so even about syllables? For some think that a distinction should be made and that God should be praised in the Spirit, but not with the Spirit, and consider that the greatness of the Godhead is to be estimated from one syllable or some custom, arguing that if they consider that God should be glorified in the Spirit, they point to some office of the Holy Spirit, but that if they say that God receives glory or power with the Spirit, they seem to imply some association and communion of the Father, the Son, and the Holy Spirit."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:7",
                            "text": "71."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:8",
                            "text": "But who can separate what is incapable of separation? who can divide that association which Christ shows to be inseparable? \"Go,\" says He, \"baptize all nations in the Name of the Father and of the Son and of the Holy Spirit\"."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:9",
                            "text": "Has He changed either a word or a syllable here concerning the Father or the Son or the Holy Spirit? Certainly not."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:10",
                            "text": "But He says, in the Name of the Father and of the Son and of the Holy Spirit."
                        },
                        {
                            "verse": 11,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:11",
                            "text": "The expression is the same for the Spirit as for the Father and for Himself."
                        },
                        {
                            "verse": 12,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:12",
                            "text": "From which is inferred not any office of the Holy Spirit, but rather a sharing of honour or of working when we say \"in the Spirit\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:13",
                            "text": "72."
                        },
                        {
                            "verse": 14,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:14",
                            "text": "Consider, too, that this opinion of yours tends to the injury of the Father and the Son, for the latter did not say, \"with the Name of the Father and of the Son, and of the Holy Spirit,\" but in the Name, and yet not any office but the power of the Trinity is expressed in this syllable,  73."
                        },
                        {
                            "verse": 15,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:15",
                            "text": "Lastly, that you may know that it is not a syllable which prejudices faith, but faith which commends a syllable, Paul also speaks in Christ."
                        },
                        {
                            "verse": 16,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:16",
                            "text": "Christ is not less, because Paul spoke in Christ, as you find: \"We speak before God in Christ\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:17",
                            "text": "As, then, the Apostle says that we speak in Christ, so, too, is that which we speak in the Spirit; as the Apostle himself said: \"No man saith Lord Jesus, except in the Holy Spirit\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:18",
                            "text": "So, then, in this place not any subjection of the Holy Spirit, but a connection of grace is signified."
                        },
                        {
                            "verse": 19,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:19",
                            "text": "74."
                        },
                        {
                            "verse": 20,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:20",
                            "text": "And that you may know that distinction does not depend upon a syllable, he says also in another place: \"And these indeed were you, but ye are washed, but ye are sanctified, but ye are justified in the Name of the Lord Jesus Christ, and in the Spirit of our God\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:21",
                            "text": "How many instances of this I can bring forward."
                        },
                        {
                            "verse": 22,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:22",
                            "text": "For it is written: \"Ye are all one in Christ Jesus,\" and elsewhere: \"To those sanctified in Christ Jesus,\" and again: \"That we might be the righteousness of God in Him,\" and in another place: \"Should fall from the chastity which is in Christ Jesus\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:23",
                            "text": "75."
                        },
                        {
                            "verse": 24,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:24",
                            "text": "But what am I doing? For while I say that like things are written of the Son as of the Spirit, I am rather leading on to this, not that because it is written of the Son, therefore it would appear to be reverently written of the Holy Spirit, but that because the same is written of the Spirit, therefore men allege that the Son's honour is lessened because of the Spirit."
                        },
                        {
                            "verse": 25,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:25",
                            "text": "For say they, Is it written of God the Father?  76."
                        },
                        {
                            "verse": 26,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:26",
                            "text": "But let them learn that it is also said of God the Father: \"In the Lord I will praise the word;\" and elsewhere: \"In God we will do mighty deeds;\" and \"My remembrance shall be ever in Thee;\" and \"In Thy Name will we rejoice;\" and again in another place: \"That his deeds may be manifested, that they are wrought in God;\" and Paul: \"In God Who created all things;\" and again: \"Paul and Silvanus and Timotheus to the Church of the Thessalonians in God the Father and the Lord Jesus Christ;\" and in the Gospel: \"I in the Father and the Father in Me,\" and \"the Father that dwelleth in Me\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:27",
                            "text": "It is also written: \"He that glorieth let him glory in the Lord;\" and in another place: \"Our life is hid with Christ in God\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:28",
                            "text": "Did he here ascribe more to the Son than to the Father in saying that we are with Christ in God? or does our state avail more than the grace of the Spirit, so that we can be with Christ and the Holy Spirit cannot? And when Christ wills to be with us, as He Himself said: \"Father, I will that they whom Thou hast given Me be with Me where I am,\" would He disdain to be with the Spirit? For it is written: \"Ye coming together and my spirit with the power of the Lord Jesus\"."
                        },
                        {
                            "verse": 29,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:29",
                            "text": "Do we then come together in the power of the Lord, and dare to say that the Lord Jesus would not be willing to come together with the Spirit Who does not disdain to come together with us?  77."
                        },
                        {
                            "verse": 30,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:30",
                            "text": "So the Apostle thinks that it makes no difference which particle you use."
                        },
                        {
                            "verse": 31,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:31",
                            "text": "For each is a conjunctive particle, and conjunction does not cause separation, for if it divided it would not be called a conjunction."
                        },
                        {
                            "verse": 32,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:32",
                            "text": "78."
                        },
                        {
                            "verse": 33,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:33",
                            "text": "What, then, moves you to say that to God the Father or to His Christ there is glory, life, greatness, or power, in the Holy Spirit, and to refuse to say with the Holy Spirit? Is it that you are afraid of seeming to join the Spirit with the Father and the Son? But hear what is written of the Spirit: \"For the law of the Spirit is life in Christ Jesus\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:34",
                            "text": "And in another place God the Father says: \"They shall worship Thee, and in Thee they shall make supplication\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:35",
                            "text": "God the Father says that we ought to pray in Christ; and do you think that it is any derogation to the Spirit if the glory of Christ is said to be in Him?  79."
                        },
                        {
                            "verse": 36,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:36",
                            "text": "Hear that what you are afraid to acknowledge of the Spirit, the Apostle did not fear to claim for himself; for he says: \"To be dissolved and to be with Christ is much better\"."
                        },
                        {
                            "verse": 37,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:37",
                            "text": "Do you deny that the Spirit, through Whom the Apostle was made worthy of being with Christ, is with Christ?  80."
                        },
                        {
                            "verse": 38,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:38",
                            "text": "What, then, is the reason that you prefer saying that God or Christ is glorified in the Spirit rather than with the Spirit? Is it because if you say in the Spirit, the Spirit is declared to be less than Christ? Although your making the Lord greater or less is a matter which can be refuted, yet since we read, \"For Christ was made sin for us, that we might be the righteousness of God in Him,\" He is found chiefest in Whom we are found most low."
                        },
                        {
                            "verse": 39,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:39",
                            "text": "So, too, elsewhere you read, \"For in Him all things consist,\" that is, in His power."
                        },
                        {
                            "verse": 40,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:40",
                            "text": "And the things which consist in Him cannot be compared to Him, because they receive from His power the substance whereby they consist."
                        },
                        {
                            "verse": 41,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:41",
                            "text": "81."
                        },
                        {
                            "verse": 42,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:42",
                            "text": "Do you then understand that God so reigns in the Spirit that the power of the Spirit, as a kind of source of substance, imparts to God the origin of His rule? But this is impious."
                        },
                        {
                            "verse": 43,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:43",
                            "text": "And so our predecessors spoke of the unity of power of the Father, the Son, and the Holy Spirit, when they said that the glory of Christ was with the Spirit, that they might declare their inseparable connection."
                        },
                        {
                            "verse": 44,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:44",
                            "text": "82."
                        },
                        {
                            "verse": 45,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:45",
                            "text": "For how is the Holy Spirit separated from the Son, since \"the Spirit Himself beareth witness with our spirit that we are sons of God, and if sons, also heirs, heirs, indeed, of God and joint-heirs with Christ\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:46",
                            "text": "Who, then, is so foolish as to wish to dissever the eternal conjunction of the Spirit and Christ, when the Spirit by Whom we are made joint-heirs with Christ conjoins even what is severed."
                        },
                        {
                            "verse": 47,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:47",
                            "text": "83."
                        },
                        {
                            "verse": 48,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:48",
                            "text": "\"If so be,\" he says, \"we suffer with Him, that we may be also glorified together\"."
                        },
                        {
                            "verse": 49,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:49",
                            "text": "If we then shall be glorified together with Christ through the Spirit, how do we refuse to admit that the Spirit Himself is glorified together with Christ? Do we dissociate the life of Christ and of the Holy Spirit when the Spirit says that we shall live together with the Son of God? For the Apostle says: \"If we be dead with Christ we believe that we shall also live with Him;\" and then again: \"For if we suffer with Him we shall also live with Him, and not only shall we live with Him, but shall be also glorified with Him, and not only be glorified but shall also reign with Him\"."
                        },
                        {
                            "verse": 50,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:50",
                            "text": "84."
                        },
                        {
                            "verse": 51,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:51",
                            "text": "No division, then, is implied in those particles, for each is a particle of conjunction."
                        },
                        {
                            "verse": 52,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:52",
                            "text": "And lastly, we often find in holy Scripture the one inserted and the other understood, as it is written: \"I will enter into Thy house in whole burnt-offerings,\" that is, \"with whole burnt-offerings;\" and in another place: \"He brought them forth in silver and gold,\" that is, \"with silver and gold\"."
                        },
                        {
                            "verse": 53,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:53",
                            "text": "And elsewhere the Psalmist says: \"Wilt Thou not go forth with us in our hosts?\" for that which is really meant, \"with our hosts\"."
                        },
                        {
                            "verse": 54,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:54",
                            "text": "So, then, in the use of the expression no lessening of honour can be implied, and nothing ought to be deduced derogatory to the honour of the Godhead, it is necessary that with the heart man should believe unto righteousness, and that out of the faith of the heart confession should be made in the mouth unto salvation."
                        },
                        {
                            "verse": 55,
                            "chapter": 8,
                            "name": "Ambrose: On the Holy Spirit Book II 8:55",
                            "text": "But they who believe not with the heart spread what is derogatory with their mouth."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Ambrose: On the Holy Spirit Book II 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:2",
                            "text": "A passage of St."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:3",
                            "text": "Paul abused by heretics, to prove a distinction between the Divine Persons, is explained, and it is proved that the whole passage can be rightly said of each Person, though it refers specially to the Son."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:4",
                            "text": "It is then proved that each member of the passage is applicable to each Person, and as to say, of Him are all things is applicable to the Father, so may all things are through Him and in Him also be said of Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:5",
                            "text": "85."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:6",
                            "text": "Another similar passage is that which they say implies difference, where it is written: \"But to us there is one Father, of Whom are all things and we unto Him, and one Lord Jesus Christ, through Whom are all things, and we through Him\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:7",
                            "text": "For they pretend that when it is said \"of Him,\" the matter is signified, when \"through Him,\" either the instrument of the work or some office, but when it is said \"in Him,\" either the place or the time in which all things that are made are seen."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:8",
                            "text": "86."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:9",
                            "text": "So, then, their desire is to prove that there is some difference of substance, being anxious to make a distinction between as it were the instrument, and the proper worker or author, and also between time or place and the instrument."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:10",
                            "text": "But is the Son, then, alien as regards His Nature from the Father, because an instrument is alien from the  worker or author? or is the Son alien from the Spirit, because either time or place is not of the same class as an instrument?  87."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:11",
                            "text": "Compare now our assertions."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:12",
                            "text": "They will have it that matter is of God as though of the nature of God, as when you say that a chest is made of wood or a statue of stone; that after this fashion matter has come forth from God, and that the same matter has been made by the Son as if by some sort of instrument; so that they declare that the Son is not so much the Artificer as the instrument of the work; and that all things have been made in the Spirit, as if in some place or time; they attribute each part severally to each Person severally and deny that all are in common."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:13",
                            "text": "88."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:14",
                            "text": "But we show that all things are so of God the Father, that God the Father has suffered no loss because all things are either through Him or in Him, and yet all things are not of Him as if of matter; then, too, that all things are through the Lord the Son, so that He is not deprived of the attribute that all things are of the Son and in Him; and that all things are in the Spirit, so that we may teach that all things are through the Spirit, and all things from the Spirit."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:15",
                            "text": "89."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:16",
                            "text": "For these particles, like those of which we have spoken before, imply each other."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:17",
                            "text": "For the Apostle did not so say, All things are of God, and all things are through the Son, as to signify that the substance of the Father and the Son could be severed, but that he might teach that by a distinction without confusion the Father is one, the Son another."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:18",
                            "text": "Those particles, then, are not as it were in opposition to each other, but are as it were allied and agreed, so as often to suit even one Person, as it is written: \"For of Him, and through Him, and in Him are all things\"."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:19",
                            "text": "90."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:20",
                            "text": "But if you really consider whence the passage is taken you will have no doubt that it is said of the Son."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:21",
                            "text": "For the Apostle says, according to the prophecy of Isaiah, \"Who hath known the mind of the Lord, or who hath been His counsellor?\" And he adds: \"For of Him and in Him are all things\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:22",
                            "text": "Which Isaiah had said of the Artificer of all, as you read: \"Who hath measured out the water with his hand, and the heaven with a span, and all the earth with his closed hand? Who hath placed the mountains in scales and the hills in a balance? Who hath known the mind of the Lord, or who hath been His counsellor?\"  91."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:23",
                            "text": "And the Apostle added: \"For of Him, and through Him, and in Him are all things\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:24",
                            "text": "What is \"of Him\"? That the nature of everything is of His will, and He is the Author of all things which have come into being."
                        },
                        {
                            "verse": 25,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:25",
                            "text": "\"Through Him\" means what? That the establishment and continuance of all things is His gift."
                        },
                        {
                            "verse": 26,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:26",
                            "text": "What is \"in Him\"? That all things by a wonderful kind of longing and unspeakable love look upon the Author of their life, and the Giver of their graces and functions, according to that which is written: \"The eyes of all look unto Thee,\" and \"Thou openest Thine hand and fillest every living creature with Thy good pleasure\"."
                        },
                        {
                            "verse": 27,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:27",
                            "text": "92."
                        },
                        {
                            "verse": 28,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:28",
                            "text": "And of the Father, too, you may rightly say \"of Him,\" for of Him was the operative Wisdom, Which of His own and the Father's will gave being to all things which were not."
                        },
                        {
                            "verse": 29,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:29",
                            "text": "\"Through Him,\" because all things were made through His Wisdom."
                        },
                        {
                            "verse": 30,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:30",
                            "text": "\"In Him,\" because He is the Fount of substantial Life, in Whom we live and move and have our being."
                        },
                        {
                            "verse": 31,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:31",
                            "text": "93."
                        },
                        {
                            "verse": 32,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:32",
                            "text": "Of the Spirit also, as being formed by Him, strengthened by Him, established in Him, we receive the gift of eternal life."
                        },
                        {
                            "verse": 33,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:33",
                            "text": "94."
                        },
                        {
                            "verse": 34,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:34",
                            "text": "Since, then, these expressions seem suitable either to the Father or the Son or the Holy Spirit, it is certain that nothing derogatory is spoken of in them, since we both say that many things are of the Son, and many through the Father, as you find it said of the Son: \"That we may be increased through all things in Him, Who is Christ the Head, from Whom,\" says he, \"the whole body, framed and knit together through every joint of the supply for the measure of every part, maketh increase of the body unto the building up of itself in love\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:35",
                            "text": "And again, writing to the Colossians of those who have not the knowledge of the Son of God, he says: \"Because they hold not the Head, from Whom all the body being supplied and joined together through joints and bands, increaseth to the increase of God\"."
                        },
                        {
                            "verse": 36,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:36",
                            "text": "For we said above that Christ is the Head of the Church."
                        },
                        {
                            "verse": 37,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:37",
                            "text": "And in another place you read: \"Of His fulness have all we received\"."
                        },
                        {
                            "verse": 38,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:38",
                            "text": "And the Lord Himself said: \"He shall take of Mine and show it unto you\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:39",
                            "text": "And before, He said: \"I perceive that virtue is gone out of Me\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:40",
                            "text": "95."
                        },
                        {
                            "verse": 41,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:41",
                            "text": "In like manner that you may recognize the Unity, it is also said of the Spirit: \"For he that soweth in the Spirit shall of the Spirit  reap eternal life\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:42",
                            "text": "And John says: \"Hereby we know that He is in us because He hath given us of His Spirit\"."
                        },
                        {
                            "verse": 43,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:43",
                            "text": "And the Angel says: \"That Which shall be born of her is of the Holy Spirit\"."
                        },
                        {
                            "verse": 44,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:44",
                            "text": "And the Lord says: \"That which is born of the Spirit is Spirit\"."
                        },
                        {
                            "verse": 45,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:45",
                            "text": "96."
                        },
                        {
                            "verse": 46,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:46",
                            "text": "So, then, as we read that all things are of the Father, so, too, that all things can be said to be of the Son, through Whom are all things; and we are taught by proof that all things are of the Spirit in Whom are all things."
                        },
                        {
                            "verse": 47,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:47",
                            "text": "97."
                        },
                        {
                            "verse": 48,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:48",
                            "text": "Now let us consider whether we can teach that anything is through the Father."
                        },
                        {
                            "verse": 49,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:49",
                            "text": "But it is written: \"Paul the servant of Christ through the will of God;\" and elsewhere: \"Wherefore thou art now not a servant but a son, and if a son an heir also through God;\" and again: \"As Christ rose from the dead by the glory of God\"."
                        },
                        {
                            "verse": 50,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:50",
                            "text": "And elsewhere God the Father says to the Son: \"Behold proselytes shall come to Thee through Me\"."
                        },
                        {
                            "verse": 51,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:51",
                            "text": "98."
                        },
                        {
                            "verse": 52,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:52",
                            "text": "You will find many other passages, if you look for things done through the Father."
                        },
                        {
                            "verse": 53,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:53",
                            "text": "Is, then, the Father less because we read that many things are in the Son and of the Son, and find in the heavenly Scriptures very many things done or given through the Father?  99."
                        },
                        {
                            "verse": 54,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:54",
                            "text": "But in like manner we also read of many things done through the Spirit, as you find: \"But God hath revealed them to us through His Spirit;\" and in another place: \"Keep the good deposit through the Holy Spirit;\" and to the Ephesians: \"to be strengthened through His Spirit;\" and to the Corinthians: \"To another is given through the Spirit the word of wisdom;\" and in another place: \"But if through the Spirit ye mortify the deeds of the flesh, ye shall live;\" and above: \"He Who raised Christ from the dead shall also quicken your mortal bodies through the indwelling of His Spirit in you\"."
                        },
                        {
                            "verse": 55,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:55",
                            "text": "100."
                        },
                        {
                            "verse": 56,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:56",
                            "text": "But perhaps some one may say, Show me that we can read expressly that all things are of the Son, or that all things are of the Spirit."
                        },
                        {
                            "verse": 57,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:57",
                            "text": "But I reply, Let them also show that it is written that all things are through the Father."
                        },
                        {
                            "verse": 58,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:58",
                            "text": "But since we have proved that these expressions suit either the Father or the Son or the Holy Spirit, and that no distinction of the divine power can arise from particles of this kind, there is no doubt but that all things are of Him through Whom all things are; and that all things are through Him through Whom all are; and that we must understand that all things are through Him or of Him in Whom all are."
                        },
                        {
                            "verse": 59,
                            "chapter": 9,
                            "name": "Ambrose: On the Holy Spirit Book II 9:59",
                            "text": "For every creature exists both of the will, and through the operation and in the power of the Trinity, as it is written: \"Let Us make man after Our image and likeness;\" and elsewhere: \"By the word of the Lord were the heavens established, and all their power by the Spirit of His mouth\"."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Ambrose: On the Holy Spirit Book II 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:2",
                            "text": "Being about to prove that the will, the calling, and the commandment of the Trinity is one, St."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:3",
                            "text": "Ambrose shows that the Spirit called the Church exactly as the Father and the Son did, and proves this by the selection of SS."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:4",
                            "text": "Paul and Barnabas, and especially by the mission of St."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:5",
                            "text": "Peter to Cornelius."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:6",
                            "text": "And by the way he points out how in the Apostle's vision the calling of the Gentiles was shadowed forth, who having been before like wild beasts, now by the operation of the Spirit lay aside that wildness."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:7",
                            "text": "Then having quoted other passages in support of this view, he shows that in the case of Jeremiah cast into a pit by Jews, and rescued by Abdemelech, is a type of the slighting of the Holy Spirit by the Jews, and of His being honoured by the Gentiles."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:8",
                            "text": "101."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:9",
                            "text": "And not only is the operation of the Father, Son, and Holy Spirit everywhere one but also there is one and the same will, calling, and giving of commands, which one may see in the great and saving mystery of the Church."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:10",
                            "text": "For as the Father called the Gentiles to the Church, saying: \"I will call her My people which was not My people, and her beloved who was not beloved;\" and elsewhere: \"My house shall be called a house of prayer for all nations,\" so, too, the Lord Jesus said that Paul was chosen by Him to call forth and gather together the Church, as you find it said by the Lord Jesus to Ananias: \"Go, for he is a chosen vessel unto Me to bear My name before all nations\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:11",
                            "text": "102."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:12",
                            "text": "As, then, God the Father called the Church, so, too, Christ called it, and so, too, the Spirit called it, saying: \"Separate Me Paul and Barnabas for the work to which I have called them\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:13",
                            "text": "\"So,\" it is added, \"having fasted and prayed, they laid hands on them and sent them forth."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:14",
                            "text": "And they, being sent forth by the Holy Spirit, went down to Seleucia\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:15",
                            "text": "So Paul received the apostleship by the will not only of Christ, but also of the Holy Spirit, and hastened to gather together the Gentiles."
                        },
                        {
                            "verse": 16,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:16",
                            "text": "103."
                        },
                        {
                            "verse": 17,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:17",
                            "text": "And not only Paul, but also, as we read in the Acts of the Apostles, Peter."
                        },
                        {
                            "verse": 18,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:18",
                            "text": "For when he had seen in his prayer heaven opened and a certain vessel tied at the four corners, as it were a sheet in which were all kinds of four-footed beasts and wild beasts and fowls of the air, \"a voice came to him saying, Arise, Peter, kill and eat."
                        },
                        {
                            "verse": 19,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:19",
                            "text": "And Peter said, Be it far from me, Lord, I have never eaten anything common or unclean."
                        },
                        {
                            "verse": 20,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:20",
                            "text": "And again a voice came to him, saying, What God hath cleansed call not thou common."
                        },
                        {
                            "verse": 21,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:21",
                            "text": "And this was done three times, and the vessel was received back into heaven\"."
                        },
                        {
                            "verse": 22,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:22",
                            "text": "And so when Peter was silently thinking over this with himself, and the servants of Cornelius appointed by the Angel had come to him, the Spirit said to him, \"Lo, men are seeking thee, rise therefore, and go down and go with them; doubt not, for I have sent thee\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:23",
                            "text": "104."
                        },
                        {
                            "verse": 24,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:24",
                            "text": "How clearly did the Holy Spirit express His own power! First of all in that He inspired him who was praying, and was present to him who was entreating; then when Peter, being called, answered, \"Lord,\" and so was found worthy of a second message, because he acknowledged the Lord."
                        },
                        {
                            "verse": 25,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:25",
                            "text": "But the Scripture declares Who that Lord was, for He Whom he had answered spoke to him when he answered."
                        },
                        {
                            "verse": 26,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:26",
                            "text": "And the following words show the Spirit clearly revealed, for He Who formed the mystery made known the mystery."
                        },
                        {
                            "verse": 27,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:27",
                            "text": "105."
                        },
                        {
                            "verse": 28,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:28",
                            "text": "Notice, also, that the appearance of the mystery three times repeated expressed the operation of the Trinity."
                        },
                        {
                            "verse": 29,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:29",
                            "text": "And so in the mysteries the threefold question is put, and the threefold answer made, and no one can be cleansed but by a threefold confession."
                        },
                        {
                            "verse": 30,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:30",
                            "text": "For which reason, also, Peter in the Gospel is asked three times whether he loves the Lord, that by the threefold answer the bonds of the guilt he had contracted by denying the Lord might be loosed."
                        },
                        {
                            "verse": 31,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:31",
                            "text": "106."
                        },
                        {
                            "verse": 32,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:32",
                            "text": "Then, again, because the Angel is sent to Cornelius, the Holy Spirit speaks to Peter: \"For the eyes of the Lord are over the faithful of the earth\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:33",
                            "text": "Nor is it without a purpose that when He had said before, \"What God hath cleansed call not thou common,\" the Holy Spirit came upon the Gentiles to purify them, when it is manifest that the operation of the Spirit is a divine operation."
                        },
                        {
                            "verse": 34,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:34",
                            "text": "But Peter, when sent by the Spirit, did not wait for the command of God the Father, but acknowledged that that message was from the Spirit Himself, and the grace that of the Spirit Himself, when he said: \"If, then, God has granted them the same grace as to us, who was I that I should resist God?\"  107."
                        },
                        {
                            "verse": 35,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:35",
                            "text": "It is, then, the Holy Spirit Who has delivered us from that Gentile impurity."
                        },
                        {
                            "verse": 36,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:36",
                            "text": "For in those kinds of four-footed creatures and wild beasts and birds there was a figure of the condition of man, which appears clothed with the bestial ferocity of wild beasts unless it grows gentle by the sanctification of the Spirit."
                        },
                        {
                            "verse": 37,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:37",
                            "text": "Excellent, then, is that grace which changes the rage of beasts into the simplicity of the Spirit: \"For we also were aforetime foolish, unbelieving, erring, serving divers lusts and pleasures."
                        },
                        {
                            "verse": 38,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:38",
                            "text": "But now by the renewing of the Spirit we begin to be heirs of Christ, and joint-heirs with the Angels\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:39",
                            "text": "108."
                        },
                        {
                            "verse": 40,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:40",
                            "text": "Therefore the holy prophet David, seeing in the Spirit that we should from wild beasts become like the dwellers in heaven, says, \"Rebuke the wild beasts of the wood,\" evidently signifying, not the wood disturbed by the running of wild beasts, and shaken with the roaring of animals, but that wood of which it is written: \"We found it in the fields of the wood\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:41",
                            "text": "In which, as the prophet said: \"The righteous shall flourish as the palm-tree, and shall be multiplied as the cedar which is in Libanus\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:42",
                            "text": "That wood which, shaken in the tops of the trees spoken of in prophecy, shed forth the nourishment of the heavenly Word."
                        },
                        {
                            "verse": 43,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:43",
                            "text": "That wood into which Paul entered indeed as a ravening wolf, but went forth as a shepherd, for \"their sound is gone out into all the earth\"."
                        },
                        {
                            "verse": 44,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:44",
                            "text": "109."
                        },
                        {
                            "verse": 45,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:45",
                            "text": "We then were wild beasts, and therefore the Lord said: \"Beware of false prophets, which come in sheep's clothing, but inwardly are ravening wolves\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:46",
                            "text": "But now, through the Holy Spirit, the rage of lions, the spots of leopards, the craft of foxes, the rapacity of wolves, have passed away from our feelings; great, then, is the grace which has changed earth to heaven, that the conversation of us, who once were wandering as wild beasts in the woods, might be in heaven."
                        },
                        {
                            "verse": 47,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:47",
                            "text": "110."
                        },
                        {
                            "verse": 48,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:48",
                            "text": "And not only in this place, but also elsewhere in the same book, the Apostle Peter declared that the Church was built by the Holy Spirit."
                        },
                        {
                            "verse": 49,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:49",
                            "text": "For you read that he said: \"God, Which knoweth the hearts of men, bare witness, giving them the Holy Spirit, even as also to us; and He made no distinction between us and them, purifying their hearts by faith\"."
                        },
                        {
                            "verse": 50,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:50",
                            "text": "In which is to be considered, that as Christ is the Cornerstone, Who joined together both peoples into one, so, too, the Holy Spirit made no distinction between the hearts of each people, but united them."
                        },
                        {
                            "verse": 51,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:51",
                            "text": "111."
                        },
                        {
                            "verse": 52,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:52",
                            "text": "Do not, then, like a Jew, despise the Son, Whom the prophets foretold; for you would despise also the Holy Spirit, you would despise Isaiah, you would despise Jeremiah, whom he who was chosen of the Lord raised with rags and cords from the pit of that Jewish abode."
                        },
                        {
                            "verse": 53,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:53",
                            "text": "For the people of the Jews, despising the word of prophecy, had cast him into the pit."
                        },
                        {
                            "verse": 54,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:54",
                            "text": "Nor was there found any one of the Jews to draw the prophet out, but one Ethiopian Abdemelech, as the Scripture testifies."
                        },
                        {
                            "verse": 55,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:55",
                            "text": "112."
                        },
                        {
                            "verse": 56,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:56",
                            "text": "In which account is a very beautiful figure, that is to say, that we, sinners of the Gentiles, black beforehand through our transgressions, and aforetime fruitless, raised from the depth the word of prophecy which the Jews had thrust down, as it were, into the mire of their mind and carnality."
                        },
                        {
                            "verse": 57,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:57",
                            "text": "And therefore it is written: \"Ethiopia shall stretch out her hand unto God\"."
                        },
                        {
                            "verse": 58,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:58",
                            "text": "In which is signified the appearance of holy Church, who says in the Song of Songs: \"I am black and comely, O daughters of Jerusalem;\" black through sin, comely through grace; black by natural condition, comely through redemption, or certainly, black with the dust of her labours."
                        },
                        {
                            "verse": 59,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:59",
                            "text": "So she is black while fighting, is comely when she is crowned with the ornaments of victory."
                        },
                        {
                            "verse": 60,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:60",
                            "text": "113."
                        },
                        {
                            "verse": 61,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:61",
                            "text": "And fittingly is the prophet raised by cords, for the faithful writer said: \"The lines are fallen unto me in pleasant places\"."
                        },
                        {
                            "verse": 62,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:62",
                            "text": "And fittingly with rags; for the Lord Himself, when those who had been first invited to the marriage made excuse, sent to the partings of the highways, that as many as were found, both bad and good, should be invited to the marriage."
                        },
                        {
                            "verse": 63,
                            "chapter": 10,
                            "name": "Ambrose: On the Holy Spirit Book II 10:63",
                            "text": "With these rags, then, He lifted the word of prophecy from the mire."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Ambrose: On the Holy Spirit Book II 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:2",
                            "text": "We shall follow the example of Abdemelech, if we believe that the Son and Holy Spirit know all things."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:3",
                            "text": "This knowledge is attributed in Scripture to the Spirit, and also to the Son."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:4",
                            "text": "The Son is glorified by the Spirit, as also the Spirit by the Son."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:5",
                            "text": "Also, inasmuch as we read that the Father, the Son, and the Spirit say and reveal the same things, we must acknowledge in Them a oneness of nature and knowledge."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:6",
                            "text": "Lastly, that the Spirit searcheth the deep things of God is not a mark of ignorance, since the Father and the Son are likewise said to search, and Paul, although chosen by Christ, yet was taught by the Spirit."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:7",
                            "text": "114."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:8",
                            "text": "And you, too, shall be Abdemelech, that is, chosen by the Lord, if you raise the Word of God from the depth of Gentile ignorance; if you believe that the Son of God is not deceived, that nothing escapes His knowledge, that He is not ignorant of what is going to be."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:9",
                            "text": "And the Holy Spirit also is not deceived, of Whom the Lord says: \"But when He, the Spirit of Truth, shall come, He shall lead you into all truth\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:10",
                            "text": "He Who says all passes by nothing, neither the day nor the hour, neither things past nor things to come."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:11",
                            "text": "115."
                        },
                        {
                            "verse": 12,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:12",
                            "text": "And that you may know that He both knows all things, and foretells things to come, and that His knowledge is one with that of the Father and the Son, hear what the Truth of God says concerning Him: \"For He shall not speak from Himself, but what things He shall hear shall He speak, and He shall declare unto you the things that are to come\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:13",
                            "text": "116."
                        },
                        {
                            "verse": 14,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:14",
                            "text": "Therefore, that you may observe that He knows all things, when the Son said: \"But of that day and hour knoweth no one, not even the Angels of heaven,\" He excepted the Holy Spirit."
                        },
                        {
                            "verse": 15,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:15",
                            "text": "But if the Holy Spirit is excepted from ignorance, how is the Son of God not excepted?  117."
                        },
                        {
                            "verse": 16,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:16",
                            "text": "But you say that He numbered the Son of God also with the Angels."
                        },
                        {
                            "verse": 17,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:17",
                            "text": "He numbered the Son indeed, but He did not number the Spirit also."
                        },
                        {
                            "verse": 18,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:18",
                            "text": "Confess, then, either that the Holy Spirit is greater than the Son of God, so as to speak now not only as an Arian, but even as a Photinian, or acknowledge to what you ought to refer it that He said that the Son knew not."
                        },
                        {
                            "verse": 19,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:19",
                            "text": "For as man He could [in His human nature] be numbered with creatures Who were created."
                        },
                        {
                            "verse": 20,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:20",
                            "text": "118."
                        },
                        {
                            "verse": 21,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:21",
                            "text": "But if you are willing to learn that the Son of God knows all things, and has foreknowledge of all, see that those very things which you think to be unknown to the Son, the Holy Spirit received from the Son."
                        },
                        {
                            "verse": 22,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:22",
                            "text": "He received them, however, through Unity of Substance, as the Son received from the Father."
                        },
                        {
                            "verse": 23,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:23",
                            "text": "\"He,\" says He, \"shall glorify Me, for He shall receive of Mine and shall declare it unto you."
                        },
                        {
                            "verse": 24,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:24",
                            "text": "All things whatsoever the Father hath are Mine, therefore said I, He shall receive of Mine, and shall declare it unto you\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:25",
                            "text": "What, then, is more clear than this Unity? What things the Father hath pertain to the Son; what things the Son hath the Holy Spirit also has received."
                        },
                        {
                            "verse": 26,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:26",
                            "text": "119."
                        },
                        {
                            "verse": 27,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:27",
                            "text": "Yet learn that the Son knows the day of judgment."
                        },
                        {
                            "verse": 28,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:28",
                            "text": "We read in Zechariah: \"And the Lord my God shall come, and all the saints with Him."
                        },
                        {
                            "verse": 29,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:29",
                            "text": "In that day there shall not be light, but cold and frost, and it shall be one day, and that day is known unto the Lord\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:30",
                            "text": "This day, then, was known unto the Lord, Who shall come with His saints, to enlighten us by His second Advent."
                        },
                        {
                            "verse": 31,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:31",
                            "text": "120."
                        },
                        {
                            "verse": 32,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:32",
                            "text": "But let us continue the point which we have commenced concerning the Spirit."
                        },
                        {
                            "verse": 33,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:33",
                            "text": "For in the passage we have brought forward you find that the Son says of the Spirit: \"He shall glorify Me\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:34",
                            "text": "So, then, the Spirit glorifies the Son, as the Father also glorifies Him, but the Son of God also glorifies the Spirit, as we said above."
                        },
                        {
                            "verse": 35,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:35",
                            "text": "He, then, is not weak who is the cause of the mutual glory through the Unity of the Eternal Light, nor is He inferior to the Spirit, of Whom this is true that He is glorified by the Spirit."
                        },
                        {
                            "verse": 36,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:36",
                            "text": "122."
                        },
                        {
                            "verse": 37,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:37",
                            "text": "And you too shall be chosen, if you believe that the Spirit spoke that which the Father spoke, and which the Son spoke."
                        },
                        {
                            "verse": 38,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:38",
                            "text": "Paul, in fine, was therefore chosen because he so believed and so taught, since, as it is written, God \"hath revealed to us by His Spirit that which eye hath not seen, nor ear heard, nor hath entered into the heart of man, the things which God hath prepared for them that love Him\"."
                        },
                        {
                            "verse": 39,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:39",
                            "text": "And therefore is He called the Spirit of revelation, as you read: \"For God giveth to those who thus prepare themselves the Spirit of wisdom and revelation, that He may be known\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:40",
                            "text": "123."
                        },
                        {
                            "verse": 41,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:41",
                            "text": "There is, then, a Unity of knowledge, since, as the Father, Who gives the Spirit of revelation, reveals, so also the Son reveals, for it is written: \"No one knoweth the Son save the Father, neither doth any one know the Father save the Son, and he to whom the Son shall will to reveal Him\"."
                        },
                        {
                            "verse": 42,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:42",
                            "text": "He said more concerning the Son, not because He has more than the Father, but lest He should be supposed to have less."
                        },
                        {
                            "verse": 43,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:43",
                            "text": "And not unfittingly is the Father thus revealed by the Son, for the Son knows the Father even as the Father knows the Son."
                        },
                        {
                            "verse": 44,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:44",
                            "text": "124."
                        },
                        {
                            "verse": 45,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:45",
                            "text": "Learn now that the Spirit too knows God the Father, for it is written that, \"As no one knoweth the things of a man, save the spirit which is in him, so too the things of God no one knoweth save the Spirit of God\"."
                        },
                        {
                            "verse": 46,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:46",
                            "text": "\"No one,\" he says, \"knoweth save the Spirit of God\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:47",
                            "text": "Is, then, the Son of God excluded? Certainly not, since neither is the Spirit excluded, when it is said: \"And none knoweth the Father, save the Son\"."
                        },
                        {
                            "verse": 48,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:48",
                            "text": "125."
                        },
                        {
                            "verse": 49,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:49",
                            "text": "Therefore the Father, Son, and Holy Spirit are of one nature and of one knowledge."
                        },
                        {
                            "verse": 50,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:50",
                            "text": "And the Spirit is not to be numbered with all things which were made by the Son, since He knew the Father, Whom (as it is written) who can know save the Son? But the Holy Spirit knows also."
                        },
                        {
                            "verse": 51,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:51",
                            "text": "What then? When the totality of created things is spoken of, it follows that the Holy Spirit is not included."
                        },
                        {
                            "verse": 52,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:52",
                            "text": "126."
                        },
                        {
                            "verse": 53,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:53",
                            "text": "Now I should like them to answer what it is in man which knows the things of a man."
                        },
                        {
                            "verse": 54,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:54",
                            "text": "Certainly that must be reasonable which surpasses the other powers of the soul, and by which the highest nature of man is estimated."
                        },
                        {
                            "verse": 55,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:55",
                            "text": "What, then, is the Spirit, Who knows the deep things of God, and through Whom Almighty God is revealed? Is He inferior in the fulness of the Godhead Who is proved even by this instance to be of one substance with the Father? Or is He ignorant of anything Who knows the counsels of God, and His mysteries which have been hidden from the beginning? What is there that He knows not Who knows all things that are of God? For \"the Spirit searcheth even the deep things of God\"."
                        },
                        {
                            "verse": 56,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:56",
                            "text": "127."
                        },
                        {
                            "verse": 57,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:57",
                            "text": "But lest you should think that He searches things unknown, and so searches that He may learn that which He knows not, it is stated first that God revealed them to us through His Spirit, and at the same time in order that you may learn that the Spirit knows the things which are revealed to us through the Spirit Himself, it is said subsequently: \"For who among men knoweth the things of a man, save the  spirit of the man which is in him? so, too, the things of God knoweth no one save the Spirit of God\"."
                        },
                        {
                            "verse": 58,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:58",
                            "text": "If, then, the spirit of a man knows the things of a man, and knows them before it searches, can there be anything of God which the Spirit of God knows not? Of Whom the Apostle said not without a purpose, \"The things of God knoweth no one, save the Spirit of God;\" not that He knows by searching, but knows by nature; not that the knowledge of divine things is an accident in Him, but is His natural knowledge."
                        },
                        {
                            "verse": 59,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:59",
                            "text": "128."
                        },
                        {
                            "verse": 60,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:60",
                            "text": "But if this moves you that He said \"searcheth,\" learn that this is also said of God, inasmuch as He is the searcher of hearts and reins."
                        },
                        {
                            "verse": 61,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:61",
                            "text": "For Himself said: \"I am He that searcheth the heart and reins\"."
                        },
                        {
                            "verse": 62,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:62",
                            "text": "And of the Son of God you have also in the Epistle to the Hebrews: \"Who is the Searcher of the mind and thoughts\"."
                        },
                        {
                            "verse": 63,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:63",
                            "text": "Whence it is clear that no inferior searches the inward things of his superior, for to know hidden things is of the divine power alone."
                        },
                        {
                            "verse": 64,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:64",
                            "text": "The Holy Spirit, then, is a searcher in like manner as the Father, and the Son is a searcher in like manner, by the proper signification of which expression this is implied, that evidently there is nothing which He knows not, Whom nothing escapes."
                        },
                        {
                            "verse": 65,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:65",
                            "text": "129."
                        },
                        {
                            "verse": 66,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:66",
                            "text": "Lastly, he was chosen by Christ, and taught by the Spirit."
                        },
                        {
                            "verse": 67,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:67",
                            "text": "For as he himself witnesses, having obtained through the Spirit knowledge of the divine secrets, he shows both that the Holy Spirit knows God, and has revealed to us the things which are of God, as the Son also has revealed them."
                        },
                        {
                            "verse": 68,
                            "chapter": 11,
                            "name": "Ambrose: On the Holy Spirit Book II 11:68",
                            "text": "And he adds: \"But we received, not the spirit of this world, but the Spirit which is of God, that we might know the things that are given to us by God, which we also speak, not in persuasive words of man's wisdom, but in manifestation of the Spirit and in the power of God\"."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Ambrose: On the Holy Spirit Book II 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:2",
                            "text": "After proof that the Spirit is the Giver of revelation equally with the Father and the Son, it is explained how the same Spirit does not speak of Himself; and it is shown that no bodily organs are to be thought of in Him, and that no inferiority is to be supposed from the fact of our reading that He hears, since the same would have to be attributed to the Son, and indeed even to the Father, since He hears the Son."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:3",
                            "text": "The Spirit then hears and glorifies the Son in the sense that He revealed Him to the prophets and apostles, by which the Unity of operation of the Three Persons is inferred; and, since the Spirit does the same works as the Father, the substance of each is also declared to be the same."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:4",
                            "text": "130."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:5",
                            "text": "It has then been proved that like as God has revealed to us the things which are His, so too the Son, and so too the Spirit, has revealed the things of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:6",
                            "text": "For our knowledge proceeds from one Spirit, through one Son to one Father; and from one Father through one Son to one Holy Spirit is delivered goodness and sanctification and the sovereign right of eternal power."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:7",
                            "text": "Where, then, there is a manifestation of the Spirit, there is the power of God, nor can there be any distinction where the work is one."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:8",
                            "text": "And therefore that which the Son says the Father also says, and that which the Father says the Son also says, and that which the Father and the Son say the Holy Spirit also says."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:9",
                            "text": "131."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:10",
                            "text": "Whence also the Son of God said concerning the Holy Spirit: \"He shall not speak from Himself,\" that is, not without the participation of the Father and Myself."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:11",
                            "text": "For the Spirit is not divided and separated, but speaks what He hears."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:12",
                            "text": "He hears, that is to say, by unity of substance and by the property of knowledge."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:13",
                            "text": "For He receives not hearing by any orifices of the body, nor does the divine voice resound with any carnal measures, nor does He hear what He knows not; since commonly in human matters hearing produces knowledge, and yet not even in men themselves is there always bodily speech or fleshly hearing."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:14",
                            "text": "For \"he that speaketh in tongues,\" it is said, \"speaketh not to men but to God, for no one heareth, but in the Spirit he speaketh mysteries\"."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:15",
                            "text": "132."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:16",
                            "text": "Therefore if in men hearing is not always of the body, do you require in God the voices of man's weakness, and certain organs of fleshly hearing, when He is said to hear in order that we may believe that He knows? For we know that which we have heard, and we hear beforehand that we may be able to know; but in God Who knows all things knowledge goes before hearing."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:17",
                            "text": "So in order to state that the Son is not ignorant of what the Father wills, we say that He has heard; but in God there is no sound nor syllable, such as usually signify the indication of the will; but oneness of will is comprehended in hidden ways in God, but in us is shown by signs."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:18",
                            "text": "133."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:19",
                            "text": "What means, then, \"He shall not speak from Himself\"? This is, He shall not speak without Me; for He speaks the  truth, He breathes wisdom."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:20",
                            "text": "He speaks not without the Father, for He is the Spirit of God; He hears not from Himself, for all things are of God."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:21",
                            "text": "134."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:22",
                            "text": "The Son received all things from the Father, for He Himself said: \"All things have been delivered unto Me from My Father\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:23",
                            "text": "All that is the Father's the Son also has, for He says again: \"All things which the Father hath are Mine\"."
                        },
                        {
                            "verse": 24,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:24",
                            "text": "And those things which He Himself received by Unity of nature, the Spirit by the same Unity of nature received also from Him, as the Lord Jesus Himself declares, when speaking of His Spirit: \"Therefore said I, He shall receive of Mine and shall declare it unto you\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:25",
                            "text": "Therefore what the Spirit says is the Son's, what the Son hath given is the Father's."
                        },
                        {
                            "verse": 26,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:26",
                            "text": "So neither the Son nor the Spirit speaks anything of Himself."
                        },
                        {
                            "verse": 27,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:27",
                            "text": "For the Trinity speaks nothing external to Itself."
                        },
                        {
                            "verse": 28,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:28",
                            "text": "135."
                        },
                        {
                            "verse": 29,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:29",
                            "text": "But if you contend that this is an argument for the weakness of the Holy Spirit, and for a kind of likeness to the lowliness of the body, you will also make it an argument to the injury of the Son, because the Son said of Himself: \"As I hear I judge,\" and \"The Son can do nothing else than what He seeth the Father doing\"."
                        },
                        {
                            "verse": 30,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:30",
                            "text": "For if that be true, as it is, which the Son said: \"All things which the Father hath are Mine,\" and the Son according to the Godhead is One with the Father, One by natural substance, not according to the Sabellian falsehood; that which is one by the property of substance certainly cannot be separated, and so the Son cannot do anything except what He has heard of the Father, for the Word of God endures forever, nor is the Father ever separated from the operation of the Son; and that which the Son works He knows that the Father wills, and what the Father wills the Son knows how to work."
                        },
                        {
                            "verse": 31,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:31",
                            "text": "136."
                        },
                        {
                            "verse": 32,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:32",
                            "text": "Lastly, that one may not think that there is any difference of work either in time or in order between the Father and the Son, but may believe the oneness of the same operation, He says: \"The works which I do He doeth\"."
                        },
                        {
                            "verse": 33,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:33",
                            "text": "And again, that one may not think that there is any difference in the distinction of the works, but may judge that the will, the working, and the power of the Father and the Son are the same, Wisdom says concerning the Father: \"For whatsoever things He doeth, the Son likewise doeth the same\"."
                        },
                        {
                            "verse": 34,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:34",
                            "text": "So that the action of neither Person is before or after that of the Other, but the same result of one operation."
                        },
                        {
                            "verse": 35,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:35",
                            "text": "And for this reason the Son says that He can do nothing of Himself, because His operation cannot be separated from that of the Father."
                        },
                        {
                            "verse": 36,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:36",
                            "text": "In like manner the operation of the Holy Spirit is not separated."
                        },
                        {
                            "verse": 37,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:37",
                            "text": "Whence also the things which He speaks, He is said to hear from the Father."
                        },
                        {
                            "verse": 38,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:38",
                            "text": "137."
                        },
                        {
                            "verse": 39,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:39",
                            "text": "What if I demonstrate that the Father also hears the Son, as the Son too hears the Father? For you have it written in the Gospel that the Son says: \"Father, I thank Thee that Thou heardest Me\"."
                        },
                        {
                            "verse": 40,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:40",
                            "text": "How did the Father hear the Son, since in the previous passage concerning Lazarus the Son spoke nothing to the Father? And that we might not think that the Son was heard once by the Father, He added: \"And I knew that Thou hearest Me always\"."
                        },
                        {
                            "verse": 41,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:41",
                            "text": "Therefore the hearing is not that of subject obedience, but of eternal Unity."
                        },
                        {
                            "verse": 42,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:42",
                            "text": "138."
                        },
                        {
                            "verse": 43,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:43",
                            "text": "In like manner, then, the Spirit is said to hear from the Father, and to glorify the Son."
                        },
                        {
                            "verse": 44,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:44",
                            "text": "To glorify, because the Holy Spirit taught us that the Son is the Image of the invisible God, and the brightness of His glory, and the impress of His substance."
                        },
                        {
                            "verse": 45,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:45",
                            "text": "The Spirit also spoke in the patriarchs and the prophets, and, lastly, the apostles began then to be more perfect after that they had received the Holy Spirit."
                        },
                        {
                            "verse": 46,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:46",
                            "text": "There is therefore no separation of the divine power and grace, for although \"there are diversities of gifts, yet it is the same Spirit; and diversities of ministrations, yet the same Lord; and diversities of operations, yet the same God Who worketh all in all\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:47",
                            "text": "There are diversities of offices, not severances of the Trinity."
                        },
                        {
                            "verse": 48,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:48",
                            "text": "139."
                        },
                        {
                            "verse": 49,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:49",
                            "text": "Lastly, it is the same God Who worketh all in all, that you may know that there is no diversity of operation between God the Father and the Holy Spirit; since those things which the Spirit works, God the Father also works, \"Who worketh all in all\"."
                        },
                        {
                            "verse": 50,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:50",
                            "text": "For while God the Father worketh all in all, yet \"to one is given through the Spirit the word of wisdom; to another the word of knowledge, according to the same Spirit; to another faith, in the same Spirit; to another the gift of healings, in the one Spirit; to another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of  tongues; to another the interpretation of sayings; but all these worketh one and the same Spirit, dividing to each one as He will\"."
                        },
                        {
                            "verse": 51,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:51",
                            "text": "140."
                        },
                        {
                            "verse": 52,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:52",
                            "text": "There is then no doubt but that those things which the Father worketh, the Spirit worketh also."
                        },
                        {
                            "verse": 53,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:53",
                            "text": "Nor does He work in accordance with a command, as he who hears in bodily fashion, but voluntarily, as being free in His own will, not the servant of the power of another."
                        },
                        {
                            "verse": 54,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:54",
                            "text": "For He does not obey as being bidden, but as the giver He is the controller of His own gifts."
                        },
                        {
                            "verse": 55,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:55",
                            "text": "141."
                        },
                        {
                            "verse": 56,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:56",
                            "text": "Consider meanwhile whether you can say that the Spirit effects all things which the Father effects; for you cannot deny that the Father effects those things which the Holy Spirit effects; otherwise the Father does not effect all things, if He effects not those things which the Spirit also effects."
                        },
                        {
                            "verse": 57,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:57",
                            "text": "But if the Father also effects those things which the Spirit effects, since the Spirit divides His operations, according to His own will, you must of necessity say, either that what the Spirit divides He divides according to His own will, against the will of God the Father; or if you say that the Father wills the same that the Holy Spirit wills, you must of necessity confess the oneness of the divine will and operation, even if you do it unwillingly, and, if not with the heart, at least with the mouth."
                        },
                        {
                            "verse": 58,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:58",
                            "text": "142."
                        },
                        {
                            "verse": 59,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:59",
                            "text": "But if the Holy Spirit is of one will and operation with God the Father, He is also of one substance, since the Creator is known by His works."
                        },
                        {
                            "verse": 60,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:60",
                            "text": "So, then, it is the same Spirit, he says, the same Lord, the same God."
                        },
                        {
                            "verse": 61,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:61",
                            "text": "And if you say Spirit, He is the same; and if you say Lord, He is the same; and if you say God, He is the same."
                        },
                        {
                            "verse": 62,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:62",
                            "text": "Not the same, so that Himself is Father, Himself Son, Himself Spirit [one and the selfsame Person]; but because both the Father and the Son are the same Power."
                        },
                        {
                            "verse": 63,
                            "chapter": 12,
                            "name": "Ambrose: On the Holy Spirit Book II 12:63",
                            "text": "He is, then, the same in substance and in power, for there is not in the Godhead either the confusion of Sabellius nor the division of Arius, nor any earthly and bodily change."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Ambrose: On the Holy Spirit Book II 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:2",
                            "text": "Prophecy was not only from the Father and the Son but also from the Spirit; the authority and operation of the latter on the apostles is signified to be the same as Theirs; and so we are to understand that there is unity in the three points of authority, rule, and bounty; yet need no disadvantage be feared from that participation, since such does not arise in human friendship."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:3",
                            "text": "Lastly, it is established that this is the inheritance of the apostolic faith from the fact that the apostles are described as having obeyed the Holy Spirit."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:4",
                            "text": "143."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:5",
                            "text": "Take, O sacred Emperor, another strong instance in this question, and one known to you: \"In many ways and in divers manners, God spake to the fathers in the prophets\"."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:6",
                            "text": "And the Wisdom of God said: \"I will send prophets and apostles\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:7",
                            "text": "And \"To one is given,\" as it is written, \"through the Spirit, the word of wisdom; to another, the word of knowledge, according to the same Spirit; to another faith, in the same Spirit; to another, the gift of healings, in the one Spirit; to another, the working of miracles; to another, prophecy\"."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:8",
                            "text": "Therefore, according to the Apostle, prophecy is not only through the Father and the Son, but also through the Holy Spirit, and therefore the office is one, and the grace one."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:9",
                            "text": "So you find that the Spirit also is the author of prophecies."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:10",
                            "text": "144."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:11",
                            "text": "The apostles also said: \"It seemed good to the Holy Spirit and to us\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:12",
                            "text": "And when they say, \"It seemed good,\" they point out not only the Worker of the grace, but also the Author of the carrying out of that which was commanded."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:13",
                            "text": "For as we read of God: \"It pleased God;\" so, too, when it is said that, \"It seemed good to the Holy Spirit,\" one who is master of his own power is portrayed."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:14",
                            "text": "145."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:15",
                            "text": "And how should He not be a master Who speaks what He wills, and commands what He wills, as the Father commands and the Son commands? For as Paul heard the voice saying to him, \"I am Jesus, Whom thou persecutest,\" so, too, the Spirit forbade Paul and Silas to go into Bithynia."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:16",
                            "text": "And as the Father spake through the prophets, so, too, Agabus says concerning the Spirit: \"Thus saith the Holy Spirit, Thus shall the Jews in Jerusalem bind the man, whose is this girdle\"."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:17",
                            "text": "And as Wisdom sent the apostles, saying, \"Go ye into all the world and preach the Gospel,\" so, too, the Holy Spirit says: \"Separate Me Barnabas and Saul for the work whereunto I have called them\"."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:18",
                            "text": "And so being sent forth by the Holy Spirit, as the Scripture points out farther on, they were distinguished in nothing from the other apostles, as though they were sent in one way by God the Father, in another way by Spirit."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:19",
                            "text": "146."
                        },
                        {
                            "verse": 20,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:20",
                            "text": "Lastly, Paul having been sent by the Spirit, was both a vessel of election on  Christ's part, and himself relates that God wrought in him, saying: \"For He that wrought for Peter unto the apostleship of the circumcision, wrought for me also unto the Gentiles\"."
                        },
                        {
                            "verse": 21,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:21",
                            "text": "Since, then, the Same wrought in Paul Who wrought in Peter, it is certainly evident that, since the Spirit wrought in Paul, the Holy Spirit wrought also in Peter."
                        },
                        {
                            "verse": 22,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:22",
                            "text": "But Peter himself testifies that God the Father wrought in him, as it is stated in the Acts of the Apostles that Peter rose up and said to them: \"Men and brethren, ye know that a good while ago God made choice amongst us that the Gentiles should hear the word of the Gospel from my mouth\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:23",
                            "text": "See, then, in Peter God wrought the grace of preaching."
                        },
                        {
                            "verse": 24,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:24",
                            "text": "And who would dare to deny the operation of Christ in him, since he was certainly elected and chosen by Christ, when the Lord said: \"Feed My lambs\"."
                        },
                        {
                            "verse": 25,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:25",
                            "text": "147."
                        },
                        {
                            "verse": 26,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:26",
                            "text": "The operation, then, of the Father, the Son, and the Holy Spirit is one, unless perchance you, who deny the oneness of the same operation upon the Apostle, think this; that the Father and the Spirit wrought in Peter, in whom the Son had wrought, as if the operation of the Son by no means sufficed for him to the attainment of the grace."
                        },
                        {
                            "verse": 27,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:27",
                            "text": "And so the strength of the Father, of the Son, and of the Holy Spirit being as it were joined and brought together, the work was manifold, lest the operation of Christ alone should be too weak to establish Peter."
                        },
                        {
                            "verse": 28,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:28",
                            "text": "148."
                        },
                        {
                            "verse": 29,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:29",
                            "text": "And not only in Peter is there found to be one operation of the Father, the Son, and the Holy Spirit, but also in all the apostles the unity of the divine operation, and a certain authority over the dispensations of heaven."
                        },
                        {
                            "verse": 30,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:30",
                            "text": "For the divine operation works by the power of a command, not in the execution of a ministry; for God, when He works, does not fashion anything by toil or art, but \"He spake and they were made\"."
                        },
                        {
                            "verse": 31,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:31",
                            "text": "He said, \"Let there be light, and there was light,\" for the effecting of the work is comprised in the commandment of God."
                        },
                        {
                            "verse": 32,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:32",
                            "text": "149."
                        },
                        {
                            "verse": 33,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:33",
                            "text": "We can, then, easily find, if we will consider, that this royal power is by the witness of the Scriptures attributed to the Holy Spirit; and it will be made clear that all the apostles were not only disciples of Christ, but also ministers of the Father, the Son, and the Holy Spirit."
                        },
                        {
                            "verse": 34,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:34",
                            "text": "As also the teacher of the Gentiles tells us, when he says: \"God hath set some in the Church, first apostles, secondarily prophets, thirdly teachers; then miracles, the gift of healings, helps, governments, divers kinds of tongues\"."
                        },
                        {
                            "verse": 35,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:35",
                            "text": "150."
                        },
                        {
                            "verse": 36,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:36",
                            "text": "See, God set apostles, and set prophets and teachers, gave the gift of healings, which you find above to be given by the Holy Spirit; gave divers kinds of tongues."
                        },
                        {
                            "verse": 37,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:37",
                            "text": "But yet all are not apostles, all are not prophets, all are not teachers."
                        },
                        {
                            "verse": 38,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:38",
                            "text": "Not all, says he, have the gift of healings, nor do all, says he, speak with tongues."
                        },
                        {
                            "verse": 39,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:39",
                            "text": "For the whole of the divine gifts cannot exist in each several man; each, according to his capacity, receives that which he either desires or deserves."
                        },
                        {
                            "verse": 40,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:40",
                            "text": "But the power of the Trinity, which is lavish of all graces, is not like this weakness."
                        },
                        {
                            "verse": 41,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:41",
                            "text": "151."
                        },
                        {
                            "verse": 42,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:42",
                            "text": "Lastly, God set apostles."
                        },
                        {
                            "verse": 43,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:43",
                            "text": "Those whom God set in the Church, Christ chose and ordained to be apostles, and sent them into the world, saying: \"Go ye into all the world, and preach the Gospel to the whole creation."
                        },
                        {
                            "verse": 44,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:44",
                            "text": "He that shall believe and be baptized shall be saved, but he that believeth not shall be damned."
                        },
                        {
                            "verse": 45,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:45",
                            "text": "And these signs shall follow them that believe."
                        },
                        {
                            "verse": 46,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:46",
                            "text": "In My Name shall they cast out devils, they shall speak with new tongues, they shall take up serpents, and if they shall drink any deadly thing, it shall not hurt them, they shall lay hands on the sick, and they shall recover\"."
                        },
                        {
                            "verse": 47,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:47",
                            "text": "You see the Father and Christ also set teachers in the Churches; and as the Father gives the gift of healings, so, too, does the Son give; as the Father gives the gift of tongues, so, too, has the Son also granted it."
                        },
                        {
                            "verse": 48,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:48",
                            "text": "152."
                        },
                        {
                            "verse": 49,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:49",
                            "text": "In like manner we have heard also above concerning the Holy Spirit, that He too grants the same kinds of graces."
                        },
                        {
                            "verse": 50,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:50",
                            "text": "For it is said: \"To one is given through the Spirit the gift of healings, to another divers kinds of tongues, to another prophecy\"."
                        },
                        {
                            "verse": 51,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:51",
                            "text": "So, then, the Spirit gives the same gifts as the Father, and the Son also gives them."
                        },
                        {
                            "verse": 52,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:52",
                            "text": "Let us now learn more expressly what we have touched upon above, that the Holy Spirit entrusts the same office as the Father and the Son, and appoints the same persons; since Paul said: \"Take heed to yourselves, and to all the flock in the which the Holy Spirit has made you overseers to rule the Church of God\"."
                        },
                        {
                            "verse": 53,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:53",
                            "text": "153."
                        },
                        {
                            "verse": 54,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:54",
                            "text": "There is, then, unity of authority, unity of appointment, unity of giving."
                        },
                        {
                            "verse": 55,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:55",
                            "text": "For if you separate appointment and power, what cause was there [for maintaining] that those whom Christ appointed as apostles, God the Father  appointed, and the Holy Spirit appointed? unless, perhaps, as if sharing a possession or a right, They, like men, were afraid of legal prejudice, and therefore the operation was divided, and the authority distributed."
                        },
                        {
                            "verse": 56,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:56",
                            "text": "154."
                        },
                        {
                            "verse": 57,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:57",
                            "text": "These things are narrow and paltry, even between men, who for the most part, although they do not agree in action, yet agree in will."
                        },
                        {
                            "verse": 58,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:58",
                            "text": "So that a certain person being asked what a friend is, answered, \"A second self\"."
                        },
                        {
                            "verse": 59,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:59",
                            "text": "If, then, a man so defined a friend as to say, he was a second self, that is to say, through a oneness of love and good-will, how much more ought we to esteem the oneness of Majesty, in the Father, the Son, and the Holy Ghost, when by the same operation and divine power, either the unity, or certainly that which is more, the , as it is called in Greek, is expressed, for  signifies \"the same,\" so that the Father, the Son, and the Holy Spirit have the same; so that to have the same will and the same power does not arise from the affection of the will, but inheres in the substance of the Trinity."
                        },
                        {
                            "verse": 60,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:60",
                            "text": "155."
                        },
                        {
                            "verse": 61,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:61",
                            "text": "This is the inheritance of apostolic faith and devotion, which one may observe also in the Acts of the Apostles."
                        },
                        {
                            "verse": 62,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:62",
                            "text": "Therefore Paul and Barnabas obeyed the commands of the Holy Spirit."
                        },
                        {
                            "verse": 63,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:63",
                            "text": "And all the apostles obeyed, and forthwith ordained those whom the Spirit had ordered to be separated: \"Separate Me,\" said He, \"Barnabas and Saul\"."
                        },
                        {
                            "verse": 64,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:64",
                            "text": "Do you see the authority of Him Who commands? Consider the merit of those who obey."
                        },
                        {
                            "verse": 65,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:65",
                            "text": "156."
                        },
                        {
                            "verse": 66,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:66",
                            "text": "Paul believed, and because he believed he cast off the zeal of a persecutor, and gained a crown of righteousness."
                        },
                        {
                            "verse": 67,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:67",
                            "text": "He believed who used to make havoc of the Churches; but being converted to the faith, he preached in the Spirit that which the Spirit commanded."
                        },
                        {
                            "verse": 68,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:68",
                            "text": "The Spirit anointed His champion, and having shaken off the dust of unbelief, presented him as an insuperable conqueror of the unbelievers to various assemblies of the ungodly, and trained him by many sufferings for the prize of his high calling in Christ Jesus."
                        },
                        {
                            "verse": 69,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:69",
                            "text": "157."
                        },
                        {
                            "verse": 70,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:70",
                            "text": "Barnabas also believed, and obeyed because he believed."
                        },
                        {
                            "verse": 71,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:71",
                            "text": "Therefore, being chosen by the authority of the Holy Spirit, Which came on him abundantly, as a special sign of his merits, he was not unworthy of so great a fellowship."
                        },
                        {
                            "verse": 72,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:72",
                            "text": "For one grace shone in these whom one Spirit had chosen."
                        },
                        {
                            "verse": 73,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:73",
                            "text": "158."
                        },
                        {
                            "verse": 74,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:74",
                            "text": "Nor was Paul inferior to Peter, though the latter was the foundation of the Church, and the former a wise builder knowing how to make firm the footsteps of the nations who believed; Paul was not, I say, unworthy of the fellowship of the apostles, but is easily comparable with the first, and second to none."
                        },
                        {
                            "verse": 75,
                            "chapter": 13,
                            "name": "Ambrose: On the Holy Spirit Book II 13:75",
                            "text": "For he who knows not that he is inferior makes himself equal."
                        }
                    ]
                }
            ]
        }
    ]
}