{
    "books": [
        {
            "name": "Apocrypha: Gospel of Pseudo-Matthew",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:1",
                            "text": "Gospel of Pseudo-Matthew: Preface - Here beginneth the book of the Birth of the Blessed Mary and the Infancy of the Saviour."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:2",
                            "text": "Written in Hebrew by the Blessed Evangelist Matthew, and translated into Latin by the Blessed Presbyter Jerome."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:3",
                            "text": "To their well-beloved brother Jerome the Presbyter, Bishops Cromatius and Heliodorus in the Lord, greeting."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:4",
                            "text": "The birth of the Virgin Mary, and the nativity and infancy of our Lord Jesus Christ, we find in apocryphal books."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:5",
                            "text": "But considering that in them many things contrary to our faith are written, we have believed that they ought all to be rejected, lest perchance we should transfer the joy of Christ to Antichrist."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:6",
                            "text": "While, therefore, we were considering these things, there came holy men, Parmenius and Varinus, who said that your Holiness had found a Hebrew volume, written by the hand of the most blessed Evangelist Matthew, in which also the birth of the virgin mother herself, and the infancy of our Saviour, were written."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:7",
                            "text": "And accordingly we entreat your affection by our Lord Jesus Christ Himself, to render it from the Hebrew into Latin, not so much for the attainment of those things which are the insignia of Christ, as for the exclusion of the craft of heretics, who, in order to teach bad doctrine, have mingled their own lies with the excellent nativity of Christ, that by the sweetness of life they might hide the bitterness of death."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:8",
                            "text": "It will therefore become your purest piety, either to listen to us as your brethren entreating, or to let us have as bishops exacting, the debt of affection which you may deem due."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:9",
                            "text": "Reply to Their Letter by Jerome."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:10",
                            "text": "To my lords the holy and most blessed Bishops Cromatius and Heliodorus, Jerome, a humble servant of Christ, in the Lord greeting."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:11",
                            "text": "He who digs in ground where he knows that there is gold, does not instantly snatch at whatever the uptorn trench may pour forth; but, before the stroke of the quivering spade raises aloft the glittering mass, he meanwhile lingers over the sods to turn them over and lift them up, and especially he who has not added to his gains."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:12",
                            "text": "An arduous task is enjoined upon me, since what your Blessedness has commanded me, the holy Apostle and Evangelist Matthew himself did not write for the purpose of publishing."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:13",
                            "text": "For if he had not done it somewhat secretly, he would have added it also to his Gospel which he published."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:14",
                            "text": "But he composed this book in Hebrew; and so little did he publish it, that at this day the book written in Hebrew by his own hand is in the possession of very religious men, to whom in successive periods of time it has been handed down by those that were before them."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:15",
                            "text": "And this book they never at any time gave to any one to translate."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:16",
                            "text": "And so it came to pass, that when it was published by a disciple of Manichaeus named Leucius, who also wrote the falsely styled Acts of the Apostles, this book afforded matter, not of edification, but of perdition; and the opinion of the Synod in regard to it was according to its deserts, that the ears of the Church should not be open to it."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:17",
                            "text": "Let the snapping of those that bark against us now cease; for we do not add this little book to the canonical writings, but we translate what was written by an Apostle and Evangelist, that we may disclose the falsehood of heresy."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:18",
                            "text": "In this work, then, we obey the commands of pious bishops as well as oppose impious heretics."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:19",
                            "text": "It is the love of Christ, therefore, which we fulfil, believing that they will assist us by their prayers, who through our obedience attain to a knowledge of the holy infancy of our Saviour."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:20",
                            "text": "There is extant another letter to the same bishops, attributed to Jerome:—  You ask me to let you know what I think of a book held by some to be about the nativity of St."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:21",
                            "text": "Mary."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:22",
                            "text": "And so I wish you to know that there is much in it that is false."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:23",
                            "text": "For one Seleucus, who wrote the Sufferings of the Apostles, composed this book."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:24",
                            "text": "But, just as he wrote what was true about their powers, and the miracles they worked, but said a great deal that was false about their doctrine; so here too he has invented many untruths out of his own head."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:25",
                            "text": "I shall take care to render it word for word, exactly as it is in the Hebrew, since it is asserted that it was composed by the holy Evangelist Matthew, and written in Hebrew, and set at the head of his Gospel."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:26",
                            "text": "Whether this be true or not, I leave to the author of the preface and the trustworthiness of the writer:  as for myself, I pronounce them doubtful; I do not affirm that they are clearly false."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:27",
                            "text": "But this I say freely—and I think none of the faithful will deny it—that, whether these stories be true or inventions, the sacred nativity of St."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:28",
                            "text": "Mary was preceded by great miracles, and succeeded by the greatest; and so by those who believe that God can do these things, they can be believed and read without damaging their faith or imperilling their souls."
                        },
                        {
                            "verse": 29,
                            "chapter": 1,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 1:29",
                            "text": "In short, so far as I can, following the sense rather than the words of the writer, and sometimes walking in the same path, though not in the same footsteps, sometimes digressing a little, but still keeping the same road, I shall in this way keep by the style of the narrative, and shall say nothing that is not either written there, or might, following the same train of thought, have been written."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 2:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 2:2",
                            "text": "In those days there was a man in Jerusalem, Joachim by name, of the tribe of Judah."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 2:3",
                            "text": "He was the shepherd of his own sheep, fearing the Lord in integrity and singleness of heart."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 2:4",
                            "text": "He had no other care than that of his herds, from the produce of which he supplied with food all that feared God, offering double gifts in the fear of God to all who laboured in doctrine, and who ministered unto Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 2:5",
                            "text": "Therefore his lambs, and his sheep, and his wool, and all things whatsoever he possessed, he used to divide into three portions:  one he gave to the orphans, the widows, the strangers, and the poor; the second to those that worshipped God; and the third he kept for himself and all his house."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 2:6",
                            "text": "And as he did so, the Lord multiplied to him his herds, so that there was no man like him in the people of Israel."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 2:7",
                            "text": "This now he began to do when he was fifteen years old."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 2:8",
                            "text": "And at the age of twenty he took to wife Anna, the daughter of Achar, of his own tribe, that is, of the tribe of Judah, of the family of David."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 2:9",
                            "text": "And though they had lived together for twenty years, he had by her neither sons nor daughters."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 3:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 3:2",
                            "text": "And it happened that, in the time of the feast, among those who were offering incense to the Lord, Joachim stood getting ready his gifts in the sight of the Lord."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 3:3",
                            "text": "And the priest, Ruben by name, coming to him, said:  It is not lawful for thee to stand among those who are doing sacrifice to God, because God has not blessed thee so as to give thee seed in Israel."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 3:4",
                            "text": "Being therefore put to shame in the sight of the people, he retired from the temple of the Lord weeping, and did not return to his house, but went to his flocks, taking with him his shepherds into the mountains to a far country, so that for five months his wife Anna could hear no tidings of him."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 3:5",
                            "text": "And she prayed with tears, saying:  O Lord, most mighty God of Israel, why hast Thou, seeing that already Thou hast not given me children, taken from me my husband also?  Behold, now five months that I have not seen my husband; and I know not where he is tarrying; nor, if I knew him to be dead, could I bury him."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 3:6",
                            "text": "And while she wept excessively, she entered into the court of His house; and she fell on her face in prayer, and poured out her supplications before the Lord."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 3:7",
                            "text": "After this, rising from her prayer, and lifting her eyes to God, she saw a sparrow's nest in a laurel tree, and uttered her voice to the Lord with groaning, and said:  Lord God Almighty, who hast given offspring to every creature, to beasts wild and tame, to serpents, and birds, and fishes, and they all rejoice over their young ones, Thou hast shut out me alone from the gift of Thy benignity."
                        },
                        {
                            "verse": 8,
                            "chapter": 3,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 3:8",
                            "text": "For Thou, O God, knowest my heart, that from the beginning of my married life I have vowed that, if Thou, O God, shouldst give me son or daughter, I would offer them to Thee in Thy holy temple."
                        },
                        {
                            "verse": 9,
                            "chapter": 3,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 3:9",
                            "text": "And while she was thus speaking, suddenly an angel of the Lord appeared before her, saying:  Be not afraid, Anna, for there is seed for thee in the decree of God; and all generations even to the end shall wonder at that which shall be born of thee."
                        },
                        {
                            "verse": 10,
                            "chapter": 3,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 3:10",
                            "text": "And when he had thus spoken, he vanished out of her sight."
                        },
                        {
                            "verse": 11,
                            "chapter": 3,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 3:11",
                            "text": "But she, in fear and dread because she had seen such a sight, and heard such words, at length went into her bed-chamber, and threw herself on the bed as if dead."
                        },
                        {
                            "verse": 12,
                            "chapter": 3,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 3:12",
                            "text": "And for a whole day and night she remained in great trembling and in prayer."
                        },
                        {
                            "verse": 13,
                            "chapter": 3,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 3:13",
                            "text": "And after these things she called to her her servant, and said to her:  Dost thou see me deceived in my widowhood and in great perplexity, and hast thou been unwilling to come in to me?  Then she, with a slight murmur, thus answered and said:  If God hath shut up thy womb, and hath taken away thy husband from thee, what can I do for thee?  And when Anna heard this, she lifted up her voice, and wept aloud."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 4:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 4:2",
                            "text": "At the same time there appeared a young man on the mountains to Joachim while he was feeding his flocks, and said to him:  Why dost thou not return to thy wife?  And Joachim said:  I have had her for twenty years, and it has not been the will of God to give me children by her."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 4:3",
                            "text": "I have been driven with shame and reproach from the temple of the Lord:  why should I go back to her, when I have been once cast off and utterly despised?  Here then will I remain with my sheep; and so long as in this life God is willing to grant me light, I shall willingly, by the hands of my servants, bestow their portions upon the poor, and the orphans, and those that fear God."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 4:4",
                            "text": "And when he had thus spoken, the young man said to him:  I am an angel of the Lord, and I have to-day appeared to thy wife when she was weeping and praying, and have consoled her; and know that she has conceived a daughter from thy seed, and thou in thy ignorance of this hast left her."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 4:5",
                            "text": "She will be in the temple of God, and the Holy Spirit shall abide in her; and her blessedness shall be greater than that of all the holy women, so that no one can say that any before her has been like her, or that any after her in this world will be so."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 4:6",
                            "text": "Therefore go down from the mountains, and return to thy wife, whom thou wilt find with child."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 4:7",
                            "text": "For God hath raised up seed in her, and for this thou wilt give God thanks; and her seed shall be blessed, and she herself shall be blessed, and shall be made the mother of eternal blessing."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 4:8",
                            "text": "Then Joachim adored the angel, and said to him:  If I have found favour in thy sight, sit for a little in my tent, and bless thy servant."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 4:9",
                            "text": "And the angel said to him:  Do not say servant, but fellow-servant; for we are the servants of one Master."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 4:10",
                            "text": "But my food is invisible, and my drink cannot be seen by a mortal."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 4:11",
                            "text": "Therefore thou oughtest not to ask me to enter thy tent; but if thou wast about to give me anything, offer it as a burnt-offering to the Lord."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 4:12",
                            "text": "Then Joachim took a lamb without spot, and said to the angel:  I should not have dared to offer a burnt-offering to the Lord, unless thy command had given me the priest's right of offering."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 4:13",
                            "text": "And the angel said to him:  I should not have invited thee to offer unless I had known the will of the Lord."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 4:14",
                            "text": "And when Joachim was offering the sacrifice to God, the angel and the odour of the sacrifice went together straight up to heaven with the smoke."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 4:15",
                            "text": "Then Joachim, throwing himself on his face, lay in prayer from the sixth hour of the day even until evening."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 4:16",
                            "text": "And his lads and hired servants who were with him saw him, and not knowing why he was lying down, thought that he was dead; and they came to him, and with difficulty raised him from the ground."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 4:17",
                            "text": "And when he recounted to them the vision of the angel, they were struck with great fear and wonder, and advised him to accomplish the vision of the angel without delay, and to go back with all haste to his wife."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 4:18",
                            "text": "And when Joachim was turning over in his mind whether he should go back or not, it happened that he was overpowered by a deep sleep; and, behold, the angel who had already appeared to him when awake, appeared to him in his sleep, saying:  I am the angel appointed by God as thy guardian:  go down with confidence, and return to Anna, because the deeds of mercy which thou and thy wife Anna have done have been told in the presence of the Most High; and to you will God give such fruit as no prophet or saint has ever had from the beginning, or ever will have."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 4:19",
                            "text": "And when Joachim awoke out of his sleep, he called all his herdsmen to him, and told them his dream."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 4:20",
                            "text": "And they worshipped the Lord, and said to him:  See that thou no further despise the words of the angel."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 4:21",
                            "text": "But rise and let us go hence, and return at a quiet pace, feeding our flocks."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 4:22",
                            "text": "And when, after thirty days occupied in going back, they were now near at hand, behold, the angel of the Lord appeared to Anna, who was standing and praying, and said:  Go to the gate which is called Golden, and meet thy husband in the way, for to-day he will come to thee."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 4:23",
                            "text": "She therefore went towards him in haste with her maidens, and, praying to the Lord, she stood a long time in the gate waiting for him."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 4:24",
                            "text": "And when she was wearied with long waiting, she lifted up her eyes and saw Joachim afar off coming with his flocks; and she ran to him and hung on his neck, giving thanks to God, and saying:  I was a widow, and behold now I am not so:  I was barren, and behold I have now conceived."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 4:25",
                            "text": "And so they worshipped the Lord, and went into their own house."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 4:26",
                            "text": "And when this was heard of, there was great joy among all their neighbours and acquaintances, so that the whole land of Israel congratulated them."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 5:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 5:2",
                            "text": "After these things, her nine months being fulfilled, Anna brought forth a daughter, and called her Mary."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 5:3",
                            "text": "And having weaned her in her third year, Joachim, and Anna his wife, went together to the temple of the Lord to offer sacrifices to God, and placed the infant, Mary by name, in the community of virgins, in which the virgins remained day and night praising God."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 5:4",
                            "text": "And when she was put down before the doors of the temple, she went up the fifteen steps so swiftly, that she did not look back at all; nor did she, as children are wont to do, seek for her parents."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 5:5",
                            "text": "Whereupon her parents, each of them anxiously seeking for the child, were both alike astonished, until they found her in the temple, and the priests of the temple themselves wondered."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 6:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 6:2",
                            "text": "Then Anna, filled with the Holy Spirit, said before them all:  The Lord Almighty, the God of Hosts, being mindful of His word, hath visited His people with a good and holy visitation, to bring down the hearts of the Gentiles who were rising against us, and turn them to Himself."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 6:3",
                            "text": "He hath opened His ears to our prayers:  He hath kept away from us the exulting of all our enemies."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 6:4",
                            "text": "The barren hath become a mother, and hath brought forth exultation and gladness to Israel."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 6:5",
                            "text": "Behold the gifts which I have brought to offer to my Lord, and mine enemies have not been able to hinder me."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 6:6",
                            "text": "For God hath turned their hearts to me, and Himself hath given me everlasting joy."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 7:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 7:2",
                            "text": "And Mary was held in admiration by all the people of Israel; and when she was three years old, she walked with a step so mature, she spoke so perfectly, and spent her time so assiduously in the praises of God, that all were astonished at her, and wondered; and she was not reckoned a young infant, but as it were a grown-up person of thirty years old."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 7:3",
                            "text": "She was so constant in prayer, and her appearance was so beautiful and glorious, that scarcely any one could look into her face."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 7:4",
                            "text": "And she occupied herself constantly with her wool-work, so that she in her tender years could do all that old women were not able to do."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 7:5",
                            "text": "And this was the order that she had set for herself:  From the morning to the third hour she remained in prayer; from the third to the ninth she was occupied with her weaving; and from the ninth she again applied herself to prayer."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 7:6",
                            "text": "She did not retire from praying until there appeared to her the angel of the Lord, from whose hand she used to receive food; and thus she became more and more perfect in the work of God."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 7:7",
                            "text": "Then, when the older virgins rested from the praises of God, she did not rest at all; so that in the praises and vigils of God none were found before her, no one more learned in the wisdom of the law of God, more lowly in humility, more elegant in singing, more perfect in all virtue."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 7:8",
                            "text": "She was indeed stedfast, immoveable, unchangeable, and daily advancing to perfection."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 7:9",
                            "text": "No one saw her angry, nor heard her speaking evil."
                        },
                        {
                            "verse": 10,
                            "chapter": 7,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 7:10",
                            "text": "All her speech was so full of grace, that her God was acknowledged to be in her tongue."
                        },
                        {
                            "verse": 11,
                            "chapter": 7,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 7:11",
                            "text": "She was always engaged in prayer and in searching the law, and she was anxious lest by any word of hers she should sin with regard to her companions."
                        },
                        {
                            "verse": 12,
                            "chapter": 7,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 7:12",
                            "text": "Then she was afraid lest in her laughter, or the sound of her beautiful voice, she should commit any fault, or lest, being elated, she should display any wrong-doing or haughtiness to one of her equals."
                        },
                        {
                            "verse": 13,
                            "chapter": 7,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 7:13",
                            "text": "She blessed God without intermission; and lest perchance, even in her salutation, she might cease from praising God; if any one saluted her, she used to answer by way of salutation:  Thanks be to God."
                        },
                        {
                            "verse": 14,
                            "chapter": 7,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 7:14",
                            "text": "And from her the custom first began of men saying, Thanks be to God, when they saluted each other."
                        },
                        {
                            "verse": 15,
                            "chapter": 7,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 7:15",
                            "text": "She refreshed herself only with the food which she daily received from the hand of the angel; but the food which she obtained from the priests she divided among the poor."
                        },
                        {
                            "verse": 16,
                            "chapter": 7,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 7:16",
                            "text": "The angels of God were often seen speaking with her, and they most diligently obeyed her."
                        },
                        {
                            "verse": 17,
                            "chapter": 7,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 7:17",
                            "text": "If any one who was unwell touched her, the same hour he went home cured."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 8:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 8:2",
                            "text": "Then Abiathar the priest offered gifts without end to the high priests, in order that he might obtain her as wife to his son."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 8:3",
                            "text": "But Mary forbade them, saying:  It cannot be that I should know a man, or that a man should know me."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 8:4",
                            "text": "For all the priests and all her relations kept saying to her:  God is worshipped in children and adored in posterity, as has always happened among the sons of Israel."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 8:5",
                            "text": "But Mary answered and said unto them:  God is worshipped in chastity, as is proved first of all."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 8:6",
                            "text": "For before Abel there was none righteous among men, and he by his offerings pleased God, and was without mercy slain by him who displeased Him."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 8:7",
                            "text": "Two crowns, therefore, he received—of oblation and of virginity, because in his flesh there was no pollution."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 8:8",
                            "text": "Elias also, when he was in the flesh, was taken up in the flesh, because he kept his flesh unspotted."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 8:9",
                            "text": "Now I, from my infancy in the temple of God, have learned that virginity can be sufficiently dear to God."
                        },
                        {
                            "verse": 10,
                            "chapter": 8,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 8:10",
                            "text": "And so, because I can offer what is dear to God, I have resolved in my heart that I should not know a man at all."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:2",
                            "text": "Now it came to pass, when she was fourteen years old, and on this account there was occasion for the Pharisees' saying that it was now a custom that no woman of that age should abide in the temple of God, they fell upon the plan of sending a herald through all the tribes of Israel, that on the third day all should come together into the temple of the Lord."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:3",
                            "text": "And when all the people had come together, Abiathar the high priest rose, and mounted on a higher step, that he might be seen and heard by all the people; and when great silence had been obtained, he said:  Hear me, O sons of Israel, and receive my words into your ears."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:4",
                            "text": "Ever since this temple was built by Solomon, there have been in it virgins, the daughters of kings and the daughters of prophets, and of high priests and priests; and they were great, and worthy of admiration."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:5",
                            "text": "But when they came to the proper age they were given in marriage, and followed the course of their mothers before them, and were pleasing to God."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:6",
                            "text": "But a new order of life has been found out by Mary alone, who promises that she will remain a virgin to God."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:7",
                            "text": "Wherefore it seems to me, that through our inquiry and the answer of God we should try to ascertain to whose keeping she ought to be entrusted."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:8",
                            "text": "Then these words found favour with all the synagogue."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:9",
                            "text": "And the lot was cast by the priests upon the twelve tribes, and the lot fell upon the tribe of Judah."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:10",
                            "text": "And the priest said:  To-morrow let every one who has no wife come, and bring his rod in his hand."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:11",
                            "text": "Whence it happened that Joseph brought his rod along with the young men."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:12",
                            "text": "And the rods having been handed over to the high priest, he offered a sacrifice to the Lord God, and inquired of the Lord."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:13",
                            "text": "And the Lord said to him:  Put all their rods into the holy of holies of God, and let them remain there, and order them to come to thee on the morrow to get back their rods; and the man from the point of whose rod a dove shall come forth, and fly towards heaven, and in whose hand the rod, when given back, shall exhibit this sign, to him let Mary be delivered to be kept."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:14",
                            "text": "On the following day, then, all having assembled early, and an incense-offering having been made, the high priest went into the holy of holies, and brought forth the rods."
                        },
                        {
                            "verse": 15,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:15",
                            "text": "And when he had distributed the rods, and the dove came forth out of none of them, the high priest put on the twelve bells and the sacerdotal robe; and entering into the holy of holies, he there made a burnt-offering, and poured forth a prayer."
                        },
                        {
                            "verse": 16,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:16",
                            "text": "And the angel of the Lord appeared to him, saying:  There is here the shortest rod, of which thou hast made no account:  thou didst bring it in with the rest, but didst not take it out with them."
                        },
                        {
                            "verse": 17,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:17",
                            "text": "When thou hast taken it out, and hast given it him whose it is, in it will appear the sign of which I spoke to thee."
                        },
                        {
                            "verse": 18,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:18",
                            "text": "Now that was Joseph's rod; and because he was an old man, he had been cast off, as it were, that he might not receive her, but neither did he himself wish to ask back his rod."
                        },
                        {
                            "verse": 19,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:19",
                            "text": "And when he was humbly standing last of all, the high priest cried out to him with a loud voice, saying:  Come, Joseph, and receive thy rod; for we are waiting for thee."
                        },
                        {
                            "verse": 20,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:20",
                            "text": "And Joseph came up trembling, because the high priest had called him with a very loud voice."
                        },
                        {
                            "verse": 21,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:21",
                            "text": "But as soon as he stretched forth his hand, and laid hold of his rod, immediately from the top of it came forth a dove whiter than snow, beautiful exceedingly, which, after long flying about the roofs of the temple, at length flew towards the heavens."
                        },
                        {
                            "verse": 22,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:22",
                            "text": "Then all the people congratulated the old man, saying:  Thou hast been made blessed in thine old age, O father Joseph, seeing that God hath shown thee to be fit to receive Mary."
                        },
                        {
                            "verse": 23,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:23",
                            "text": "And the priests having said to him, Take her, because of all the tribe of Judah thou alone hast been chosen by God; Joseph began bashfully to address them, saying:  I am an old man, and have children; why do you hand over to me this infant, who is younger than my grandsons?  Then Abiathar the high priest said to him:  Remember, Joseph, how Dathan and Abiron and Core perished, because they despised the will of God."
                        },
                        {
                            "verse": 24,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:24",
                            "text": "So will it happen to thee, if thou despise this which is commanded thee by God."
                        },
                        {
                            "verse": 25,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:25",
                            "text": "Joseph answered him:  I indeed do not despise the will of God; but I shall be her guardian until I can ascertain concerning the will of God, as to which of my sons can have her as his wife."
                        },
                        {
                            "verse": 26,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:26",
                            "text": "Let some virgins of her companions, with whom she may meanwhile spend her time, be given for a consolation to her."
                        },
                        {
                            "verse": 27,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:27",
                            "text": "Abiathar the high priest answered and said:  Five virgins indeed shall be given her for consolation, until the appointed day come in which thou mayst receive her; for to no other can she be joined in marriage."
                        },
                        {
                            "verse": 28,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:28",
                            "text": "Then Joseph received Mary, with the other five virgins who were to be with her in Joseph's house."
                        },
                        {
                            "verse": 29,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:29",
                            "text": "These virgins were Rebecca, Sephora, Susanna, Abigea, and Cael; to whom the high priest gave the silk, and the blue, and the fine linen, and the scarlet, and the purple, and the fine flax."
                        },
                        {
                            "verse": 30,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:30",
                            "text": "For they cast lots among themselves what each virgin should do, and the purple for the veil of the temple of the Lord fell to the lot of Mary."
                        },
                        {
                            "verse": 31,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:31",
                            "text": "And when she had got it, those virgins said to her:  Since thou art the last, and humble, and younger than all, thou hast deserved to receive and obtain the purple."
                        },
                        {
                            "verse": 32,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:32",
                            "text": "And thus saying, as it were in words of annoyance, they began to call her queen of virgins."
                        },
                        {
                            "verse": 33,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:33",
                            "text": "While, however, they were so doing, the angel of the Lord appeared in the midst of them, saying:  These words shall not have been uttered by way of annoyance, but prophesied as a prophecy most true."
                        },
                        {
                            "verse": 34,
                            "chapter": 9,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 9:34",
                            "text": "They trembled, therefore, at the sight of the angel, and at his words, and asked her to pardon them, and pray for them."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 10:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 10:2",
                            "text": "And on the second day, while Mary was at the fountain to fill her pitcher, the angel of the Lord appeared to her, saying:  Blessed art thou, Mary; for in thy womb thou hast prepared an habitation for the Lord."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 10:3",
                            "text": "For, lo, the light from heaven shall come and dwell in thee, and by means of thee will shine over the whole world."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 10:4",
                            "text": "Again, on the third day, while she was working at the purple with her fingers, there entered a young man of ineffable beauty."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 10:5",
                            "text": "And when Mary saw him, she exceedingly feared and trembled."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 10:6",
                            "text": "And he said to her:  Hail, Mary, full of grace; the Lord is with thee:  blessed art thou among women, and blessed is the fruit of thy womb."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 10:7",
                            "text": "And when she heard these words, she trembled, and was exceedingly afraid."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 10:8",
                            "text": "Then the angel of the Lord added:  Fear not, Mary; for thou hast found favour with God:  Behold, thou shalt conceive in thy womb, and shalt bring forth a King, who fills not only the earth, but the heaven, and who reigns from generation to generation."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 11:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 11:2",
                            "text": "While these things were doing, Joseph was occupied with his work, house-building, in the districts by the sea-shore; for he was a carpenter."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 11:3",
                            "text": "And after nine months he came back to his house, and found Mary pregnant."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 11:4",
                            "text": "Wherefore, being in the utmost distress, he trembled and cried out, saying:  O Lord God, receive my spirit; for it is better for me to die than to live any longer."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 11:5",
                            "text": "And the virgins who were with Mary said to him:  Joseph, what art thou saying?  We know that no man has touched her; we can testify that she is still a virgin, and untouched."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 11:6",
                            "text": "We have watched over her; always has she continued with us in prayer; daily do the angels of God speak with her; daily does she receive food from the hand of the Lord."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 11:7",
                            "text": "We know not how it is possible that there can be any sin in her."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 11:8",
                            "text": "But if thou wishest us to tell thee what we suspect, nobody but the angel of the Lord has made her pregnant."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 11:9",
                            "text": "Then said Joseph:  Why do you mislead me, to believe that an angel of the Lord has made her pregnant?  But it is possible that some one has pretended to be an angel of the Lord, and has beguiled her."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 11:10",
                            "text": "And thus speaking, he wept, and said:  With what face shall I look at the temple of the Lord, or with what face shall I see the priests of God?  What am I to do?  And thus saying, he thought that he would flee, and send her away."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 12:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 12:2",
                            "text": "And when he was thinking of rising up and hiding himself, and dwelling in secret, behold, on that very night, the angel of the Lord appeared to him in sleep, saying:  Joseph, thou son of David, fear not; receive Mary as thy wife:  for that which is in her womb is of the Holy Spirit."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 12:3",
                            "text": "And she shall bring forth a son, and His name shall be called Jesus, for He will save His people from their sins."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 12:4",
                            "text": "And Joseph, rising from his sleep, gave thanks to God, and spoke to Mary and the virgins who were with her, and told them his vision."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 12:5",
                            "text": "And he was comforted about Mary, saying:  I have sinned, in that I suspected thee at all."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 13:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 13:2",
                            "text": "After these things there arose a great report that Mary was with child."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 13:3",
                            "text": "And Joseph was seized by the officers of the temple, and brought along with Mary to the high priest."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 13:4",
                            "text": "And he with the priests began to reproach him, and to say:  Why hast thou beguiled so great and so glorious a virgin, who was fed like a dove in the temple by the angels of God, who never wished either to see or to have a man, who had the most excellent knowledge of the law of God?  If thou hadst not done violence to her, she would still have remained in her virginity."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 13:5",
                            "text": "And Joseph vowed, and swore that he had never touched her at all."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 13:6",
                            "text": "And Abiathar the high priest answered him:  As the Lord liveth, I will give thee to drink of the water of drinking of the Lord, and immediately thy sin will appear."
                        },
                        {
                            "verse": 7,
                            "chapter": 13,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 13:7",
                            "text": "Then was assembled a multitude of people which could not be numbered, and Mary was brought to the temple."
                        },
                        {
                            "verse": 8,
                            "chapter": 13,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 13:8",
                            "text": "And the priests, and her relatives, and her parents wept, and said to Mary:  Confess to the priests thy sin, thou that wast like a dove in the temple of God, and didst receive food from the hands of an angel."
                        },
                        {
                            "verse": 9,
                            "chapter": 13,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 13:9",
                            "text": "And again Joseph was summoned to the altar, and the water of drinking of the Lord was given him to drink."
                        },
                        {
                            "verse": 10,
                            "chapter": 13,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 13:10",
                            "text": "And when any one that had lied drank this water, and walked seven times round the altar, God used to show some sign in his face."
                        },
                        {
                            "verse": 11,
                            "chapter": 13,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 13:11",
                            "text": "When, therefore, Joseph had drunk in safety, and had walked round the altar seven times, no sign of sin appeared in him."
                        },
                        {
                            "verse": 12,
                            "chapter": 13,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 13:12",
                            "text": "Then all the priests, and the officers, and the people justified him, saying:  Blessed art thou, seeing that no charge has been found good against thee."
                        },
                        {
                            "verse": 13,
                            "chapter": 13,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 13:13",
                            "text": "And they summoned Mary, and said:  And what excuse canst thou have? or what greater sign can appear in thee than the conception of thy womb, which betrays thee?  This only we require of thee, that since Joseph is pure regarding thee, thou confess who it is that has beguiled thee."
                        },
                        {
                            "verse": 14,
                            "chapter": 13,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 13:14",
                            "text": "For it is better that thy confession should betray thee, than that the wrath of God should set a mark on thy face, and expose thee in the midst of the people."
                        },
                        {
                            "verse": 15,
                            "chapter": 13,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 13:15",
                            "text": "Then Mary said, stedfastly and without trembling:  O Lord God, King over all, who knowest all secrets, if there be any pollution in me, or any sin, or any evil desires, or unchastity, expose me in the sight of all the people, and make me an example of punishment to all."
                        },
                        {
                            "verse": 16,
                            "chapter": 13,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 13:16",
                            "text": "Thus saying, she went up to the altar of the Lord boldly, and drank the water of drinking, and walked round the altar seven times, and no spot was found in her."
                        },
                        {
                            "verse": 17,
                            "chapter": 13,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 13:17",
                            "text": "And when all the people were in the utmost astonishment, seeing that she was with child, and that no sign had appeared in her face, they began to be disturbed among themselves by conflicting statements:  some said that she was holy and unspotted, others that she was wicked and defiled."
                        },
                        {
                            "verse": 18,
                            "chapter": 13,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 13:18",
                            "text": "Then Mary, seeing that she was still suspected by the people, and that on that account she did not seem to them to be wholly cleared, said in the hearing of all, with a loud voice, As the Lord Adonai liveth, the Lord of Hosts before whom I stand, I have not known man; but I am known by Him to whom from my earliest years I have devoted myself."
                        },
                        {
                            "verse": 19,
                            "chapter": 13,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 13:19",
                            "text": "And this vow I made to my God from my infancy, that I should remain unspotted in Him who created me, and I trust that I shall so live to Him alone, and serve Him alone; and in Him, as long as I shall live, will I remain unpolluted."
                        },
                        {
                            "verse": 20,
                            "chapter": 13,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 13:20",
                            "text": "Then they all began to kiss her feet and to embrace her knees, asking her to pardon them for their wicked suspicions."
                        },
                        {
                            "verse": 21,
                            "chapter": 13,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 13:21",
                            "text": "And she was led down to her house with exultation and joy by the people, and the priests, and all the virgins."
                        },
                        {
                            "verse": 22,
                            "chapter": 13,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 13:22",
                            "text": "And they cried out, and said:  Blessed be the name of the Lord for ever, because He hath manifested thy holiness to all His people Israel."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:2",
                            "text": "And it came to pass some little time after, that an enrolment was made according to the edict of Caesar Augustus, that all the world was to be enrolled, each man in his native place."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:3",
                            "text": "This enrolment was made by Cyrinus, the governor of Syria."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:4",
                            "text": "It was necessary, therefore, that Joseph should enrol with the blessed Mary in Bethlehem, because to it they belonged, being of the tribe of Judah, and of the house and family of David."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:5",
                            "text": "When, therefore, Joseph and the blessed Mary were going along the road which leads to Bethlehem, Mary said to Joseph:  I see two peoples before me, the one weeping, and the other rejoicing."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:6",
                            "text": "And Joseph answered:  Sit still on thy beast, and do not speak superfluous words."
                        },
                        {
                            "verse": 7,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:7",
                            "text": "Then there appeared before them a beautiful boy, clothed in white raiment, who said to Joseph:  Why didst thou say that the words which Mary spoke about the two peoples were superfluous?  For she saw the people of the Jews weeping, because they have departed from their God; and the people of the Gentiles rejoicing, because they have now been added and made near to the Lord, according to that which He promised to our fathers Abraham, Isaac, and Jacob:  for the time is at hand when in the seed of Abraham all nations shall be blessed."
                        },
                        {
                            "verse": 8,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:8",
                            "text": "And when he had thus said, the angel ordered the beast to stand, for the time when she should bring forth was at hand; and he commanded the blessed Mary to come down off the animal, and go into a recess under a cavern, in which there never was light, but always darkness, because the light of day could not reach it."
                        },
                        {
                            "verse": 9,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:9",
                            "text": "And when the blessed Mary had gone into it, it began to shine with as much brightness as if it were the sixth hour of the day."
                        },
                        {
                            "verse": 10,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:10",
                            "text": "The light from God so shone in the cave, that neither by day nor night was light wanting as long as the blessed Mary was there."
                        },
                        {
                            "verse": 11,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:11",
                            "text": "And there she brought forth a son, and the angels surrounded Him when He was being born."
                        },
                        {
                            "verse": 12,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:12",
                            "text": "And as soon as He was born, He stood upon His feet, and the angels adored Him, saying:  Glory to God in the highest, and on earth peace to men of good pleasure."
                        },
                        {
                            "verse": 13,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:13",
                            "text": "Now, when the birth of the Lord was at hand, Joseph had gone away to seek midwives."
                        },
                        {
                            "verse": 14,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:14",
                            "text": "And when he had found them, he returned to the cave, and found with Mary the infant which she had brought forth."
                        },
                        {
                            "verse": 15,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:15",
                            "text": "And Joseph said to the blessed Mary:  I have brought thee two midwives—Zelomi and Salome; and they are standing outside before the entrance to the cave, not daring to come in hither, because of the exceeding brightness."
                        },
                        {
                            "verse": 16,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:16",
                            "text": "And when the blessed Mary heard this, she smiled; and Joseph said to her:  Do not smile; but prudently allow them to visit thee, in case thou shouldst require them for thy cure."
                        },
                        {
                            "verse": 17,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:17",
                            "text": "Then she ordered them to enter."
                        },
                        {
                            "verse": 18,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:18",
                            "text": "And when Zelomi had come in, Salome having stayed without, Zelomi said to Mary:  Allow me to touch thee."
                        },
                        {
                            "verse": 19,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:19",
                            "text": "And when she had permitted her to make an examination, the midwife cried out with a loud voice, and said:  Lord, Lord Almighty, mercy on us!  It has never been heard or thought of, that any one should have her breasts full of milk, and that the birth of a son should show his mother to be a virgin."
                        },
                        {
                            "verse": 20,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:20",
                            "text": "But there has been no spilling of blood in his birth, no pain in bringing him forth."
                        },
                        {
                            "verse": 21,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:21",
                            "text": "A virgin has conceived, a virgin has brought forth, and a virgin she remains."
                        },
                        {
                            "verse": 22,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:22",
                            "text": "And hearing these words, Salome said:  Allow me to handle thee, and prove whether Zelomi have spoken the truth."
                        },
                        {
                            "verse": 23,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:23",
                            "text": "And the blessed Mary allowed her to handle her."
                        },
                        {
                            "verse": 24,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:24",
                            "text": "And when she had withdrawn her hand from handling her, it dried up, and through excess of pain she began to weep bitterly, and to be in great distress, crying out, and saying:  O Lord God, Thou knowest that I have always feared Thee, and that without recompense I have cared for all the poor; I have taken nothing from the widow and the orphan, and the needy have I not sent empty away."
                        },
                        {
                            "verse": 25,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:25",
                            "text": "And, behold, I am made wretched because of mine unbelief, since without a cause I wished to try Thy virgin."
                        },
                        {
                            "verse": 26,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:26",
                            "text": "And while she was thus speaking, there stood by her a young man in shining garments, saying:  Go to the child, and adore Him, and touch Him with thy hand, and He will heal thee, because He is the Saviour of the world, and of all that hope in Him."
                        },
                        {
                            "verse": 27,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:27",
                            "text": "And she went to the child with haste, and adored Him, and touched the fringe of the cloths in which He was wrapped, and instantly her hand was cured."
                        },
                        {
                            "verse": 28,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:28",
                            "text": "And going forth, she began to cry aloud, and to tell the wonderful things which she had seen, and which she had suffered, and how she had been cured; so that many through her statements believed."
                        },
                        {
                            "verse": 29,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:29",
                            "text": "And some shepherds also affirmed that they had seen angels singing a hymn at midnight, praising and blessing the God of heaven, and saying:  There has been born the Saviour of all, who is Christ the Lord, in whom salvation shall be brought back to Israel."
                        },
                        {
                            "verse": 30,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:30",
                            "text": "Moreover, a great star, larger than any that had been seen since the beginning of the world, shone over the cave from the evening till the morning."
                        },
                        {
                            "verse": 31,
                            "chapter": 14,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 14:31",
                            "text": "And the prophets who were in Jerusalem said that this star pointed out the birth of Christ, who should restore the promise not only to Israel, but to all nations."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 15:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 15:2",
                            "text": "And on the third day after the birth of our Lord Jesus Christ, the most blessed Mary went forth out of the cave, and entering a stable, placed the child in the stall, and the ox and the ass adored Him."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 15:3",
                            "text": "Then was fulfilled that which was said by Isaiah the prophet, saying:  The ox knoweth his owner, and the ass his master's crib."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 15:4",
                            "text": "The very animals, therefore, the ox and the ass, having Him in their midst, incessantly adored Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 15:5",
                            "text": "Then was fulfilled that which was said by Abacuc the prophet, saying:  Between two animals thou art made manifest."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 15:6",
                            "text": "In the same place Joseph remained with Mary three days."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 16:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 16:2",
                            "text": "And on the sixth day they entered Bethlehem, where they spent the seventh day."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 16:3",
                            "text": "And on the eighth day they circumcised the child, and called His name Jesus; for so He was called by the angel before He was conceived in the womb."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 16:4",
                            "text": "Now, after the days of the purification of Mary were fulfilled according to the law of Moses, then Joseph took the infant to the temple of the Lord."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 16:5",
                            "text": "And when the infant had received parhithomus,—parhithomus, that is, circumcision—they offered for Him a pair of turtle-doves, or two young pigeons."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 16:6",
                            "text": "Now there was in the temple a man of God, perfect and just, whose name was Symeon, a hundred and twelve years old."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 16:7",
                            "text": "He had received the answer from the Lord, that he should not taste of death till he had seen Christ, the Son of God, living in the flesh."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 16:8",
                            "text": "And having seen the child, he cried out with a loud voice, saying:  God hath visited His people, and the Lord hath fulfilled His promise."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 16:9",
                            "text": "And he made haste, and adored Him."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 16:10",
                            "text": "And after this he took Him up into his cloak and kissed His feet, and said:  Lord, now lettest Thou Thy servant depart in peace, according to Thy word:  for mine eyes have seen Thy salvation, which Thou hast prepared before the face of all peoples, to be a light to lighten the Gentiles, and the glory of Thy people Israel."
                        },
                        {
                            "verse": 11,
                            "chapter": 16,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 16:11",
                            "text": "There was also in the temple of the Lord, Anna, a prophetess, the daughter of Phanuel, of the tribe of Asher, who had lived with her husband seven years from her virginity; and she had now been a widow eighty-four years."
                        },
                        {
                            "verse": 12,
                            "chapter": 16,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 16:12",
                            "text": "And she never left the temple of the Lord, but spent her time in fasting and prayer."
                        },
                        {
                            "verse": 13,
                            "chapter": 16,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 16:13",
                            "text": "She also likewise adored the child, saying:  In Him is the redemption of the world."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 17:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 17:2",
                            "text": "And when the second year was past, Magi came from the east to Jerusalem, bringing great gifts."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 17:3",
                            "text": "And they made strict inquiry of the Jews, saying:  Where is the king who has been born to you? for we have seen his star in the east, and have come to worship him."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 17:4",
                            "text": "And word of this came to King Herod, and so alarmed him that he called together the scribes and the Pharisees, and the teachers of the people, asking of them where the prophets had foretold that Christ should be born."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 17:5",
                            "text": "And they said:  In Bethlehem of Judah."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 17:6",
                            "text": "For it is written:  And thou Bethelehem, in the land of Judah, art by no means the least among the princes of Judah; for out of thee shall come forth a Leader who shall rule my people Israel."
                        },
                        {
                            "verse": 7,
                            "chapter": 17,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 17:7",
                            "text": "Then King Herod summoned the magi to him, and strictly inquired of them when the star appeared to them."
                        },
                        {
                            "verse": 8,
                            "chapter": 17,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 17:8",
                            "text": "Then, sending them to Bethlehem, he said:  Go and make strict inquiry about the child; and when ye have found him, bring me word again, that I may come and worship him also."
                        },
                        {
                            "verse": 9,
                            "chapter": 17,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 17:9",
                            "text": "And while the magi were going on their way, there appeared to them the star, which was, as it were, a guide to them, going before them until they came to where the child was."
                        },
                        {
                            "verse": 10,
                            "chapter": 17,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 17:10",
                            "text": "And when the magi saw the star, they rejoiced with great joy; and going into the house, they saw the child Jesus sitting in His mother's lap."
                        },
                        {
                            "verse": 11,
                            "chapter": 17,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 17:11",
                            "text": "Then they opened their treasures, and presented great gifts to the blessed Mary and Joseph."
                        },
                        {
                            "verse": 12,
                            "chapter": 17,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 17:12",
                            "text": "And to the child Himself they offered each of them a piece of gold."
                        },
                        {
                            "verse": 13,
                            "chapter": 17,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 17:13",
                            "text": "And likewise one gave gold, another frankincense, and the third myrrh."
                        },
                        {
                            "verse": 14,
                            "chapter": 17,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 17:14",
                            "text": "And when they were going to return to King Herod, they were warned by an angel in their sleep not to go back to Herod; and they returned to their own country by another road."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 18:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 18:2",
                            "text": "And when Herod saw that he had been made sport of by the magi, his heart swelled with rage, and he sent through all the roads, wishing to seize them and put them to death."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 18:3",
                            "text": "But when he could not find them at all, he sent anew to Bethlehem and all its borders, and slew all the male children whom he found of two years old and under, according to the time that he had ascertained from the magi."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 18:4",
                            "text": "Now the day before this was done Joseph was warned in his sleep by the angel of the Lord, who said to him:  Take Mary and the child, and go into Egypt by the way of the desert."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 18:5",
                            "text": "And Joseph went according to the saying of the angel."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 19:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 19:2",
                            "text": "And having come to a certain cave, and wishing to rest in it, the blessed Mary dismounted from her beast, and sat down with the child Jesus in her bosom."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 19:3",
                            "text": "And there were with Joseph three boys, and with Mary a girl, going on the journey along with them."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 19:4",
                            "text": "And, lo, suddenly there came forth from the cave many dragons; and when the children saw them, they cried out in great terror."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 19:5",
                            "text": "Then Jesus went down from the bosom of His mother, and stood on His feet before the dragons; and they adored Jesus, and thereafter retired."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 19:6",
                            "text": "Then was fulfilled that which was said by David the prophet, saying:  Praise the Lord from the earth, ye dragons; ye dragons, and all ye deeps."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 19:7",
                            "text": "And the young child Jesus, walking before them, commanded them to hurt no man."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 19:8",
                            "text": "But Mary and Joseph were very much afraid lest the child should be hurt by the dragons."
                        },
                        {
                            "verse": 9,
                            "chapter": 19,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 19:9",
                            "text": "And Jesus said to them:  Do not be afraid, and do not consider me to be a little child; for I am and always have been perfect; and all the beasts of the forest must needs be tame before me."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 20:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 20:2",
                            "text": "Lions and panthers adored Him likewise, and accompanied them in the desert."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 20:3",
                            "text": "Wherever Joseph and the blessed Mary went, they went before them showing them the way, and bowing their heads; and showing their submission by wagging their tails, they adored Him with great reverence."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 20:4",
                            "text": "Now at first, when Mary saw the lions and the panthers, and various kinds of wild beasts, coming about them, she was very much afraid."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 20:5",
                            "text": "But the infant Jesus looked into her face with a joyful countenance, and said:  Be not afraid, mother; for they come not to do thee harm, but they make haste to serve both thee and me."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 20:6",
                            "text": "With these words He drove all fear from her heart."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 20:7",
                            "text": "And the lions kept walking with them, and with the oxen, and the asses, and the beasts of burden which carried their baggage, and did not hurt a single one of them, though they kept beside them; but they were tame among the sheep and the rams which they had brought with them from Judaea, and which they had with them."
                        },
                        {
                            "verse": 8,
                            "chapter": 20,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 20:8",
                            "text": "They walked among wolves, and feared nothing; and no one of them was hurt by another."
                        },
                        {
                            "verse": 9,
                            "chapter": 20,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 20:9",
                            "text": "Then was fulfilled that which was spoken by the prophet:  Wolves shall feed with lambs; the lion and the ox shall eat straw together."
                        },
                        {
                            "verse": 10,
                            "chapter": 20,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 20:10",
                            "text": "There were together two oxen drawing a waggon with provision for the journey, and the lions directed them in their path."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 21:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 21:2",
                            "text": "And it came to pass on the third day of their journey, while they were walking, that the blessed Mary was fatigued by the excessive heat of the sun in the desert; and seeing a palm tree, she said to Joseph:  Let me rest a little under the shade of this tree."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 21:3",
                            "text": "Joseph therefore made haste, and led her to the palm, and made her come down from her beast."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 21:4",
                            "text": "And as the blessed Mary was sitting there, she looked up to the foliage of the palm, and saw it full of fruit, and said to Joseph:  I wish it were possible to get some of the fruit of this palm."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 21:5",
                            "text": "And Joseph said to her:  I wonder that thou sayest this, when thou seest how high the palm tree is; and that thou thinkest of eating of its fruit."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 21:6",
                            "text": "I am thinking more of the want of water, because the skins are now empty, and we have none wherewith to refresh ourselves and our cattle."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 21:7",
                            "text": "Then the child Jesus, with a joyful countenance, reposing in the bosom of His mother, said to the palm:  O tree, bend thy branches, and refresh my mother with thy fruit."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 21:8",
                            "text": "And immediately at these words the palm bent its top down to the very feet of the blessed Mary; and they gathered from it fruit, with which they were all refreshed."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 21:9",
                            "text": "And after they had gathered all its fruit, it remained bent down, waiting the order to rise from Him who had commanded it to stoop."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 21:10",
                            "text": "Then Jesus said to it:  Raise thyself, O palm tree, and be strong, and be the companion of my trees, which are in the paradise of my Father; and open from thy roots a vein of water which has been hid in the earth, and let the waters flow, so that we may be satisfied from thee."
                        },
                        {
                            "verse": 11,
                            "chapter": 21,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 21:11",
                            "text": "And it rose up immediately, and at its root there began to come forth a spring of water exceedingly clear and cool and sparkling."
                        },
                        {
                            "verse": 12,
                            "chapter": 21,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 21:12",
                            "text": "And when they saw the spring of water, they rejoiced with great joy, and were satisfied, themselves and all their cattle and their beasts."
                        },
                        {
                            "verse": 13,
                            "chapter": 21,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 21:13",
                            "text": "Wherefore they gave thanks to God."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 22:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 22:2",
                            "text": "And on the day after, when they were setting out thence, and in the hour in which they began their journey, Jesus turned to the palm, and said:  This privilege I give thee, O palm tree, that one of thy branches be carried away by my angels, and planted in the paradise of my Father."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 22:3",
                            "text": "And this blessing I will confer upon thee, that it shall be said of all who conquer in any contest, You have attained the palm of victory."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 22:4",
                            "text": "And while He was thus speaking, behold, an angel of the Lord appeared, and stood upon the palm tree; and taking off one of its branches, flew to heaven with the branch in his hand."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 22:5",
                            "text": "And when they saw this, they fell on their faces, and became as it were dead."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 22:6",
                            "text": "And Jesus said to them:  Why are your hearts possessed with fear?  Do you not know that this palm, which I have caused to be transferred to paradise, shall be prepared for all the saints in the place of delights, as it has been prepared for us in this place of the wilderness?  And they were filled with joy; and being strengthened, they all rose up."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 23:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 23:2",
                            "text": "After this, while they were going on their journey, Joseph said to Jesus:  Lord, it is a boiling heat; if it please Thee, let us go by the sea-shore, that we may be able to rest in the cities on the coast."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 23:3",
                            "text": "Jesus said to him:  Fear not, Joseph; I will shorten the way for you, so that what you would have taken thirty days to go over, you shall accomplish in this one day."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 23:4",
                            "text": "And while they were thus speaking, behold, they looked forward, and began to see the mountains and cities of Egypt."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 23:5",
                            "text": "And rejoicing and exulting, they came into the regions of Hermopolis, and entered into a certain city of Egypt which is called Sotinen; and because they knew no one there from whom they could ask hospitality, they went into a temple which was called the Capitol of Egypt."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 23:6",
                            "text": "And in this temple there had been set up three hundred and fifty-five idols, to each of which on its own day divine honours and sacred rites were paid."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 23:7",
                            "text": "For the Egyptians belonging to the same city entered the Capitol, in which the priests told them how many sacrifices were offered each day, according to the honour in which the god was held."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 24:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 24:2",
                            "text": "And it came to pass, when the most blessed Mary went into the temple with the little child, that all the idols prostrated themselves on the ground, so that all of them were lying on their faces shattered and broken to pieces; and thus they plainly showed that they were nothing."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 24:3",
                            "text": "Then was fulfilled that which was said by the prophet Isaiah:  Behold, the Lord will come upon a swift cloud, and will enter Egypt, and all the handiwork of the Egyptians shall be moved at His presence."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 25:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 25:2",
                            "text": "Then Affrodosius, that governor of the city, when news of this was brought to him, went to the temple with all his army."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 25:3",
                            "text": "And the priests of the temple, when they saw Affrodosius with all his army coming into the temple, thought that he was making haste only to see vengeance taken on those on whose account the gods had fallen down."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 25:4",
                            "text": "But when he came into the temple, and saw all the gods lying prostrate on their faces, he went up to the blessed Mary, who was carrying the Lord in her bosom, and adored Him, and said to all his army and all his friends:  Unless this were the God of our gods, our gods would not have fallen on their faces before Him; nor would they be lying prostrate in His presence:  wherefore they silently confess that He is their Lord."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 25:5",
                            "text": "Unless we, therefore, take care to do what we have seen our gods doing, we may run the risk of His anger, and all come to destruction, even as it happened to Pharaoh king of the Egyptians, who, not believing in powers so mighty, was drowned in the sea, with all his army."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 25:6",
                            "text": "Then all the people of that same city believed in the Lord God through Jesus Christ."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 26:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 26:2",
                            "text": "After no long time the angel said to Joseph:  Return to the land of Judah, for they are dead who sought the child's life."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 27:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 27:2",
                            "text": "And it came to pass, after Jesus had returned out of Egypt, when He was in Galilee, and entering on the fourth year of His age, that on a Sabbath-day He was playing with some children at the bed of the Jordan."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 27:3",
                            "text": "And as He sat there, Jesus made to Himself seven pools of clay, and to each of them He made passages, through which at His command He brought water from the torrent into the pool, and took it back again."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 27:4",
                            "text": "Then one of those children, a son of the devil, moved with envy, shut the passages which supplied the pools with water, and overthrew what Jesus had built up."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 27:5",
                            "text": "Then said Jesus to him:  Woe unto thee, thou son of death, thou son of Satan!  Dost thou destroy the works which I have wrought?  And immediately he who had done this died."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 27:6",
                            "text": "Then with great uproar the parents of the dead boy cried out against Mary and Joseph, saying to them:  Your son has cursed our son, and he is dead."
                        },
                        {
                            "verse": 7,
                            "chapter": 27,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 27:7",
                            "text": "And when Joseph and Mary heard this, they came forthwith to Jesus, on account of the outcry of the parents of the boy, and the gathering together of the Jews."
                        },
                        {
                            "verse": 8,
                            "chapter": 27,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 27:8",
                            "text": "But Joseph said privately to Mary:  I dare not speak to Him; but do thou admonish Him, and say:  Why hast Thou raised against us the hatred of the people; and why must the troublesome hatred of men be borne by us?  And His mother having come to Him, asked Him, saying:  My Lord, what was it that he did to bring about his death?  And He said:  He deserved death, because he scattered the works that I had made."
                        },
                        {
                            "verse": 9,
                            "chapter": 27,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 27:9",
                            "text": "Then His mother asked Him, saying:  Do not so, my Lord, because all men rise up against us."
                        },
                        {
                            "verse": 10,
                            "chapter": 27,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 27:10",
                            "text": "But He, not wishing to grieve His mother, with His right foot kicked the hinder parts of the dead boy, and said to him:  Rise, thou son of iniquity for thou art not worthy to enter into the rest of my Father, because thou didst destroy the works which I had made."
                        },
                        {
                            "verse": 11,
                            "chapter": 27,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 27:11",
                            "text": "Then he who had been dead rose up, and went away."
                        },
                        {
                            "verse": 12,
                            "chapter": 27,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 27:12",
                            "text": "And Jesus, by the word of His power, brought water into the pools by the aqueduct."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 28:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 28:2",
                            "text": "And it came to pass, after these things, that in the sight of all Jesus took clay from the pools which He had made, and of it made twelve sparrows."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 28:3",
                            "text": "And it was the Sabbath when Jesus did this, and there were very many children with Him."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 28:4",
                            "text": "When, therefore, one of the Jews had seen Him doing this, he said to Joseph:  Joseph, dost thou not see the child Jesus working on the Sabbath at what it is not lawful for him to do? for he has made twelve sparrows of clay."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 28:5",
                            "text": "And when Joseph heard this, he reproved him, saying:  Wherefore doest thou on the Sabbath such things as are not lawful for us to do?  And when Jesus heard Joseph, He struck His hands together, and said to His sparrows:  Fly!  And at the voice of His command they began to fly."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 28:6",
                            "text": "And in the sight and hearing of all that stood by, He said to the birds:  Go and fly through the earth, and through all the world, and live."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 28:7",
                            "text": "And when those that were there saw such miracles, they were filled with great astonishment."
                        },
                        {
                            "verse": 8,
                            "chapter": 28,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 28:8",
                            "text": "And some praised and admired Him, but others reviled Him."
                        },
                        {
                            "verse": 9,
                            "chapter": 28,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 28:9",
                            "text": "And certain of them went away to the chief priests and the heads of the Pharisees, and reported to them that Jesus the son of Joseph had done great signs and miracles in the sight of all the people of Israel."
                        },
                        {
                            "verse": 10,
                            "chapter": 28,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 28:10",
                            "text": "And this was reported in the twelve tribes of Israel."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 29:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 29:2",
                            "text": "And again the son of Annas, a priest of the temple, who had come with Joseph, holding his rod in his hand in the sight of all, with great fury broke down the dams which Jesus had made with His own hands, and let out the water which He had collected in them from the torrent."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 29:3",
                            "text": "Moreover, he shut the aqueduct by which the water came in, and then broke it down."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 29:4",
                            "text": "And when Jesus saw this, He said to that boy who had destroyed His dams:  O most wicked seed of iniquity!  O son of death!  O workshop of Satan! verily the fruit of thy seed shall be without strength, and thy roots without moisture, and thy branches withered, bearing no fruit."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 29:5",
                            "text": "And immediately, in the sight of all, the boy withered away, and died."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 30:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 30:2",
                            "text": "Then Joseph trembled, and took hold of Jesus, and went with Him to his own house, and His mother with Him."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 30:3",
                            "text": "And, behold, suddenly from the opposite direction a boy, also a worker of iniquity, ran up and came against the shoulder of Jesus, wishing to make sport of Him, or to hurt Him, if he could."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 30:4",
                            "text": "And Jesus said to him:  Thou shalt not go back safe and sound from the way that thou goest."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 30:5",
                            "text": "And immediately he fell down, and died."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 30:6",
                            "text": "And the parents of the dead boy, who had seen what happened, cried out, saying:  Where does this child come from?  It is manifest that every word that he says is true; and it is often accomplished before he speaks."
                        },
                        {
                            "verse": 7,
                            "chapter": 30,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 30:7",
                            "text": "And the parents of the dead boy came to Joseph, and said to him:  Take away that Jesus from this place, for he cannot live with us in this town; or at least teach him to bless, and not to curse."
                        },
                        {
                            "verse": 8,
                            "chapter": 30,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 30:8",
                            "text": "And Joseph came up to Jesus, and admonished Him, saying:  Why doest thou such things?  For already many are in grief and against thee, and hate us on thy account, and we endure the reproaches of men because of thee."
                        },
                        {
                            "verse": 9,
                            "chapter": 30,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 30:9",
                            "text": "And Jesus answered and said unto Joseph:  No one is a wise son but he whom his father hath taught, according to the knowledge of this time; and a father's curse can hurt none but evil-doers."
                        },
                        {
                            "verse": 10,
                            "chapter": 30,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 30:10",
                            "text": "Then they came together against Jesus, and accused him to Joseph."
                        },
                        {
                            "verse": 11,
                            "chapter": 30,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 30:11",
                            "text": "When Joseph saw this, he was in great terror, fearing the violence and uproar of the people of Israel."
                        },
                        {
                            "verse": 12,
                            "chapter": 30,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 30:12",
                            "text": "And the same hour Jesus seized the dead boy by the ear, and lifted him up from the earth in the sight of all:  and they saw Jesus speaking to him like a father to his son."
                        },
                        {
                            "verse": 13,
                            "chapter": 30,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 30:13",
                            "text": "And his spirit came back to him, and he revived."
                        },
                        {
                            "verse": 14,
                            "chapter": 30,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 30:14",
                            "text": "And all of them wondered."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 31:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 31:2",
                            "text": "Now a certain Jewish schoolmaster named Zachyas heard Jesus thus speaking; and seeing that He could not be overcome, from knowing the power that was in Him, he became angry, and began rudely and foolishly, and without fear, to speak against Joseph."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 31:3",
                            "text": "And he said:  Dost thou not wish to entrust me with thy son, that he may be instructed in human learning and in reverence?  But I see that Mary and thyself have more regard for your son than for what the elders of the people of Israel say against him."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 31:4",
                            "text": "You should have given more honour to us, the elders of the whole church of Israel, both that he might be on terms of mutual affection with the children, and that among us he might be instructed in Jewish learning."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 31:5",
                            "text": "Joseph, on the other hand, said to him:  And is there any one who can keep this child, and teach him?  But if thou canst keep him and teach him, we by no means hinder him from being taught by thee those things which are learned by all."
                        },
                        {
                            "verse": 6,
                            "chapter": 31,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 31:6",
                            "text": "And Jesus, having heard what Zachyas had said, answered and said unto him:  The precepts of the law which thou hast just spoken of, and all the things that thou hast named, must be kept by those who are instructed in human learning; but I am a stranger to your law-courts, because I have no father after the flesh."
                        },
                        {
                            "verse": 7,
                            "chapter": 31,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 31:7",
                            "text": "Thou who readest the law, and art learned in it, abidest in the law; but I was before the law."
                        },
                        {
                            "verse": 8,
                            "chapter": 31,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 31:8",
                            "text": "But since thou thinkest that no one is equal to thee in learning, thou shalt be taught by me, that no other can teach anything but those things which thou hast named."
                        },
                        {
                            "verse": 9,
                            "chapter": 31,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 31:9",
                            "text": "But he alone can who is worthy."
                        },
                        {
                            "verse": 10,
                            "chapter": 31,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 31:10",
                            "text": "For when I shall be exalted on earth, I will cause to cease all mention of your genealogy."
                        },
                        {
                            "verse": 11,
                            "chapter": 31,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 31:11",
                            "text": "For thou knowest not when thou wast born:  I alone know when you were born, and how long your life on earth will be."
                        },
                        {
                            "verse": 12,
                            "chapter": 31,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 31:12",
                            "text": "Then all who heard these words were struck with astonishment, and cried out:  Oh! oh! oh! this marvellously great and wonderful mystery."
                        },
                        {
                            "verse": 13,
                            "chapter": 31,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 31:13",
                            "text": "Never have we heard the like!  Never has it been heard from any one else, nor has it been said or at any time heard by the prophets, or the Pharisees, or the scribes."
                        },
                        {
                            "verse": 14,
                            "chapter": 31,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 31:14",
                            "text": "We know whence he is sprung, and he is scarcely five years old; and whence does he speak these words?  The Pharisees answered:  We have never heard such words spoken by any other child so young."
                        },
                        {
                            "verse": 15,
                            "chapter": 31,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 31:15",
                            "text": "And Jesus answered and said unto them:  At this do ye wonder, that such things are said by a child?  Why, then, do ye not believe me in those things which I have said to you?  And you all wonder because I said to you that I know when you were born."
                        },
                        {
                            "verse": 16,
                            "chapter": 31,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 31:16",
                            "text": "I will tell you greater things, that you may wonder more."
                        },
                        {
                            "verse": 17,
                            "chapter": 31,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 31:17",
                            "text": "I have seen Abraham, whom you call your father, and have spoken with him; and he has seen me."
                        },
                        {
                            "verse": 18,
                            "chapter": 31,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 31:18",
                            "text": "And when they heard this they held their tongues, nor did any of them dare to speak."
                        },
                        {
                            "verse": 19,
                            "chapter": 31,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 31:19",
                            "text": "And Jesus said to them:  I have been among you with children, and you have not known me; I have spoken to you as to wise men, and you have not understood my words; because you are younger than I am, and of little faith."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:2",
                            "text": "A second time the master Zachyas, doctor of the law, said to Joseph and Mary:  Give me the boy, and I shall hand him over to master Levi, who shall teach him his letters and instruct him."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:3",
                            "text": "Then Joseph and Mary, soothing Jesus, took Him to the schools, that He might be taught His letters by old Levi."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:4",
                            "text": "And as soon as He went in He held His tongue."
                        },
                        {
                            "verse": 5,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:5",
                            "text": "And the master Levi said one letter to Jesus, and, beginning from the first letter Aleph, said to Him:  Answer."
                        },
                        {
                            "verse": 6,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:6",
                            "text": "But Jesus was silent, and answered nothing."
                        },
                        {
                            "verse": 7,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:7",
                            "text": "Wherefore the preceptor Levi was angry, and seized his storax-tree rod, and struck Him on the head."
                        },
                        {
                            "verse": 8,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:8",
                            "text": "And Jesus said to the teacher Levi:  Why dost thou strike me?  Thou shalt know in truth, that He who is struck can teach him who strikes Him more than He can be taught by him."
                        },
                        {
                            "verse": 9,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:9",
                            "text": "For I can teach you those very things that you are saying."
                        },
                        {
                            "verse": 10,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:10",
                            "text": "But all these are blind who speak and hear, like sounding brass or tinkling cymbal, in which there is no perception of those things which are meant by their sound."
                        },
                        {
                            "verse": 11,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:11",
                            "text": "And Jesus in addition said to Zachyas:  Every letter from Aleph even to Thet is known by its arrangement."
                        },
                        {
                            "verse": 12,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:12",
                            "text": "Say thou first, therefore, what Thet is, and I will tell thee what Aleph is."
                        },
                        {
                            "verse": 13,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:13",
                            "text": "And again Jesus said to them:  Those who do not know Aleph, how can they say Thet, the hypocrites?  Tell me what the first one, Aleph, is; and I shall then believe you when you have said Beth."
                        },
                        {
                            "verse": 14,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:14",
                            "text": "And Jesus began to ask the names of the letters one by one, and said:  Let the master of the law tell us what the first letter is, or why it has many triangles, gradate, subacute, mediate, obduced, produced, erect, prostrate, curvistrate."
                        },
                        {
                            "verse": 15,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:15",
                            "text": "And when Levi heard this, he was thunderstruck at such an arrangement of the names of the letters."
                        },
                        {
                            "verse": 16,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:16",
                            "text": "Then he began in the hearing of all to cry out, and say:  Ought such a one to live on the earth?  Yea, he ought to be hung on the great cross."
                        },
                        {
                            "verse": 17,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:17",
                            "text": "For he can put out fire, and make sport of other modes of punishment."
                        },
                        {
                            "verse": 18,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:18",
                            "text": "I think that he lived before the flood, and was born before the deluge."
                        },
                        {
                            "verse": 19,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:19",
                            "text": "For what womb bore him? or what mother brought him forth? or what breasts gave him suck?  I flee before him; I am not able to withstand the words from his mouth, but my heart is astounded to hear such words."
                        },
                        {
                            "verse": 20,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:20",
                            "text": "I do not think that any man can understand what he says, except God were with him."
                        },
                        {
                            "verse": 21,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:21",
                            "text": "Now I, unfortunate wretch, have given myself up to be a laughing-stock to him."
                        },
                        {
                            "verse": 22,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:22",
                            "text": "For when I thought I had a scholar, I, not knowing him, have found my master."
                        },
                        {
                            "verse": 23,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:23",
                            "text": "What shall I say?  I cannot withstand the words of this child:  I shall now flee from this town, because I cannot understand them."
                        },
                        {
                            "verse": 24,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:24",
                            "text": "An old man like me has been beaten by a boy, because I can find neither beginning nor end of what he says."
                        },
                        {
                            "verse": 25,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:25",
                            "text": "For it is no easy matter to find a beginning of himself."
                        },
                        {
                            "verse": 26,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:26",
                            "text": "I tell you of a certainty, I am not lying, that to my eyes the proceedings of this boy, the commencement of his conversation, and the upshot of his intention, seem to have nothing in common with mortal man."
                        },
                        {
                            "verse": 27,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:27",
                            "text": "Here then I do not know whether he be a wizard or a god; or at least an angel of God speaks in him."
                        },
                        {
                            "verse": 28,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:28",
                            "text": "Whence he is, or where he comes from, or who he will turn out to be, I know not."
                        },
                        {
                            "verse": 29,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:29",
                            "text": "Then Jesus, smiling at him with a joyful countenance, said in a commanding voice to all the sons of Israel standing by and hearing:  Let the unfruitful bring forth fruit, and the blind see, and the lame walk right, and the poor enjoy the good things of this life, and the dead live, that each may return to his original state, and abide in Him who is the root of life and of perpetual sweetness."
                        },
                        {
                            "verse": 30,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:30",
                            "text": "And when the child Jesus had said this, forthwith all who had fallen under malignant diseases were restored."
                        },
                        {
                            "verse": 31,
                            "chapter": 32,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 32:31",
                            "text": "And they did not dare to say anything more to Him, or to hear anything from Him."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 33:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 33:2",
                            "text": "After these things, Joseph and Mary departed thence with Jesus into the city of Nazareth; and He remained there with His parents."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 33:3",
                            "text": "And on the first of the week, when Jesus was playing with the children on the roof of a certain house, it happened that one of the children pushed another down from the roof to the ground, and he was killed."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 33:4",
                            "text": "And the parents of the dead boy, who had not seen this, cried out against Joseph and Mary, saying:  Your son has thrown our son down to the ground, and he is dead."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 33:5",
                            "text": "But Jesus was silent, and answered them nothing."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 33:6",
                            "text": "And Joseph and Mary came in haste to Jesus; and His mother asked Him, saying:  My lord, tell me if thou didst throw him down."
                        },
                        {
                            "verse": 7,
                            "chapter": 33,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 33:7",
                            "text": "And immediately Jesus went down from the roof to the ground, and called the boy by his name, Zeno."
                        },
                        {
                            "verse": 8,
                            "chapter": 33,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 33:8",
                            "text": "And he answered Him:  My lord."
                        },
                        {
                            "verse": 9,
                            "chapter": 33,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 33:9",
                            "text": "And Jesus said to him:  Was it I that threw thee down from the roof to the ground?  And he said:  No, my lord."
                        },
                        {
                            "verse": 10,
                            "chapter": 33,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 33:10",
                            "text": "And the parents of the boy who had been dead wondered, and honoured Jesus for the miracle that had been wrought."
                        },
                        {
                            "verse": 11,
                            "chapter": 33,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 33:11",
                            "text": "And Joseph and Mary departed thence with Jesus to Jericho."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 34:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 34:2",
                            "text": "Now Jesus was six years old, and His mother sent Him with a pitcher to the fountain to draw water with the children."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 34:3",
                            "text": "And it came to pass, after He had drawn the water, that one of the children came against Him, and struck the pitcher, and broke it."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 34:4",
                            "text": "But Jesus stretched out the cloak which He had on, and took up in His cloak as much water as there had been in the pitcher, and carried it to His mother."
                        },
                        {
                            "verse": 5,
                            "chapter": 34,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 34:5",
                            "text": "And when she saw it she wondered, and reflected within herself, and laid up all these things in her heart."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 35:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 35:2",
                            "text": "Again, on a certain day, He went forth into the field, and took a little wheat from His mother's barn, and sowed it Himself."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 35:3",
                            "text": "And it sprang up, and grew, and multiplied exceedingly."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 35:4",
                            "text": "And at last it came to pass that He Himself reaped it, and gathered as the produce of it three kors, and gave it to His numerous acquaintances."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 36:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 36:2",
                            "text": "There is a road going out of Jericho and leading to the river Jordan, to the place where the children of Israel crossed:  and there the ark of the covenant is said to have rested."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 36:3",
                            "text": "And Jesus was eight years old, and He went out of Jericho, and went towards the Jordan."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 36:4",
                            "text": "And there was beside the road, near the bank of the Jordan, a cave where a lioness was nursing her cubs; and no one was safe to walk that way."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 36:5",
                            "text": "Jesus then, coming from Jericho, and knowing that in that cave the lioness had brought forth her young, went into it in the sight of all."
                        },
                        {
                            "verse": 6,
                            "chapter": 36,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 36:6",
                            "text": "And when the lions saw Jesus, they ran to meet Him, and adored Him."
                        },
                        {
                            "verse": 7,
                            "chapter": 36,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 36:7",
                            "text": "And Jesus was sitting in the cavern, and the lion's cubs ran hither and thither round His feet, fawning upon Him, and sporting."
                        },
                        {
                            "verse": 8,
                            "chapter": 36,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 36:8",
                            "text": "And the older lions, with their heads bowed down, stood at a distance, and adored Him, and fawned upon Him with their tails."
                        },
                        {
                            "verse": 9,
                            "chapter": 36,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 36:9",
                            "text": "Then the people who were standing afar off, not seeing Jesus, said:  Unless he or his parents had committed grievous sins, he would not of his own accord have offered himself up to the lions."
                        },
                        {
                            "verse": 10,
                            "chapter": 36,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 36:10",
                            "text": "And when the people were thus reflecting within themselves, and were lying under great sorrow, behold, on a sudden, in the sight of the people, Jesus came out of the cave, and the lions went before Him, and the lion's cubs played with each other before His feet."
                        },
                        {
                            "verse": 11,
                            "chapter": 36,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 36:11",
                            "text": "And the parents of Jesus stood afar off, with their heads bowed down, and watched; likewise also the people stood at a distance, on account of the lions; for they did not dare to come close to them."
                        },
                        {
                            "verse": 12,
                            "chapter": 36,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 36:12",
                            "text": "Then Jesus began to say to the people:  How much better are the beasts than you, seeing that they recognise their Lord, and glorify Him; while you men, who have been made after the image and likeness of God, do not know Him!  Beasts know me, and are tame; men see me, and do not acknowledge me."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 37:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 37:2",
                            "text": "After these things Jesus crossed the Jordan, in the sight of them all, with the lions; and the water of the Jordan was divided on the right hand and on the left."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 37:3",
                            "text": "Then He said to the lions, in the hearing of all:  Go in peace, and hurt no one; but neither let man injure you, until you return to the place whence you have come forth."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 37:4",
                            "text": "And they, bidding Him farewell, not only with their gestures but with their voices, went to their own place."
                        },
                        {
                            "verse": 5,
                            "chapter": 37,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 37:5",
                            "text": "But Jesus returned to His mother."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 38:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 38:2",
                            "text": "Now Joseph was a carpenter, and used to make nothing else of wood but ox-yokes, and ploughs, and implements of husbandry, and wooden beds."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 38:3",
                            "text": "And it came to pass that a certain young man ordered him to make for him a couch six cubits long."
                        },
                        {
                            "verse": 4,
                            "chapter": 38,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 38:4",
                            "text": "And Joseph commanded his servant to cut the wood with an iron saw, according to the measure which he had sent."
                        },
                        {
                            "verse": 5,
                            "chapter": 38,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 38:5",
                            "text": "But he did not keep to the prescribed measure, but made one piece of wood shorter than the other."
                        },
                        {
                            "verse": 6,
                            "chapter": 38,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 38:6",
                            "text": "And Joseph was in perplexity, and began to consider what he was to do about this."
                        },
                        {
                            "verse": 7,
                            "chapter": 38,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 38:7",
                            "text": "And when Jesus saw him in this state of cogitation, seeing that it was a matter of impossibility to him, He addresses him with words of comfort, saying:  Come, let us take hold of the ends of the pieces of wood, and let us put them together, end to end, and let us fit them exactly to each other, and draw to us, for we shall be able to make them equal."
                        },
                        {
                            "verse": 8,
                            "chapter": 38,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 38:8",
                            "text": "Then Joseph did what he was bid, for he knew that He could do whatever He wished."
                        },
                        {
                            "verse": 9,
                            "chapter": 38,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 38:9",
                            "text": "And Joseph took hold of the ends of the pieces of wood, and brought them together against the wall next himself, and Jesus took hold of the other ends of the pieces of wood, and drew the shorter piece to Him, and made it of the same length as the longer one."
                        },
                        {
                            "verse": 10,
                            "chapter": 38,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 38:10",
                            "text": "And He said to Joseph:  Go and work, and do what thou hast promised to do."
                        },
                        {
                            "verse": 11,
                            "chapter": 38,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 38:11",
                            "text": "And Joseph did what he had promised."
                        }
                    ]
                },
                {
                    "chapter": 39,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 39",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 39,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 39:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 39,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 39:2",
                            "text": "And it came to pass a second time, that Joseph and Mary were asked by the people that Jesus should be taught His letters in school."
                        },
                        {
                            "verse": 3,
                            "chapter": 39,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 39:3",
                            "text": "They did not refuse to do so; and according to the commandment of the elders, they took Him to a master to be instructed in human learning."
                        },
                        {
                            "verse": 4,
                            "chapter": 39,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 39:4",
                            "text": "Then the master began to teach Him in an imperious tone, saying:  Say Alpha."
                        },
                        {
                            "verse": 5,
                            "chapter": 39,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 39:5",
                            "text": "And Jesus said to him:  Do thou tell me first what Betha is, and I will tell thee what Alpha is."
                        },
                        {
                            "verse": 6,
                            "chapter": 39,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 39:6",
                            "text": "And upon this the master got angry and struck Jesus; and no sooner had he struck Him, than he fell down dead."
                        },
                        {
                            "verse": 7,
                            "chapter": 39,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 39:7",
                            "text": "And Jesus went home again to His mother."
                        },
                        {
                            "verse": 8,
                            "chapter": 39,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 39:8",
                            "text": "And Joseph, being afraid, called Mary to him, and said to her:  Know of a surety that my soul is sorrowful even unto death on account of this child."
                        },
                        {
                            "verse": 9,
                            "chapter": 39,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 39:9",
                            "text": "For it is very likely that at some time or other some one will strike him in malice, and he will die."
                        },
                        {
                            "verse": 10,
                            "chapter": 39,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 39:10",
                            "text": "But Mary answered and said:  O man of God! do not believe that this is possible."
                        },
                        {
                            "verse": 11,
                            "chapter": 39,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 39:11",
                            "text": "You may believe to a certainty that He who has sent him to be born among men will Himself guard him from all mischief, and will in His own name preserve him from evil."
                        }
                    ]
                },
                {
                    "chapter": 40,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 40",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 40,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 40:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 40,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 40:2",
                            "text": "Again the Jews asked Mary and Joseph a third time to coax Him to go to another master to learn."
                        },
                        {
                            "verse": 3,
                            "chapter": 40,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 40:3",
                            "text": "And Joseph and Mary, fearing the people, and the overbearing of the princes, and the threats of the priests, led Him again to school, knowing that He could learn nothing from man, because He had perfect knowledge from God only."
                        },
                        {
                            "verse": 4,
                            "chapter": 40,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 40:4",
                            "text": "And when Jesus had entered the school, led by the Holy Spirit, He took the book out of the hand of the master who was teaching the law, and in the sight and hearing of all the people began to read, not indeed what was written in their book; but He spoke in the Spirit of the living God, as if a stream of water were gushing forth from a living fountain, and the fountain remained always full."
                        },
                        {
                            "verse": 5,
                            "chapter": 40,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 40:5",
                            "text": "And with such power He taught the people the great things of the living God, that the master himself fell to the ground and adored Him."
                        },
                        {
                            "verse": 6,
                            "chapter": 40,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 40:6",
                            "text": "And the heart of the people who sat and heard Him saying such things was turned into astonishment."
                        },
                        {
                            "verse": 7,
                            "chapter": 40,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 40:7",
                            "text": "And when Joseph heard of this, he came running to Jesus, fearing that the master himself was dead."
                        },
                        {
                            "verse": 8,
                            "chapter": 40,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 40:8",
                            "text": "And when the master saw him, he said to him:  Thou hast given me not a scholar, but a master; and who can withstand his words?  Then was fulfilled that which was spoken by the Psalmist:  The river of God is full of water:  Thou hast prepared them corn, for so is the provision for it."
                        }
                    ]
                },
                {
                    "chapter": 41,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 41",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 41,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 41:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 41,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 41:2",
                            "text": "After these things Joseph departed thence with Mary and Jesus to go into Capernaum by the sea-shore, on account of the malice of his adversaries."
                        },
                        {
                            "verse": 3,
                            "chapter": 41,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 41:3",
                            "text": "And when Jesus was living in Capernaum, there was in the city a man named Joseph, exceedingly rich."
                        },
                        {
                            "verse": 4,
                            "chapter": 41,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 41:4",
                            "text": "But he had wasted away under his infirmity, and died, and was lying dead in his couch."
                        },
                        {
                            "verse": 5,
                            "chapter": 41,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 41:5",
                            "text": "And when Jesus heard them in the city mourning, and weeping, and lamenting over the dead man, He said to Joseph:  Why dost thou not afford the benefit of thy favour to this man, seeing that he is called by thy name?  And Joseph answered him:  How have I any power or ability to afford him a benefit?  And Jesus said to him:  Take the handkerchief which is upon thy head, and go and put it on the face of the dead man, and say to him:  Christ heal thee; and immediately the dead man will be healed, and will rise from his couch."
                        },
                        {
                            "verse": 6,
                            "chapter": 41,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 41:6",
                            "text": "And when Joseph heard this, he went away at the command of Jesus, and ran, and entered the house of the dead man, and put the handkerchief which he was wearing on his head upon the face of him who was lying in the couch, and said:  Jesus heal thee."
                        },
                        {
                            "verse": 7,
                            "chapter": 41,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 41:7",
                            "text": "And forthwith the dead man rose from his bed, and asked who Jesus was."
                        }
                    ]
                },
                {
                    "chapter": 42,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 42",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 42,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 42:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 42,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 42:2",
                            "text": "And they went away from Capernaum into the city which is called Bethlehem; and Joseph lived with Mary in his own house, and Jesus with them."
                        },
                        {
                            "verse": 3,
                            "chapter": 42,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 42:3",
                            "text": "And on a certain day Joseph called to him his first-born son James, and sent him into the vegetable garden to gather vegetables for the purpose of making broth."
                        },
                        {
                            "verse": 4,
                            "chapter": 42,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 42:4",
                            "text": "And Jesus followed His brother James into the garden; but Joseph and Mary did not know this."
                        },
                        {
                            "verse": 5,
                            "chapter": 42,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 42:5",
                            "text": "And while James was collecting the vegetables, a viper suddenly came out of a hole and struck his hand, and he began to cry out from excessive pain."
                        },
                        {
                            "verse": 6,
                            "chapter": 42,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 42:6",
                            "text": "And, becoming exhausted, he said, with a bitter cry:  Alas! alas! an accursed viper has struck my hand."
                        },
                        {
                            "verse": 7,
                            "chapter": 42,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 42:7",
                            "text": "And Jesus, who was standing opposite to him, at the bitter cry ran up to James, and took hold of his hand; and all that He did was to blow on the hand of James, and cool it:  and immediately James was healed, and the serpent died."
                        },
                        {
                            "verse": 8,
                            "chapter": 42,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 42:8",
                            "text": "And Joseph and Mary did not know what had been done; but at the cry of James, and the command of Jesus, they ran to the garden, and found the serpent already dead, and James quite cured."
                        }
                    ]
                },
                {
                    "chapter": 43,
                    "name": "Apocrypha: Gospel of Pseudo-Matthew 43",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 43,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 43:1",
                            "text": "Chapter."
                        },
                        {
                            "verse": 2,
                            "chapter": 43,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 43:2",
                            "text": "And Joseph having come to a feast with his sons, James, Joseph, and Judah, and Simeon and his two daughters, Jesus met them, with Mary His mother, along with her sister Mary of Cleophas, whom the Lord God had given to her father Cleophas and her mother Anna, because they had offered Mary the mother of Jesus to the Lord."
                        },
                        {
                            "verse": 3,
                            "chapter": 43,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 43:3",
                            "text": "And she was called by the same name, Mary, for the consolation of her parents."
                        },
                        {
                            "verse": 4,
                            "chapter": 43,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 43:4",
                            "text": "And when they had come together, Jesus sanctified and blessed them, and He was the first to begin to eat and drink; for none of them dared to eat or drink, or to sit at table, or to break bread, until He had sanctified them, and first done so."
                        },
                        {
                            "verse": 5,
                            "chapter": 43,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 43:5",
                            "text": "And if He happened to be absent, they used to wait until He should do this."
                        },
                        {
                            "verse": 6,
                            "chapter": 43,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 43:6",
                            "text": "And when He did not wish to come for refreshment, neither Joseph nor Mary, nor the sons of Joseph, His brothers, came."
                        },
                        {
                            "verse": 7,
                            "chapter": 43,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 43:7",
                            "text": "And, indeed, these brothers, keeping His life as a lamp before their eyes, observed Him, and feared Him."
                        },
                        {
                            "verse": 8,
                            "chapter": 43,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 43:8",
                            "text": "And when Jesus slept, whether by day or by night, the brightness of God shone upon Him."
                        },
                        {
                            "verse": 9,
                            "chapter": 43,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 43:9",
                            "text": "To whom be all praise and glory for ever and ever."
                        },
                        {
                            "verse": 10,
                            "chapter": 43,
                            "name": "Apocrypha: Gospel of Pseudo-Matthew 43:10",
                            "text": "Amen, amen."
                        }
                    ]
                }
            ]
        }
    ]
}