{
    "books": [
        {
            "name": "Recognitions of Clement Book V",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Recognitions of Clement Book V 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book V 1:1",
                            "text": "The Recognitions of Clement Book V: Chapter I."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book V 1:2",
                            "text": "—Peter's Salutation."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book V 1:3",
                            "text": "But on the following day, Peter rising a little earlier than usual, found us asleep; and when he saw it, he gave orders that silence should be kept for him, as though he himself wished to sleep longer, that we might not be disturbed in our rest."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book V 1:4",
                            "text": "But when we rose refreshed with sleep, we found him, having finished his prayer, waiting for us in his bed-chamber."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Recognitions of Clement Book V 1:5",
                            "text": "And as it was already dawn, he addressed us shortly, saluting us according to his custom, and forthwith proceeded to the usual place for the purpose of teaching; and when he saw that many had assembled there, having invoked peace upon them according to the first religious form, he began to speak as follows:—."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Recognitions of Clement Book V 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book V 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book V 2:2",
                            "text": "—Suffering the Effect of Sin."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book V 2:3",
                            "text": "\"God, the Creator of all, at the beginning made man after His own image, and gave him dominion over the earth and sea, and over the air; as the true Prophet has told us, and as the very reason of things instructs us: for man alone is rational, and it is fitting that reason should rule over the irrational."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book V 2:4",
                            "text": "At first, therefore, while he was still righteous, he was superior to all disorders and all frailty; but when he sinned, as we taught you yesterday, and became the servant of sin, he became at the same time liable to frailty."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book V 2:5",
                            "text": "This therefore is written, that men may know that, as by impiety they have been made liable to suffer, so by piety they may be made free from suffering; and not only free from suffering, but by even a little faith in God be able to cure the sufferings of others."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book V 2:6",
                            "text": "For thus the true Prophet promised us, saying, 'Verily I say to you, that if ye have faith as a grain of mustard seed, ye shall say to this mountain, Remove hence, and it shall remove."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Recognitions of Clement Book V 2:7",
                            "text": "' Of this saving you have yourselves also had proofs; for you saw yesterday how at our presence the demons removed and were put to flight, with those sufferings which they had brought upon men."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Recognitions of Clement Book V 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book V 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book V 3:2",
                            "text": "—Faith and Unbelief."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book V 3:3",
                            "text": "\"Whereas therefore some men suffer, and others cure those who suffer, it is necessary to know the cause at once of the suffering and the cure; and this is proved to be nought else than unbelief on the part of the sufferers, and faith on the part of those who cure them."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Recognitions of Clement Book V 3:4",
                            "text": "For unbelief, while it does not believe that there is to be a judgment by God, affords licence to sin, and sin makes men liable to sufferings; but faith, believing that there is to be a judgment of God, restrains men from sin; and those who do not sin are not only free from demons and sufferings, but can also put to flight the demons and sufferings of others."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Recognitions of Clement Book V 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book V 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book V 4:2",
                            "text": "—Ignorance the Mother of Evils."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book V 4:3",
                            "text": "\"From all these things, therefore, it is concluded that all evil springs from ignorance; and ignorance herself, the mother of all evils, is sprung from carelessness and sloth, and is nourished, and increased, and rooted in the senses of men by negligence; and if any one teach that she is to be put to flight, she is with difficulty and indignantly torn away, as from an ancient and hereditary abode."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book V 4:4",
                            "text": "And therefore we must labour for a little, that we may search out the presumptions of ignorance, and cut them off by means of knowledge, especially in those who are preoccupied with some erroneous opinions, by means of which ignorance is the more firmly rooted in them, as under the appearance of a certain kind of knowledge; for nothing is worse than for one to believe that he knows what he is ignorant of, and to maintain that to be true which is false."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book V 4:5",
                            "text": "This is as if a drunk man should think himself to be sober, and should act indeed in all respects as a drunk man, and yet think himself to be sober, and should wish to be called so by others."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Recognitions of Clement Book V 4:6",
                            "text": "Thus, therefore, are those also who do not know what is true, yet hold some appearance of knowledge, and do many evil things as if they were good, and hasten destruction as if it were to salvation."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Recognitions of Clement Book V 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book V 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book V 5:2",
                            "text": "—Advantages of Knowledge."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book V 5:3",
                            "text": "\"Wherefore we must, above all things, hasten to the knowledge of the truth, that, as with a light kindled thereat, we may be able to dispel the darkness of errors: for ignorance, as we have said, is a great evil; but because it has no substance, it is easily dispelled by those who are in earnest."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book V 5:4",
                            "text": "For ignorance is nothing else than not knowing what is good for us; once know this, and ignorance perishes."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book V 5:5",
                            "text": "Therefore the knowledge of truth ought to be eagerly sought after; and no one can confer it except the true Prophet."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Recognitions of Clement Book V 5:6",
                            "text": "For this is the gate of life to those who will enter, and the road of good works to those going to the city of salvation."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Recognitions of Clement Book V 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book V 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book V 6:2",
                            "text": "—Free-Will."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book V 6:3",
                            "text": "\"Whether any one, truly hearing the word of of the true Prophet; is willing or unwilling to receive it, and to embrace His burden, that is, the precepts of life, he has either in his power, for we are free in will."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book V 6:4",
                            "text": "For if it were so, that those who hear had it not in their power to do otherwise than they had heard, there were some power of nature in virtue of which it were not free to him to pass over to another opinion."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book V 6:5",
                            "text": "Or if, again, no one of the hearers could at all receive it, this also were a power of nature which should compel the doing of some one thing, and should leave no place for the other course."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Recognitions of Clement Book V 6:6",
                            "text": "But now, since it is free for the mind to turn its judgment to which side it pleases, and to choose the way which it approves, it is clearly manifest that there is in men a liberty of choice."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Recognitions of Clement Book V 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book V 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book V 7:2",
                            "text": "—Responsibility of Knowledge."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book V 7:3",
                            "text": "\"Therefore, before any one hears what is good for him, it is certain that he is ignorant; and being ignorant, he wishes and desires to do what is not good for him; wherefore he is not judged for that."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book V 7:4",
                            "text": "But when once he has heard the causes of his error, and has received the method of truth, then, if he remain in those errors with which he had been long ago preoccupied, he shall rightly be called into judgment, to suffer punishment, because he has spent in the sport of errors that portion of life which was given him to be spent in living well."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book V 7:5",
                            "text": "But he who, hearing those things, willingly receives them, and is thankful that the teaching of good things has been brought to him, inquires more eagerly, and does not cease to learn, until he ascertains whether there be truly another world, in which rewards are prepared for the good."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book V 7:6",
                            "text": "And when he is assured of this, he gives thanks to God because He has shown him the light of truth; and for the future directs his actions in all good works, for which he is assured that there is a reward prepared in the world to come; while he constantly wonders and is astonished at the errors of other men, and that no one sees the truth which is placed before his eyes."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Recognitions of Clement Book V 7:7",
                            "text": "Yet he himself, rejoicing in the riches of wisdom which he hath found, desires insatiably to enjoy them, and is delighted with the practice of good works; hastening to attain, with a clean heart and a pure conscience, the world to come, when he shall be able even to see God, the king of all."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Recognitions of Clement Book V 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book V 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book V 8:2",
                            "text": "—Desires of the Flesh to Be Subdued."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book V 8:3",
                            "text": "\"But the sole cause of our wanting and being deprived of all these things is ignorance."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book V 8:4",
                            "text": "For while men do not know how much good there is in knowledge, they do not suffer the evil of ignorance to be removed from them; for they know not how great a difference is involved in the change of one of these things for the other."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book V 8:5",
                            "text": "Wherefore I counsel every learner willingly to lend his ear to the word of God, and to hear with love of the truth what we say, that his mind, receiving the best seed, may bring forth joyful fruits by good deeds."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book V 8:6",
                            "text": "For if, while I teach the things which pertain to salvation, any one refuses to receive them, and strives to resist them with a mind occupied by evil opinions, he shall have the cause of his perishing, not from us, but from himself."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Recognitions of Clement Book V 8:7",
                            "text": "For it is his duty to examine with just judgment the things which we say, and to understand that we speak the words of truth, that, knowing how things are, and directing his life in good actions, he may be found a partaker of the kingdom of heaven, subjecting to himself the desires of the flesh, and becoming lord of them, that so at length he himself also may become the pleasant possession of the Ruler of all."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Recognitions of Clement Book V 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book V 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book V 9:2",
                            "text": "—The Two Kingdoms."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book V 9:3",
                            "text": "\"For he who persists in evil, and is the servant of evil, cannot be made a portion of good so long as he persists in evil, because from the beginning, as we have said, God instituted two kingdoms, and has given to each man the power of becoming a portion of that kingdom to which he shall yield himself to obey."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book V 9:4",
                            "text": "And since it is decreed by God that no one man can be a servant of both kingdoms, therefore endeavour with all earnestness to betake yourselves to the covenant and laws of the good King."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Recognitions of Clement Book V 9:5",
                            "text": "Wherefore also the true Prophet, when He was present with us, and saw some rich men negligent with respect to the worship of God, thus unfolded the truth of this matter: 'No one,' said He, 'can serve two masters; ye cannot serve God and mammon;' calling riches, in the language of His country, mammon."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Recognitions of Clement Book V 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book V 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book V 10:2",
                            "text": "—Jesus the True Prophet."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book V 10:3",
                            "text": "\"He therefore is the true Prophet, who appeared to us, as you have heard, in Judaea, who, standing in public places, by a simple command made the blind see, the deaf hear, cast out demons, restored health to the sick, and life to the dead; and since nothing was impossible to Him, He even perceived the thoughts of men, which is possible for none but God only."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book V 10:4",
                            "text": "He proclaimed the kingdom of God; and we believed Him as a true Prophet in all that He spoke, deriving the confirmation of our faith not only from His words, but also from His works; and also because the sayings of the law, which many generations before had set forth His coming, were fulfilled in Him; and the figures of the doings of Moses, and of the patriarch Jacob before him, bore in all respects a type of Him."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book V 10:5",
                            "text": "It is evident also that the time of His advent, that is, the very time at which He came, was foretold by them; and, above all, it was contained in the sacred writings, that He was to be waited for by the Gentiles."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Recognitions of Clement Book V 10:6",
                            "text": "And all these things were equally fulfilled in Him."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Recognitions of Clement Book V 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book V 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book V 11:2",
                            "text": "—The Expectation of the Gentiles."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book V 11:3",
                            "text": "\"But that which a prophet of the Jews foretold, that He was to be waited for by the Gentiles, confirms above measure the faith of truth in Him."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book V 11:4",
                            "text": "For if he had said that He was to be waited for by the Jews, he would not have seemed to prophesy anything extraordinary, that He whose coming had been promised for the salvation of the world should be the object of hope to the people of the same tribe with Himself, and to His own nation: for that this would take place, would seem rather to be a matter of natural inference than one requiring the grandeur of a prophetic utterance."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book V 11:5",
                            "text": "But now, whereas the prophets say that all that hope which is set forth concerning the salvation of the world, and the newness of the kingdom which is to be established by Christ, and all things which are declared concerning Him are to be transferred to the Gentiles; the grandeur of the prophetic office is confirmed, not according to the sequence of things, but by an incredible fulfilment of the prophecy."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Recognitions of Clement Book V 11:6",
                            "text": "For the Jews from the beginning had understood by a most certain tradition that this man should at some time come, by whom all things should be restored; and daily meditating and looking out for His coming, when they saw Him amongst them, and accomplishing the signs and miracles, as had been written of Him, being blinded with envy, they could not recognise Him when present, in the hope of whom they rejoiced while He was absent; yet the few of us who were chosen by Him understood it."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Recognitions of Clement Book V 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book V 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book V 12:2",
                            "text": "—Call of the Gentiles."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book V 12:3",
                            "text": "\"But this happened by the providence of God, that the knowledge of this good One should be handed over to the Gentiles, and those who had never heard of Him, nor had learned from the prophets, should acknowledge Him, while those who had acknowledged Him in their daily meditations should not know Him."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book V 12:4",
                            "text": "For, behold, by you who are now present, and desire to hear the doctrine of His faith, and to know what, and how, and of what sort is His coming, the prophetic truth is fulfilled."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book V 12:5",
                            "text": "For this is what the prophets foretold, that He is to be sought for by you, who never heard of Him."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Recognitions of Clement Book V 12:6",
                            "text": "And, therefore, seeing that the prophetic sayings are fulfilled even in yourselves, you rightly believe in Him alone, you rightly wait for Him, you rightly inquire concerning Him, that you not only may wait for Him, but also believing, you may obtain the inheritance of His kingdom; according to what Himself said, that every one is made the servant of him to whom he yields subjection."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Recognitions of Clement Book V 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book V 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book V 13:2",
                            "text": "—Invitation of the Gentiles."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book V 13:3",
                            "text": "\"Wherefore awake, and take to yourselves our Lord and God, even that Lord who is Lord both of heaven and earth, and conform yourselves to His image and likeness, as the true Prophet Himself teaches, saying, 'Be ye merciful, as also your heavenly Father is merciful, who makes His sun to rise upon the good and the evil, and rains upon the just and the unjust."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book V 13:4",
                            "text": "' Imitate Him, therefore, and fear Him, as the commandment is given to men, 'Thou shalt worship the Lord thy God, and Him only shalt thou serve."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book V 13:5",
                            "text": "' For it is profitable to you to serve this Lord alone, that through Him knowing the one God, ye may be freed from the many whom ye vainly feared."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Recognitions of Clement Book V 13:6",
                            "text": "For he who fears not God the Creator of all, but fears those whom he himself with his own hands hath made, what does he do but make himself subject to a vain and senseless fear, and render himself more vile and abject than those very things, the fear of which he has conceived in his mind? But rather, by the goodness of Him who inviteth you, return to your former nobleness, and by good deeds show that you bear the image of your Creator, that by contemplation of His likeness ye may be believed to be even His sons."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Recognitions of Clement Book V 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book V 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book V 14:2",
                            "text": "—Idols Unprofitable."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book V 14:3",
                            "text": "\"Begin, therefore, to cast out of your minds the vain ideas of idols, and your useless and empty fears, that at the same time you may also escape the condition of unrighteous bondage."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book V 14:4",
                            "text": "For those have become your lords, who could not even have been profitable servants to you."
                        },
                        {
                            "verse": 5,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book V 14:5",
                            "text": "For how should lifeless images seem fit even to serve you, when they can neither hear, nor see, nor feel anything? Yea, even the material of which they are made, whether it be gold or silver, or even brass or wood, though it might have profited you for necessary uses, you have rendered wholly inefficient and useless by fashioning gods out of it."
                        },
                        {
                            "verse": 6,
                            "chapter": 14,
                            "name": "Recognitions of Clement Book V 14:6",
                            "text": "We therefore declare to you the true worship of God, and at the same time warn and exhort the worshippers, that by good deeds they imitate Him whom they worship, and hasten to return to His image and likeness, as we said before."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Recognitions of Clement Book V 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book V 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book V 15:2",
                            "text": "—Folly of Idolatry."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book V 15:3",
                            "text": "\"But I should like if those who worship idols would tell me if they wish to become like those whom they worship? Does any one of you wish to see in such sort as they see? or to hear after the manner of their hearing? or to have such understanding as they have? Far be this from any of my hearers! For this were rather to be thought a curse and a reproach to a man, who bears in himself the image of God, although he has lost the likeness."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book V 15:4",
                            "text": "What sort of gods, then, are they to be reckoned, the imitation of whom would be execrable to their worshippers, and to have whose likeness would be a reproach? What then? Melt your useless images, and make useful vessels."
                        },
                        {
                            "verse": 5,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book V 15:5",
                            "text": "Melt the unserviceable and inactive metal, and make implements fit for the use of men."
                        },
                        {
                            "verse": 6,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book V 15:6",
                            "text": "But, says one, human laws do not allow us."
                        },
                        {
                            "verse": 7,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book V 15:7",
                            "text": "He says well; for it is human laws, and not their own power, that prevents it."
                        },
                        {
                            "verse": 8,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book V 15:8",
                            "text": "What kind of gods, then, are those which are defended by human laws, and not by their own energies? And so also they are preserved from thieves by watch-dogs and the protection of bolts, at least if they be of silver, or gold, or even of brass; for those that are of stone and earthenware are protected by their own worthlessness, for no one will steal a stone or a crockery god."
                        },
                        {
                            "verse": 9,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book V 15:9",
                            "text": "Hence those seem to be the more miserable whose more precious metal exposes them to the greater danger."
                        },
                        {
                            "verse": 10,
                            "chapter": 15,
                            "name": "Recognitions of Clement Book V 15:10",
                            "text": "Since, then, they can be stolen, since they must be guarded by men, since they can be melted, and weighed out, and forged with hammers, ought men possessed of understanding to hold them as gods?."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Recognitions of Clement Book V 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book V 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book V 16:2",
                            "text": "—God Alone a Fit Object of Worship."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book V 16:3",
                            "text": "\"Oh! into what wretched plight the understanding of men has fallen! For if it is reckoned the greatest folly to fear the dead, what shall we judge of those who fear something that is worse than the dead are? For those images are not even to be reckoned among the number of the dead, because they were never alive."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book V 16:4",
                            "text": "Even the sepulchres of the dead are preferable to them, since, although they are now dead, yet they once had life; but those whom you worship never possessed even such base life as is in all, the life of frogs and owls."
                        },
                        {
                            "verse": 5,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book V 16:5",
                            "text": "But why say more about them, since it is enough to say to him who adores them: Do you not see that he whom you adore sees not, hear that he whom you adore hears not, and understand that he understands not?—for he is the work of man's hand, and necessarily is void of understanding."
                        },
                        {
                            "verse": 6,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book V 16:6",
                            "text": "You therefore worship a god without sense, whereas every one who has sense believes that not even those things are to be worshipped which have been made by God and have sense, such as the sun, moon, and stars, and all things that are in heaven and upon earth."
                        },
                        {
                            "verse": 7,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book V 16:7",
                            "text": "For they think it reasonable, that not those things which have been made for the service of the world, but the Creator of those things themselves, and of the whole world, should be worshipped."
                        },
                        {
                            "verse": 8,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book V 16:8",
                            "text": "For even these things rejoice when He is adored and worshipped, and do not take it well that the honour of the Creator should be bestowed on the creature."
                        },
                        {
                            "verse": 9,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book V 16:9",
                            "text": "For the worship of God alone is acceptable to them, who alone is uncreated, and all things also are His creatures."
                        },
                        {
                            "verse": 10,
                            "chapter": 16,
                            "name": "Recognitions of Clement Book V 16:10",
                            "text": "For as it belongs to him who alone is uncreated to be God, so everything that has been created is not truly God."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Recognitions of Clement Book V 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book V 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book V 17:2",
                            "text": "—Suggestions of the Old Serpent."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book V 17:3",
                            "text": "\"Above all, therefore, you ought to understand the deception of the old serpent and his cunning suggestions, who deceives you as it were by prudence, and as by a sort of reason creeps through your senses; and beginning at the head, he glides through your inner marrow, accounting the deceiving of you a great gain."
                        },
                        {
                            "verse": 4,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book V 17:4",
                            "text": "Therefore he insinuates into your minds opinions of gods of whatsoever kinds, only that he may withdraw you from the faith of one God knowing that your sin is his comfort."
                        },
                        {
                            "verse": 5,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book V 17:5",
                            "text": "For he, for his wickedness, was condemned from the beginning to eat dust, for that he caused to be again resolved into dust him who had been taken from the dust, even till the time when your souls shall be restored, being brought through the fire; as we shall instruct you more fully at another time."
                        },
                        {
                            "verse": 6,
                            "chapter": 17,
                            "name": "Recognitions of Clement Book V 17:6",
                            "text": "From him, therefore, proceed all the errors and doubts, by which you are driven from the faith and belief of one God."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Recognitions of Clement Book V 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book V 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book V 18:2",
                            "text": "—His First Suggestion."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book V 18:3",
                            "text": "\"And first of all he suggests to men's thoughts not to hear the words of truth, by which they might put to flight the ignorance of those things which are evils."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book V 18:4",
                            "text": "And this he does, as by the presentation of another knowledge, making a show of that opinion which very many hold, to think that they shall not be held guilty if they have been in ignorance, and that they shall not be called to account for what they have not heard; and thereby he persuades them to turn aside from hearing the word."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book V 18:5",
                            "text": "But I tell you, in opposition to this, that ignorance is in itself a most deadly poison, which is sufficient to ruin the soul without any aid from without."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book V 18:6",
                            "text": "And therefore there is no one who is ignorant who shall escape through his ignorance, but it is certain that he shall perish."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book V 18:7",
                            "text": "For the power of sin naturally destroys the sinner."
                        },
                        {
                            "verse": 8,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book V 18:8",
                            "text": "But since the judgment shall be according to reason, the cause and origin of ignorance shall be inquired into, as well as of every sin."
                        },
                        {
                            "verse": 9,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book V 18:9",
                            "text": "For he who is unwilling to know how he may attain to life, and prefers to be in ignorance lest he thereby be made guilty, from this very fact is judged as if he knew and had knowledge."
                        },
                        {
                            "verse": 10,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book V 18:10",
                            "text": "For he knew what it was that he was unwilling to hear; and the cunning obtained by the artifice of the serpent will avail him nothing for an excuse, for he will have to do with Him to whom the heart is open."
                        },
                        {
                            "verse": 11,
                            "chapter": 18,
                            "name": "Recognitions of Clement Book V 18:11",
                            "text": "But that you may know that ignorance of itself brings destruction, I assure you that when the soul departs from the body, if it leave it in ignorance of Him by whom it was created, and from whom in this world it obtained all things that were necessary for its uses, it is driven forth from the light of His kingdom as ungrateful and unfaithful."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Recognitions of Clement Book V 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book V 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book V 19:2",
                            "text": "—His Second Suggestion."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book V 19:3",
                            "text": "\"Again, the wicked serpent suggests another opinion to men, which many of you are in the habit of bringing forward,—that there is, as we say, one God, who is Lord of all; but these also, they say, are gods."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book V 19:4",
                            "text": "For as there is one Caesar, and he has under him many judges,—for example, prefects, consuls, tribunes, and other officers,—in like manner we think, that while there is one God greater than all, yet still that these gods are ordained in this world, after the likeness of those officers of whom we have spoken, subject indeed to that greater God, yet ruling us and the things that are in this world."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book V 19:5",
                            "text": "In answer to this, I shall show you how, in those very things which you propose for deception, you are confuted by the reasons of truth."
                        },
                        {
                            "verse": 6,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book V 19:6",
                            "text": "You say that God occupies the place of Caesar, and those who are called gods represent His judges and officers."
                        },
                        {
                            "verse": 7,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book V 19:7",
                            "text": "Hold then, as you have adduced it, by the example of Caesar; and know that, as one of Caesar's judges or administrators, as prefects, proconsuls, generals, or tribunes, may lawfully take the name of Caesar,—or else both he who should take it and those who should confer it should be destroyed together,—so also in this case you ought to observe, that if any one give the name of God to any but Himself, and he accept it, they shall partake one and the same destruction, by a much more terrible fate than the servants of Caesar."
                        },
                        {
                            "verse": 8,
                            "chapter": 19,
                            "name": "Recognitions of Clement Book V 19:8",
                            "text": "For he who offends against Caesar shall undergo temporal destruction; but he who offends against Him who is the sole and true God, shall suffer eternal punishment, and that deservedly, as having injured by a wrongful condition the name which is unique."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Recognitions of Clement Book V 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book V 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book V 20:2",
                            "text": "—Egyptian Idolatry."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book V 20:3",
                            "text": "\"Although this word God is not the name of God, but meantime that word is employed by men as His name; and therefore, as I have said, when it is used reproachfully, the reproach is referred to the injury of the true name."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book V 20:4",
                            "text": "In short, the ancient Egyptians, who thought that they had discovered the theory of the heavenly revolutions and the nature of the stars, nevertheless, through the demon's blocking up their senses, subjected the incommunicable name to all kinds of indignity."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book V 20:5",
                            "text": "For some taught that their ox, which is called Apis, ought to be worshipped; others taught that the he-goat, others that cats, the ibis, a fish also, a serpent, onions, drains, crepitus ventris, ought to be regarded as deities, and innumerable other things, which I am ashamed even to mention."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Recognitions of Clement Book V 20:6",
                            "text": "\"."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Recognitions of Clement Book V 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book V 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book V 21:2",
                            "text": "—Egyptian Idolatry More Reasonable Than Others."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book V 21:3",
                            "text": "When Peter was speaking thus, all we who heard him laughed."
                        },
                        {
                            "verse": 4,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book V 21:4",
                            "text": "Then said Peter: \"You laugh at the absurdities of others, because through long custom you do not see your own."
                        },
                        {
                            "verse": 5,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book V 21:5",
                            "text": "For indeed it is not without reason that you laugh at the folly of the Egyptians, who worship dumb animals, while they themselves are rational."
                        },
                        {
                            "verse": 6,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book V 21:6",
                            "text": "But I will tell you how they also laugh at you; for they say, We worship living animals, though mortal; but you worship and adore things which never were alive at all."
                        },
                        {
                            "verse": 7,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book V 21:7",
                            "text": "They add this also, that they are figures and allegories of certain powers by whose help the race of men is governed."
                        },
                        {
                            "verse": 8,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book V 21:8",
                            "text": "Taking refuge in this for shame, they fabricate these and similar excuses, and so endeavour to screen their error."
                        },
                        {
                            "verse": 9,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book V 21:9",
                            "text": "But this is not the time to answer the Egyptians, and leaving the care of those who are present to heal the disease of the absent."
                        },
                        {
                            "verse": 10,
                            "chapter": 21,
                            "name": "Recognitions of Clement Book V 21:10",
                            "text": "For it is a certain indication that you are held to be free from sickness of this sort, since you do not grieve over it as your own, but laugh at it as that of others."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Recognitions of Clement Book V 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book V 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book V 22:2",
                            "text": "—Second Suggestion Continued."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book V 22:3",
                            "text": "\"But let us come back to you, whose opinion it is that God should be regarded as Caesar, and the gods as the ministers and deputies of Caesar."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book V 22:4",
                            "text": "Follow me attentively, and I shall presently show you the lurking-places of the serpent, which lie in the crooked windings of this argument."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book V 22:5",
                            "text": "It ought to be regarded by all as certain and beyond doubt, that no creature can be on a level with God, because He was made by none, but Himself made all things; nor indeed can any one be found so irrational, as to suppose that the thing made can be compared with the maker."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book V 22:6",
                            "text": "If therefore the human mind, not only by reason, but even by a sort of natural instinct, rightly holds this opinion, that that is called God to which nothing can be compared or equalled, but which exceeds all and excels all; how can it be supposed that that name which is believed to be above all, is rightly given to those whom you think to be employed for the service and comfort of human life? But we shall add this also."
                        },
                        {
                            "verse": 7,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book V 22:7",
                            "text": "This world was undoubtedly made, and is corruptible, as we shall show more fully by and by; meantime it is admitted both that it has been made and that it is corruptible."
                        },
                        {
                            "verse": 8,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book V 22:8",
                            "text": "If therefore the world cannot be called God, and rightly so, because it is corruptible, how shall parts of the world take the name of God? For inasmuch as the whole world cannot be God, much more its parts cannot."
                        },
                        {
                            "verse": 9,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book V 22:9",
                            "text": "Therefore, if we come back to the example of Caesar, you will see how far you are in error."
                        },
                        {
                            "verse": 10,
                            "chapter": 22,
                            "name": "Recognitions of Clement Book V 22:10",
                            "text": "It is not lawful for any one, though a man of the same nature with him, to be compared with Caesar: do you think, then, that any one ought to be compared with God, who excels all in this respect, that He was made by none, but Himself made all things? But, indeed, you dare not give the name of Caesar to any other, because he immediately punishes one who offends against him; you dare give that of God to others, because He delays the punishment of offenders against Him, in order to their repentance."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Recognitions of Clement Book V 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book V 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book V 23:2",
                            "text": "—Third Suggestion."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book V 23:3",
                            "text": "\"Through the mouths of others also that serpent is wont to speak in this wise: We adore visible images in honour of the invisible God."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book V 23:4",
                            "text": "Now this is most certainly false."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book V 23:5",
                            "text": "For if you really wished to worship the image of God, you would do good to man, and so worship the true image of God in him."
                        },
                        {
                            "verse": 6,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book V 23:6",
                            "text": "For the image of God is in every man, though His likeness is not in all, but where the soul is benign and the mind pure."
                        },
                        {
                            "verse": 7,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book V 23:7",
                            "text": "If, therefore, you wish truly to honour the image of God, we declare to you what is true, that you should do good to and pay honour and reverence to man, who is made in the image of God; that you minister food to the hungry, drink to the thirsty, clothing to the naked, hospitality to the stranger, and necessary things to the prisoner; and that is what will be regarded as truly bestowed upon God."
                        },
                        {
                            "verse": 8,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book V 23:8",
                            "text": "And so far do these things go to the honour of God's image, that he who does not these things is regarded as casting reproach upon the divine image."
                        },
                        {
                            "verse": 9,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book V 23:9",
                            "text": "What, then, is that honour of God which consists in running from one stone or wooden figure to another, in venerating empty and lifeless figures as deities, and despising men in whom the image of God is of a truth? Yea, rather be assured, that whoever commits murder or adultery, or anything that causes suffering or injury to men, in all these the image of God is violated."
                        },
                        {
                            "verse": 10,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book V 23:10",
                            "text": "For to injure men is a great impiety towards God."
                        },
                        {
                            "verse": 11,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book V 23:11",
                            "text": "Whenever, therefore, you do to another what you would not have another do to you, you defile the image of God with undeserved distresses."
                        },
                        {
                            "verse": 12,
                            "chapter": 23,
                            "name": "Recognitions of Clement Book V 23:12",
                            "text": "Understand, therefore, that that is the suggestion of the serpent lurking within you, which persuades you that you may seem to be pious when you worship insensible things, and may not seem impious when you injure sensible and rational beings."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Recognitions of Clement Book V 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book V 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book V 24:2",
                            "text": "—Fourth Suggestion."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book V 24:3",
                            "text": "\"But to these things the serpent answers us with another mouth, and says: If God did not wish these things to be, then they should not be."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book V 24:4",
                            "text": "I am not telling you how it is that many contrary things are permitted to be in this world for the probation of every one's mind."
                        },
                        {
                            "verse": 5,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book V 24:5",
                            "text": "But this is what is suitable to be said in the meantime: If, according to you, everything that was to be worshipped ought not to have been, there would have been almost nothing in this world."
                        },
                        {
                            "verse": 6,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book V 24:6",
                            "text": "For what is there that you have left without worshipping it? The sun, the moon, the stars, the water, the earth, mountains, trees, stones, men; there is no one of these that ye have not worshipped."
                        },
                        {
                            "verse": 7,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book V 24:7",
                            "text": "According to your saying, therefore, none of these ought to have been made by God, that you might not have anything that you could worship! Yea, He ought not even to have made men themselves to be the worshippers! But this is the very thing which that serpent which lurks within you desires: for he spares none of you; he would have no one of you escape from destruction."
                        },
                        {
                            "verse": 8,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book V 24:8",
                            "text": "But it shall not be so."
                        },
                        {
                            "verse": 9,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book V 24:9",
                            "text": "For I tell you, that not that which is worshipped is in fault, but he who worships."
                        },
                        {
                            "verse": 10,
                            "chapter": 24,
                            "name": "Recognitions of Clement Book V 24:10",
                            "text": "For with God is righteous judgment; and He judges in one way the sufferer, and in another way the doer, of wrong."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Recognitions of Clement Book V 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book V 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book V 25:2",
                            "text": "—Fifth Suggestion."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book V 25:3",
                            "text": "\"But you say: Then those who adore what ought not to be adored, should be immediately destroyed by God, to prevent others doing the like."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book V 25:4",
                            "text": "But are you wiser than God, that you should offer Him counsel? He knows what to do."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book V 25:5",
                            "text": "For with all who are placed in ignorance He exercises patience, because He is merciful and gracious; and He foresees that many of the ungodly become godly, and that even some of those who worship impure statues and polluted images have been converted to God, and forsaking their sins and doing good works, attain to salvation."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book V 25:6",
                            "text": "But it is said: We ought never to have come even to the thought of doing these things."
                        },
                        {
                            "verse": 7,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book V 25:7",
                            "text": "You do not know what freedom of will is, and you forget that he is good who is so by his own intention; but, he who is retained in goodness by necessity cannot be called good, because it is not of himself that he is so."
                        },
                        {
                            "verse": 8,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book V 25:8",
                            "text": "Because, therefore, there is in every one liberty to choose good or evil, he either acquires rewards, or brings destruction on himself."
                        },
                        {
                            "verse": 9,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book V 25:9",
                            "text": "Nay it is said, God brings to our minds whatsoever we think."
                        },
                        {
                            "verse": 10,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book V 25:10",
                            "text": "What mean ye, O men? Ye blaspheme."
                        },
                        {
                            "verse": 11,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book V 25:11",
                            "text": "For if He brings all our thoughts into our minds, then it is He that suggests to us thoughts of adultery, and covetousness, and blasphemy, and every kind of effeminacy."
                        },
                        {
                            "verse": 12,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book V 25:12",
                            "text": "Cease, I entreat of you, these blasphemies, and understand what is the honour worthy of God."
                        },
                        {
                            "verse": 13,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book V 25:13",
                            "text": "And say not, as some of you are wont to say, that God needs not honour from men."
                        },
                        {
                            "verse": 14,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book V 25:14",
                            "text": "Indeed, He truly is in need of none; but you ought to know that the honour which you bestow upon God is profitable to yourselves."
                        },
                        {
                            "verse": 15,
                            "chapter": 25,
                            "name": "Recognitions of Clement Book V 25:15",
                            "text": "For what is so execrable, as for a man not to render thanks to his Creator?."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Recognitions of Clement Book V 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book V 26:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book V 26:2",
                            "text": "—Sixth Suggestion."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book V 26:3",
                            "text": "\"But it is said: We do better, who give thanks both to Himself, and to all with Him."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book V 26:4",
                            "text": "In this you do not understand that there is the ruin of your salvation."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book V 26:5",
                            "text": "For it is as if a sick man should call in for his cure at once a physician and poisoners; since these could indeed injure him, but not cure him; and the true physician would refuse to mix his remedies with their poisons, lest either the man's destruction should be ascribed to the good, or his recovery, to the injurious."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book V 26:6",
                            "text": "But you say: Is God then indignant or envious, if, when He benefits us, our thanks be rendered to others? Even if He be not indignant, at all events He does not wish to be the author of error, that by means of His work credit should be given to a vain idol."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book V 26:7",
                            "text": "And what is so impious, so ungrateful, as to obtain a benefit from God, and to render thanks to blocks of wood and stone? Wherefore arise, and understand your salvation."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book V 26:8",
                            "text": "For God is in need of no one, nor does He require anything, nor is He hurt by anything; but we are either helped or hurt, in that we are grateful or ungrateful."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book V 26:9",
                            "text": "For what does God gain from our praises, or what does He lose by our blasphemies? Only this we must remember, that God brings into proximity and friendship with Himself the soul that renders thanks to Him."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "Recognitions of Clement Book V 26:10",
                            "text": "But the wicked demon possesses the ungrateful soul."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Recognitions of Clement Book V 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book V 27:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book V 27:2",
                            "text": "—Creatures Take Vengeance on Sinners."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book V 27:3",
                            "text": "\"But this also I would have you know, that upon such souls God does not take vengeance directly, but His whole creation rises up and inflicts punishments upon the impious; and although in the present world the goodness of God bestows the light of the world and the services of the earth alike upon the pious and the impious, yet not without grief does the sun afford his light, and the other elements perform their service, to the impious."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book V 27:4",
                            "text": "And, in short, sometimes even in opposition to the goodness of the Creator, the elements are wearied out by the crimes of the wicked; and thence it is that either the fruit of the earth is blighted, or the composition of the air is vitiated, or the heat of the sun is increased beyond measure, or there is an excessive amount of rain or of cold."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book V 27:5",
                            "text": "Thence pestilence, and famine, and death in various forms stalk forth, for the creature hastens to take vengeance on the wicked; yet the goodness of God restrains it, and bridles its indignation against the wicked, and compels it to be obedient to His mercy, rather than to be inflamed by the sins and the crimes of men."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Recognitions of Clement Book V 27:6",
                            "text": "For the patience of God waiteth for the conversion of men, as long as they are in this body."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Recognitions of Clement Book V 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book V 28:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book V 28:2",
                            "text": "—Eternity of Punishments."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book V 28:3",
                            "text": "\"But if any persist in impiety till the end of life, then as soon as the soul, which is immortal, departs, it shall pay the penalty of its persistence in impiety."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book V 28:4",
                            "text": "For even the souls of the impious are immortal, though perhaps they themselves would wish them to end with their bodies."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book V 28:5",
                            "text": "But it is not so; for they endure without end the torments of eternal fire, and to their destruction they have not the quality of mortality."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book V 28:6",
                            "text": "But perhaps you will say to me, You terrify us, O Peter."
                        },
                        {
                            "verse": 7,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book V 28:7",
                            "text": "And how shall we speak to you the things which are in reality? Can we declare to you the truth by keeping silence? We cannot state the things which are, otherwise than as they are."
                        },
                        {
                            "verse": 8,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book V 28:8",
                            "text": "But if we were silent, we should make ourselves the cause of the ignorance that is ruinous to you, and should satisfy the serpent that lurks within you, and blocks up your senses, who cunningly suggests these things to you, that he may make you always the enemies of God."
                        },
                        {
                            "verse": 9,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book V 28:9",
                            "text": "But we are sent for this end, that we may betray his disguises to you; and melting your enmities, may reconcile you to God, that you may be converted to Him, and may please Him by good works."
                        },
                        {
                            "verse": 10,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book V 28:10",
                            "text": "For man is at enmity with God, and is in an unreasonable and impious state of mind and wicked disposition towards Him, especially when he thinks that he knows something, and is in ignorance."
                        },
                        {
                            "verse": 11,
                            "chapter": 28,
                            "name": "Recognitions of Clement Book V 28:11",
                            "text": "But when you lay aside these, and begin to be pleased and displeased with the same things which please and displease God, and to will what God willeth then ye shall truly be called His friends."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Recognitions of Clement Book V 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book V 29:1",
                            "text": "Chapter XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book V 29:2",
                            "text": "—God's Care of Human Things."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book V 29:3",
                            "text": "\"But perhaps some of you will say, God has no care of human things; and if we cannot even attain to the knowledge of Him, how shall we attain to His friendship? That God does concern Himself with the affairs of men, His government of the world bears witness: for the sun daily waits upon it, the showers minister to it; the fountains, rivers, winds, and all elements, attend upon it; and the more these things become known to men, the more do they indicate God's care over men."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book V 29:4",
                            "text": "For unless by the power of the Most High, the more powerful would never minister to the inferior; and by this God is shown to have not only a care over men, but some great affection, since He has deputed such noble elements to their service."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book V 29:5",
                            "text": "But that men may also attain to the friendship of God, is proved to us by the example of those to whose prayers He has been so favourable, that He has withheld the heaven from rain when they wished, and has again opened it when they prayed."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book V 29:6",
                            "text": "And many other things He has bestowed upon those who does His will, which could not be bestowed but upon His friends."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Recognitions of Clement Book V 29:7",
                            "text": "But you will say, What harm is done to God if these things also are worshipped by us? If any one of you should pay to another the honour that is due to his father, from whom he has received innumerable benefits, and should reverence a stranger and foreigner as his father, should you not think that he was undutiful towards his father, and most deserving to be disinherited?."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Recognitions of Clement Book V 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book V 30:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book V 30:2",
                            "text": "—Religion of Fathers to Be Abandoned."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book V 30:3",
                            "text": "\"Others say, It is wicked if we do not worship those idols which have come down to us from our fathers, and prove false to the religion bequeathed to us by our ancestors."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book V 30:4",
                            "text": "On this principle, if any one's father was a robber or a base fellow, he ought not to change the manner of life handed down to him by his fathers, nor to be recalled from his father's errors to a better way; and it is reckoned impious if one do not sin with his parents, or does not persist in impiety with them."
                        },
                        {
                            "verse": 5,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book V 30:5",
                            "text": "Others say, We ought not to be troublesome to God, and to be always burdening Him with complaints of our miseries, or with the exigencies of our petitions."
                        },
                        {
                            "verse": 6,
                            "chapter": 30,
                            "name": "Recognitions of Clement Book V 30:6",
                            "text": "How foolish and witless an answer! Do you think it is troublesome to God if you thank Him for His benefits, while you do not think it troublesome to Him if, for His gifts, you render thanks to stocks and stones? And how comes it, that when rain is withheld in a long drought, we all turn our eyes to heaven, and entreat the gift of rain from God Almighty, and all of us with our little ones pour out prayers on God and entreat His compassion? But truly ungrateful souls, when they obtain the blessing, quickly forget: for as soon as they have gathered in their harvest or their vintage, straightway they offer the first-fruits to deaf and dumb images, and pay vows in temples or groves for those things which God has bestowed upon them, and then offer sacrifices to demons; and having received a favour, deny the bestower of the favour."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Recognitions of Clement Book V 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book V 31:1",
                            "text": "Chapter XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book V 31:2",
                            "text": "—Paganism, Its Enormities."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book V 31:3",
                            "text": "\"But some say, These things are instituted for the sake of joy, and for refreshing our minds; and they have been devised for this end, that the human mind may be relaxed for a little from cares and sorrows."
                        },
                        {
                            "verse": 4,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book V 31:4",
                            "text": "See now what a charge you yourselves bring upon the things which you practise."
                        },
                        {
                            "verse": 5,
                            "chapter": 31,
                            "name": "Recognitions of Clement Book V 31:5",
                            "text": "If these things have been invented for the purpose of lightening sorrow and affording enjoyment, how is it that the invocations of demons are performed in groves and woods? What is the meaning of the insane whirlings, and the slashing of limbs, and the cutting off of members? How is it that mad rage is produced in them? How is insanity produced? How is it that women are driven violently, raging with dishevelled hair? Whence the shrieking and gnashing of teeth? Whence the bellowing of the heart and the bowels, and all those things which, whether they are pretended or are contrived by the ministration of demons, are exhibited to the terror of the foolish and ignorant? Are these things done for the sake of lightening the mind, or rather for the sake of oppressing it? Do ye not yet perceive nor understand, that these are the counsels of the serpent lurking within you, which draws you away from the apprehension of truth by irrational suggestions of errors, that he may hold you as slaves and servants of lust and concupiscence and every disgraceful thing?."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Recognitions of Clement Book V 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book V 32:1",
                            "text": "Chapter XXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book V 32:2",
                            "text": "—True Religion Calls to Sobriety and Modesty."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Recognitions of Clement Book V 32:3",
                            "text": "\"But I protest to you with the clear voice of preaching, that, on the contrary, the religion of God calls you to sobriety and modesty; orders you to refrain from effeminacy and madness, and by patience and gentleness to prevent the inroads of anger; to be content with your own possessions, and with the virtue of frugality; not even when driven by poverty to plunder the goods of others, but in all things to observe justice; to withdraw yourselves wholly from the idol sacrifices: for by these things you invite demons to you, and of your own accord give them the power of entering into you; and so you admit that which is the cause either of madness or of unlawful love."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Recognitions of Clement Book V 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book V 33:1",
                            "text": "Chapter XXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book V 33:2",
                            "text": "—Origin of Impiety."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book V 33:3",
                            "text": "\"Hence is the origin of all impiety; hence murders, adulteries, thefts; and a nursery is formed of all evils and wickednesses, while you indulge in profane libations and odours, and give to wicked spirits an opportunity of ruling and obtaining some sort of authority over you."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book V 33:4",
                            "text": "For when they invade your senses, what do they else than work the things which belong to lust and injustice and cruelty, and compel you to be obedient to all things that are pleasing to them? God, indeed, permits you to suffer this at their hands by a certain righteous judgment, that from the very disgrace of your doings and your feelings you may understand how unworthy it is to be subject to demons and not to God."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book V 33:5",
                            "text": "Hence also, by the friendship of demons, men are brought to disgraceful and base deeds; hence, men proceed even to the destruction of life, either through the fire of lust, or through the madness of anger through excess of grief, so that, as is well known, some have even laid violent hands upon themselves."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Recognitions of Clement Book V 33:6",
                            "text": "And this, as we have said, by a just sentence of God they are not prevented from doing, that they may both understand to whom they have yielded themselves in subjection, and know whom they have forsaken."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Recognitions of Clement Book V 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book V 34:1",
                            "text": "Chapter XXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book V 34:2",
                            "text": "—Who are Worshippers of God?  \"But some one will say, These passions sometimes befall even those who worship God."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book V 34:3",
                            "text": "It is not true."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book V 34:4",
                            "text": "For we say, that he is a worshipper of God, who does the will of God, and observes the precepts of His law."
                        },
                        {
                            "verse": 5,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book V 34:5",
                            "text": "For in God's estimation he is not a Jew who is called a Jew among men (nor is he a Gentile that is called a Gentile), but he who, believing in God, fulfils His law and does His will, though he be not circumcised."
                        },
                        {
                            "verse": 6,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book V 34:6",
                            "text": "He is the true worshipper of God, who not only is himself free from passions, but also sets others free from them; though they be so heavy that they are like mountains, he removes them by means of the faith with which he believes in God."
                        },
                        {
                            "verse": 7,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book V 34:7",
                            "text": "Yea, by faith he truly removes mountains with their trees, if it be necessary."
                        },
                        {
                            "verse": 8,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book V 34:8",
                            "text": "But he who seems to worship God, but is neither fortified by a full faith, nor by obedience to the commandments, but is a sinner, has given a place in himself, by reason of his sins, to passions, which are appointed of God for the punishment of those who sin, that they may exact from them the deserts of their sins by means of punishments inflicted, and may bring them purified to the general judgment of all, provided always that their faith do not fail them in their chastisement."
                        },
                        {
                            "verse": 9,
                            "chapter": 34,
                            "name": "Recognitions of Clement Book V 34:9",
                            "text": "For the chastisement of unbelievers in the present life is a judgment, by which they begin to be separated from future blessings; but the chastisement of those who worship God, while it is inflicted upon them for sins into which they have fallen, exacts from them the due of what they have done, that, preventing the judgment, they may pay the debt of their sin in the present life, and be freed, at least in half, from the eternal punishments which are there prepared."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Recognitions of Clement Book V 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book V 35:1",
                            "text": "Chapter XXXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book V 35:2",
                            "text": "—Judgment to Come."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book V 35:3",
                            "text": "\"But he does not receive these things as true who does not believe that there is to be a judgment of God, and therefore, being bound by the pleasures of the present life, is shut out from eternal good things; and therefore we do not neglect to proclaim to you what we know to be necessary for your salvation, and to show you what is the true worship of God, that, believing in God, you may be able, by means of good works, to be heirs with us of the world to come."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book V 35:4",
                            "text": "But if you are not yet convinced that what we say is true, meantime, in the first instance, you ought not to take it amiss and to be hostile to us because we announce to you the things which we consider to be good, and because we do not grudge to bestow also upon you that which we believe brings salvation to ourselves, labouring, as I have said, with all eagerness, that we may have you as fellow-heirs of the blessings which we believe are to befall ourselves."
                        },
                        {
                            "verse": 5,
                            "chapter": 35,
                            "name": "Recognitions of Clement Book V 35:5",
                            "text": "But whether those things which we declare to you are certainly true, you shall not be able to know otherwise than by rendering obedience to the things which are commanded, that you may be taught by the issue of things, and the most certain end of blessedness."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Recognitions of Clement Book V 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book V 36:1",
                            "text": "Chapter XXXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book V 36:2",
                            "text": "—Conclusion of Discourse."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book V 36:3",
                            "text": "\"And, therefore, although the serpent lurking within you occupies your senses with a thousand arts of corruption, and throws in your way a thousand obstacles, by which he may turn you away from the hearing of saving instruction, all the more ought you to resist him, and despising his suggestions, to come together the more frequently to hear the word and receive instruction from us, because nobody can learn anything who is not taught."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book V 36:4",
                            "text": "\"  And when he had done speaking, he ordered those to be brought to him who were oppressed by sickness or demons, and laid his hands upon them with prayer; and so he dismissed the crowds, charging them to resort to the hearing of the word during the days that he was to remain there."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book V 36:5",
                            "text": "Therefore, when the crowds had departed, Peter washed his body in the waters which ran through the garden, with as many of the others as chose to do so; and then ordered the couches to be spread on the ground under a very shady tree, and directed us to recline according to the order established at Caesarea."
                        },
                        {
                            "verse": 6,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book V 36:6",
                            "text": "And thus, having taken food and given thanks to God after the manner of the Hebrews, as there was yet some portion of the day remaining, he ordered us to question him on any matters that we pleased."
                        },
                        {
                            "verse": 7,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book V 36:7",
                            "text": "And although we were with him twenty in all, he explained to every one whatever he pleased to ask of him; the particulars of which I set down in books and sent to you some time ago."
                        },
                        {
                            "verse": 8,
                            "chapter": 36,
                            "name": "Recognitions of Clement Book V 36:8",
                            "text": "And when evening came we entered with him into the lodging, and went to sleep, each one in his own place."
                        }
                    ]
                }
            ]
        }
    ]
}