{
    "books": [
        {
            "name": "Augustine: On the Trinity Book IX",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Augustine: On the Trinity Book IX 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:1",
                            "text": "Book IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:2",
                            "text": "That a kind of trinity exists in man, who is the image of God, viz."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:3",
                            "text": "the mind, and the knowledge wherewith the mind knows itself, and the love wherewith it loves both itself and its own knowledge; and these three are shown to be mutually equal, and of one essence."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:4",
                            "text": "Chapter 1 —In What Way We Must Inquire Concerning the Trinity."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:5",
                            "text": "1  We certainly seek a trinity,—not any trinity, but that Trinity which is God, and the true and supreme and only God."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:6",
                            "text": "Let my hearers then wait, for we are still seeking."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:7",
                            "text": "And no one justly finds fault with such a search, if at least he who seeks that which either to know or to utter is most difficult, is steadfast in the faith."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:8",
                            "text": "But whosoever either sees or teaches better, finds fault quickly and justly with any one who confidently affirms concerning it."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:9",
                            "text": "\"Seek God,\" he says, \"and your heart shall live;\" and lest any one should rashly rejoice that he has, as it were, apprehended it, \"Seek,\" he says, \"His face evermore\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:10",
                            "text": "And the apostle: \"If any man,\" he says, \"think that he knoweth anything, he knoweth nothing yet as he ought to know."
                        },
                        {
                            "verse": 11,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:11",
                            "text": "But if any man love God, the same is known of Him\"."
                        },
                        {
                            "verse": 12,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:12",
                            "text": "He has not said, has known Him, which is dangerous presumption, but \"is known of Him\"."
                        },
                        {
                            "verse": 13,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:13",
                            "text": "So also in another place, when he had said, \"But now after that ye have known God:\" immediately correcting himself, he says, \"or rather are known of God\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:14",
                            "text": "And above all in that other place, \"Brethren,\" he says, \"I count not myself to have apprehended: but this one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before, I press in purpose toward the mark, for the prize of the high calling of God in Christ Jesus."
                        },
                        {
                            "verse": 15,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:15",
                            "text": "Let us therefore, as many as be perfect, be thus minded\"."
                        },
                        {
                            "verse": 16,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:16",
                            "text": "Perfection in this life, he tells us, is nothing else than to forget those things which are behind, and to reach forth and press in purpose toward those things which are before."
                        },
                        {
                            "verse": 17,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:17",
                            "text": "For he that seeks has the safest purpose, [who seeks] until that is taken hold of whither we are tending, and for which we are reaching forth."
                        },
                        {
                            "verse": 18,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:18",
                            "text": "But that is the right purpose which starts from faith."
                        },
                        {
                            "verse": 19,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:19",
                            "text": "For a certain faith is in some way the starting-point of knowledge; but a certain knowledge will not be made perfect, except after this life, when we shall see face to face."
                        },
                        {
                            "verse": 20,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:20",
                            "text": "Let us therefore be thus minded, so as to know that the disposition to seek the truth is more safe than that which presumes things unknown to be known."
                        },
                        {
                            "verse": 21,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:21",
                            "text": "Let us therefore so seek as if we should find, and so find as if we were about to seek."
                        },
                        {
                            "verse": 22,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:22",
                            "text": "For \"when a man hath done, then he beginneth\"."
                        },
                        {
                            "verse": 23,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:23",
                            "text": "Let us doubt without unbelief of things to be believed; let us affirm without rashness of things to be understood: authority must be held fast in the former, truth sought out in the latter."
                        },
                        {
                            "verse": 24,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:24",
                            "text": "As regards this question, then, let us believe that the Father, and the Son, and the Holy Spirit is one God, the Creator and Ruler of the whole creature; and that the Father is not the Son, nor the Holy Spirit either the Father or the Son, but a trinity of persons mutually interrelated, and a unity of an equal essence."
                        },
                        {
                            "verse": 25,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:25",
                            "text": "And let us seek to understand this, praying for help from Himself, whom we wish to understand; and as much as He grants, desiring to explain what we understand with so much pious care and anxiety, that even if in any case we say one thing for another, we may at least say nothing unworthy."
                        },
                        {
                            "verse": 26,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:26",
                            "text": "As, for the sake of example, if we say anything concerning the Father that does not properly belong to the Father, or does belong to the Son, or to the Holy Spirit, or to the Trinity itself; and if anything of the Son which does not properly suit with the Son, or at all events which does suit with the Father, or with the Holy Spirit, or with the Trinity; or if, again, anything concerning the Holy Spirit, which is not fitly a property of the Holy Spirit, yet is not alien from the Father, or from the Son, or from the one God the Trinity itself."
                        },
                        {
                            "verse": 27,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:27",
                            "text": "Even as now our wish is to see whether the Holy Spirit is properly that love which is most excellent which if He is not, either the Father is love, or the Son, or the Trinity itself; since we cannot withstand the most certain faith and weighty authority of Scripture, saying, \"God is love\"."
                        },
                        {
                            "verse": 28,
                            "chapter": 1,
                            "name": "Augustine: On the Trinity Book IX 1:28",
                            "text": "And yet we ought not to deviate into profane error, so as to say anything of the Trinity which does not suit the Creator, but rather the creature, or which is feigned outright by mere empty thought."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Augustine: On the Trinity Book IX 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:1",
                            "text": "Chapter 2 —The Three Things Which are Found in Love Must Be Considered."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:2",
                            "text": "2  And this being so, let us direct our attention to those three things which we fancy we have found."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:3",
                            "text": "We are not yet speaking of heavenly things, nor yet of God the Father, and Son, and Holy Spirit, but of that inadequate image, which yet is an image, that is, man; for our feeble mind perhaps can gaze upon this more familiarly and more easily."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:4",
                            "text": "Well then, when I, who make this inquiry, love anything, there are three things concerned—myself, and that which I love, and love itself."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:5",
                            "text": "For I do not love love, except I love a lover; for there is no love where nothing is loved."
                        },
                        {
                            "verse": 6,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:6",
                            "text": "Therefore there are three things—he who loves, and that which is loved, and love."
                        },
                        {
                            "verse": 7,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:7",
                            "text": "But what if I love none except myself? Will there not then be two things—that which I love, and love? For he who loves and that which is loved are the same when any one loves himself; just as to love and to be loved, in the same way, is the very same thing when any one loves himself."
                        },
                        {
                            "verse": 8,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:8",
                            "text": "Since the same thing is said, when it is said, he loves himself, and he is loved by himself."
                        },
                        {
                            "verse": 9,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:9",
                            "text": "For in that case to love and to be loved are not two different things: just as he who loves and he who is loved are not two different persons."
                        },
                        {
                            "verse": 10,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:10",
                            "text": "But yet, even so, love and what is loved are still two things."
                        },
                        {
                            "verse": 11,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:11",
                            "text": "For there is no love when any one loves himself, except when love itself is loved."
                        },
                        {
                            "verse": 12,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:12",
                            "text": "But it is one thing to love one's self, another to love one's own love."
                        },
                        {
                            "verse": 13,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:13",
                            "text": "For love is not loved, unless as already loving something; since where nothing is loved there is no love."
                        },
                        {
                            "verse": 14,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:14",
                            "text": "Therefore there are two things when any one loves himself—love, and that which is loved."
                        },
                        {
                            "verse": 15,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:15",
                            "text": "For then he that loves and that which is loved are one."
                        },
                        {
                            "verse": 16,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:16",
                            "text": "Whence it seems that it does not follow that three things are to be understood wherever love is."
                        },
                        {
                            "verse": 17,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:17",
                            "text": "For let us put aside from the inquiry all the other many things of which a man consists; and in order that we may discover clearly what we are now seeking, as far as in such a subject is possible, let us treat of the mind alone."
                        },
                        {
                            "verse": 18,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:18",
                            "text": "The mind, then, when it loves itself, discloses two things—mind and love."
                        },
                        {
                            "verse": 19,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:19",
                            "text": "But what is to love one's self, except to wish to help one's self to the enjoyment of self? And when any one wishes himself to be just as much as he is, then the will is on a par with the mind, and the love is equal to him who loves."
                        },
                        {
                            "verse": 20,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:20",
                            "text": "And if love is a substance, it is certainly not body, but spirit; and the mind also is not body, but spirit."
                        },
                        {
                            "verse": 21,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:21",
                            "text": "Yet love and mind are not two spirits, but one spirit; nor yet two essences, but one: and yet here are two things that are one, he that loves and love; or, if you like so to put it, that which is loved and love."
                        },
                        {
                            "verse": 22,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:22",
                            "text": "And these two, indeed, are mutually said relatively."
                        },
                        {
                            "verse": 23,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:23",
                            "text": "Since he who loves is referred to love, and love to him who loves."
                        },
                        {
                            "verse": 24,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:24",
                            "text": "For he who loves, loves with some love, and love is the love of some one who loves."
                        },
                        {
                            "verse": 25,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:25",
                            "text": "But mind and spirit are not said relatively, but express essence."
                        },
                        {
                            "verse": 26,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:26",
                            "text": "For mind and spirit do not exist because the mind and spirit of some particular man exists."
                        },
                        {
                            "verse": 27,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:27",
                            "text": "For if we subtract the body from that which is man, which is so called with the conjunction of body, the mind and spirit remain."
                        },
                        {
                            "verse": 28,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:28",
                            "text": "But if we subtract him that loves, then there is no love; and if we subtract love, then there is no one that loves."
                        },
                        {
                            "verse": 29,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:29",
                            "text": "And therefore, in so far as they are mutually referred to one another, they are two; but whereas they are spoken in respect to themselves, each are spirit, and both together also are one spirit; and each are mind, and both together one mind."
                        },
                        {
                            "verse": 30,
                            "chapter": 2,
                            "name": "Augustine: On the Trinity Book IX 2:30",
                            "text": "Where, then, is the trinity? Let us attend as much as we can, and let us invoke the everlasting light, that He may illuminate our darkness, and that we may see in ourselves, as much as we are permitted, the image of God."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Augustine: On the Trinity Book IX 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IX 3:1",
                            "text": "Chapter 3 —The Image of the Trinity in the Mind of Man Who Knows Himself and Loves Himself."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IX 3:2",
                            "text": "The Mind Knows Itself Through Itself."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IX 3:3",
                            "text": "3  For the mind cannot love itself, except also it know itself; for how can it love what it does not know? Or if any body says that the mind, from either general or special knowledge, believes itself of such a character as it has by experience found others to be and therefore loves itself, he speaks most foolishly."
                        },
                        {
                            "verse": 4,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IX 3:4",
                            "text": "For whence does a mind know another mind, if it does not know itself? For the mind does not know other minds and not know itself, as the eye of the body sees other eyes and does not see itself; for we see bodies through the eyes of the body, because, unless we are looking into a mirror, we cannot refract and reflect the rays into themselves which shine forth through those eyes, and touch whatever we discern,—a subject, indeed, which is treated of most subtlely and obscurely, until it be clearly demonstrated whether the fact be so, or whether it be not."
                        },
                        {
                            "verse": 5,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IX 3:5",
                            "text": "But whatever is the nature of the power by which we discern through the eyes, certainly, whether it be rays or anything else, we cannot discern with the eyes that power itself; but we inquire into it with the mind, and if possible, understand even this with the mind."
                        },
                        {
                            "verse": 6,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IX 3:6",
                            "text": "As the mind, then, itself gathers the knowledge of corporeal things through the senses of the body, so of incorporeal things through itself."
                        },
                        {
                            "verse": 7,
                            "chapter": 3,
                            "name": "Augustine: On the Trinity Book IX 3:7",
                            "text": "Therefore it knows itself also through itself, since it is incorporeal; for if it does not know itself, it does not love itself."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Augustine: On the Trinity Book IX 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:1",
                            "text": "Chapter 4 —The Three are One, and Also Equal, Viz The Mind Itself, and the Love, and the Knowledge of It."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:2",
                            "text": "That the Same Three Exist Substantially, and are Predicated Relatively."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:3",
                            "text": "That the Same Three are Inseparable."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:4",
                            "text": "That the Same Three are Not Joined and Commingled Like Parts, But that They are of One Essence, and are Relatives."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:5",
                            "text": "4  But as there are two things (duo quaedam), the mind and the love of it, when it loves itself; so there are two things, the mind and the knowledge of it, when it knows itself."
                        },
                        {
                            "verse": 6,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:6",
                            "text": "Therefore the mind itself, and the love of it, and the knowledge of it, are three things (tria quaedam), and these three are one; and when they are perfect they are equal."
                        },
                        {
                            "verse": 7,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:7",
                            "text": "For if one loves himself less than as he is,—as for example, suppose that the mind of a man only loves itself as much as the body of a man ought to be loved, whereas the mind is more than the body,—then it is in fault, and its love is not perfect."
                        },
                        {
                            "verse": 8,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:8",
                            "text": "Again, if it loves itself more than as it is,—as if, for instance, it loves itself as much as God is to be loved, whereas the mind is incomparably less than God,—here also it is exceedingly in fault, and its love of self is not perfect."
                        },
                        {
                            "verse": 9,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:9",
                            "text": "But it is in fault more perversely and wrongly still, when it loves the body as much as God is to be loved."
                        },
                        {
                            "verse": 10,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:10",
                            "text": "Also, if knowledge is less than that thing which is known, and which can be fully known, then knowledge is not perfect; but if it is greater, then the nature which knows is above that which is known, as the knowledge of the body is greater than the body itself, which is known by that knowledge."
                        },
                        {
                            "verse": 11,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:11",
                            "text": "For knowledge is a kind of life in the reason of the knower, but the body is not life; and any life is greater than any body, not in bulk, but in power."
                        },
                        {
                            "verse": 12,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:12",
                            "text": "But when the mind knows itself, its own knowledge does not rise above itself, because itself knows, and itself is known."
                        },
                        {
                            "verse": 13,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:13",
                            "text": "When, therefore, it knows itself entirely, and no other thing with itself, then its knowledge is equal to itself; because its knowledge is not from another nature, since it knows itself."
                        },
                        {
                            "verse": 14,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:14",
                            "text": "And when it perceives itself entirely, and nothing more, then it is neither less nor greater."
                        },
                        {
                            "verse": 15,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:15",
                            "text": "We said therefore rightly, that these three things, [mind, love, and knowledge], when they are perfect, are by consequence equal."
                        },
                        {
                            "verse": 16,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:16",
                            "text": "5  Similar reasoning suggests to us, if indeed we can any way understand the matter, that these things [i-e: love and knowledge] exist in the soul, and that, being as it were involved in it, they are so evolved from it as to be perceived and reckoned up substantially, or, so to say, essentially."
                        },
                        {
                            "verse": 17,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:17",
                            "text": "Not as though in a subject; as color, or shape, or any other quality or quantity, are in the body."
                        },
                        {
                            "verse": 18,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:18",
                            "text": "For anything of this [material] kind does not go beyond the subject in which it is; for the color or shape of this particular body cannot be also those of another body."
                        },
                        {
                            "verse": 19,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:19",
                            "text": "But the mind can also love something besides itself, with that love with which it loves itself."
                        },
                        {
                            "verse": 20,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:20",
                            "text": "And further, the mind does not know itself only, but also many other things."
                        },
                        {
                            "verse": 21,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:21",
                            "text": "Wherefore love and knowledge are not contained in the mind as in a subject, but these also exist substantially, as the mind itself does; because, even if they are mutually predicated relatively, yet they exist each severally in their own substance."
                        },
                        {
                            "verse": 22,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:22",
                            "text": "Nor are they so mutually predicated relatively as color and the colored subject are; so that color is in the colored subject, but has not any proper substance in itself, since colored body is a substance, but color is in a substance; but as two friends are also two men, which are substances, while they are said to be men not relatively, but friends relatively."
                        },
                        {
                            "verse": 23,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:23",
                            "text": "6  But, further, although one who loves or one who knows is a substance, and knowledge is a substance, and love is a substance, but he that loves and love, or, he that knows and knowledge, are spoken of relatively to each other, as are friends: yet mind or spirit are not relatives, as neither are men relatives: nevertheless he that loves and love, or he that knows and knowledge, cannot exist separately from each other, as men can that are friends."
                        },
                        {
                            "verse": 24,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:24",
                            "text": "Although it would seem that friends, too, can be separated in body, not in mind, in as far as they are friends: nay, it can even happen that a friend may even also begin to hate a friend and on this account cease to be a friend while the other does not know it, and still loves him."
                        },
                        {
                            "verse": 25,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:25",
                            "text": "But if the love with which the mind loves itself ceases to be, then the mind also will at the same time cease to love."
                        },
                        {
                            "verse": 26,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:26",
                            "text": "Likewise, if the knowledge by which the mind knows itself ceases to be, then the mind will also at the same time cease to know itself."
                        },
                        {
                            "verse": 27,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:27",
                            "text": "Just as the head of anything that has a head is certainly a head, and they are predicated relatively to each other, although they are also substances: for both a head is a body, and so is that which has a head; and if there be no head, then neither will there be that which has a head."
                        },
                        {
                            "verse": 28,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:28",
                            "text": "Only these things can be separated from each other by cutting off, those cannot."
                        },
                        {
                            "verse": 29,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:29",
                            "text": "7  And even if there are some bodies which cannot be wholly separated and divided, yet they would not be bodies unless they consisted of their own proper parts."
                        },
                        {
                            "verse": 30,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:30",
                            "text": "A part then is predicated relatively to a whole, since every part is a part of some whole, and a whole is a whole by having all its parts."
                        },
                        {
                            "verse": 31,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:31",
                            "text": "But since both part and whole are bodies, these things are not only predicated relatively, but exist also substantially."
                        },
                        {
                            "verse": 32,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:32",
                            "text": "Perhaps, then, the mind is a whole, and the love with which it loves itself, and the knowledge with which it knows itself, are as it were its parts, of which two parts that whole consists."
                        },
                        {
                            "verse": 33,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:33",
                            "text": "Or are there three equal parts which make up the one whole? But no part embraces the whole, of which it is a part; whereas, when the mind knows itself as a whole, that is, knows itself perfectly, then the knowledge of it extends through the whole of it; and when it loves itself perfectly, then it loves itself as a whole, and the love of it extends through the whole of it."
                        },
                        {
                            "verse": 34,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:34",
                            "text": "Is it, then, as one drink is made from wine and water and honey, and each single part extends through the whole, and yet they are three things (for there is no part of the drink which does not contain these three things; for they are not joined as if they were water and oil, but are entirely commingled: and they are all substances, and the whole of that liquor which is composed of the three is one substance),—is it, I say, in some such way as this we are to think these three to be together, mind, love, and knowledge? But water, wine, and honey are not of one substance, although one substance results in the drink made from the commingling of them."
                        },
                        {
                            "verse": 35,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:35",
                            "text": "And I cannot see how those other three are not of the same substance, since the mind itself loves itself, and itself knows itself; and these three so exist, as that the mind is neither loved nor known by any other thing at all."
                        },
                        {
                            "verse": 36,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:36",
                            "text": "These three, therefore, must needs be of one and the same essence; and for that reason, if they were confounded together as it were by a commingling, they could not be in any way three, neither could they be mutually referred to each other."
                        },
                        {
                            "verse": 37,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:37",
                            "text": "Just as if you were to make from one and the same gold three similar rings, although connected with each other, they are mutually referred to each other, because they are similar."
                        },
                        {
                            "verse": 38,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:38",
                            "text": "For everything similar is similar to something, and there is a trinity of rings, and one gold."
                        },
                        {
                            "verse": 39,
                            "chapter": 4,
                            "name": "Augustine: On the Trinity Book IX 4:39",
                            "text": "But if they are blended with each other, and each mingled with the other through the whole of their own bulk, then that trinity will fall through, and it will not exist at all; and not only will it be called one gold, as it was called in the case of those three rings, but now it will not be called three things of gold at all."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Augustine: On the Trinity Book IX 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book IX 5:1",
                            "text": "Chapter 5 —That These Three are Several in Themselves, and Mutually All in All."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book IX 5:2",
                            "text": "8  But in these three, when the mind knows itself and loves itself, there remains a trinity: mind, love, knowledge; and this trinity is not confounded together by any commingling: although they are each severally in themselves and mutually all in all, or each severally in each two, or each two in each."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book IX 5:3",
                            "text": "Therefore all are in all."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book IX 5:4",
                            "text": "For certainly the mind is in itself, since it is called mind in respect to itself: although it is said to be knowing, or known, or knowable, relatively to its own knowledge; and although also as loving, and loved, or lovable, it is referred to love, by which it loves itself."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book IX 5:5",
                            "text": "And knowledge, although it is referred to the mind that knows or is known, nevertheless is also predicated both as known and knowing in respect to itself: for the knowledge by which the mind knows itself is not unknown to itself."
                        },
                        {
                            "verse": 6,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book IX 5:6",
                            "text": "And although love is referred to the mind that loves, whose love it is; nevertheless it is also love in respect to itself, so as to exist also in itself: since love too is loved, yet cannot be loved with anything except with love, that is with itself."
                        },
                        {
                            "verse": 7,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book IX 5:7",
                            "text": "So these things are severally in themselves."
                        },
                        {
                            "verse": 8,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book IX 5:8",
                            "text": "But so are they in each other; because both the mind that loves is in love, and love is in the knowledge of him that loves, and knowledge is in the mind that knows."
                        },
                        {
                            "verse": 9,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book IX 5:9",
                            "text": "And each severally is in like manner in each two, because the mind which knows and loves itself, is in its own love and knowledge: and the love of the mind that loves and knows itself, is in the mind and in its knowledge: and the knowledge of the mind that knows and loves itself is in the mind and in its love, because it loves itself that knows, and knows itself that loves."
                        },
                        {
                            "verse": 10,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book IX 5:10",
                            "text": "And hence also each two is in each severally, since the mind which knows and loves itself, is together with its own knowledge in love, and together with its own love in knowledge; and love too itself and knowledge are together in the mind, which loves and knows itself."
                        },
                        {
                            "verse": 11,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book IX 5:11",
                            "text": "But in what way all are in all, we have already shown above; since the mind loves itself as a whole, and knows itself as a whole, and knows its own love wholly, and loves its own knowledge wholly, when these three things are perfect in respect to themselves."
                        },
                        {
                            "verse": 12,
                            "chapter": 5,
                            "name": "Augustine: On the Trinity Book IX 5:12",
                            "text": "Therefore these three things are marvellously inseparable from each other, and yet each of them is severally a substance, and all together are one substance or essence, whilst they are mutually predicated relatively."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Augustine: On the Trinity Book IX 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IX 6:1",
                            "text": "Chapter 6 —There is One Knowledge of the Thing in the Thing Itself, and Another in Eternal Truth Itself."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IX 6:2",
                            "text": "That Corporeal Things, Too, are to Be Judged the Rules of Eternal Truth."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IX 6:3",
                            "text": "9  But when the human mind knows itself and loves itself, it does not know and love anything unchangeable: and each individual man declares his own particular mind by one manner of speech, when he considers what takes place in himself; but defines the human mind abstractly by special or general knowledge."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IX 6:4",
                            "text": "And so, when he speaks to me of his own individual mind, as to whether he understands this or that, or does not understand it, or whether he wishes or does not wish this or that, I believe; but when he speaks the truth of the mind of man generally or specially, I recognize and approve."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IX 6:5",
                            "text": "Whence it is manifest, that each sees a thing in himself, in such way that another person may believe what he says of it, yet may not see it; but another [sees a thing] in the truth itself, in such way that another person also can gaze upon it; of which the former undergoes changes at successive times, the latter consists in an unchangeable eternity."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IX 6:6",
                            "text": "For we do not gather a generic or specific knowledge of the human mind by means of resemblance by seeing many minds with the eyes of the body: but we gaze upon indestructible truth, from which to define perfectly, as far as we can, not of what sort is the mind of any one particular man, but of what sort it ought to be upon the eternal plan."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IX 6:7",
                            "text": "10  Whence also, even in the case of the images of things corporeal which are drawn in through the bodily sense, and in some way infused into the memory, from which also those things which have not been seen are thought under a fancied image, whether otherwise than they really are, or even perchance as they are;—even here too, we are proved either to accept or reject, within ourselves, by other rules which remain altogether unchangeable above our mind, when we approve or reject anything rightly."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IX 6:8",
                            "text": "For both when I recall the walls of Carthage which I have seen, and imagine to myself the walls of Alexandria which I have not seen, and, in preferring this to that among forms which in both cases are imaginary, make that preference upon grounds of reason; the judgment of truth from above is still strong and clear, and rests firmly upon the utterly indestructible rules of its own right; and if it is covered as it were by cloudiness of corporeal images, yet is not wrapt up and confounded in them."
                        },
                        {
                            "verse": 9,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IX 6:9",
                            "text": "11  But it makes a difference, whether, under that or in that darkness, I am shut off as it were from the clear heaven; or whether (as usually happens on lofty mountains), enjoying the free air between both, I at once look up above to the calmest light, and down below upon the densest clouds."
                        },
                        {
                            "verse": 10,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IX 6:10",
                            "text": "For whence is the ardor of brotherly love kindled in me, when I hear that some man has borne bitter torments for the excellence and steadfastness of faith? And if that man is shown to me with the finger, I am eager to join myself to him, to become acquainted with him, to bind him to myself in friendship."
                        },
                        {
                            "verse": 11,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IX 6:11",
                            "text": "And accordingly, if opportunity offers, I draw near, I address him, I converse with him, I express my goodwill towards him in what words I can, and wish that in him too in turn should be brought to pass and expressed goodwill towards me; and I endeavor after a spiritual embrace in the way of belief, since I cannot search out so quickly and discern altogether his innermost heart."
                        },
                        {
                            "verse": 12,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IX 6:12",
                            "text": "I love therefore the faithful and courageous man with a pure and genuine love."
                        },
                        {
                            "verse": 13,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IX 6:13",
                            "text": "But if he were to confess to me in the course of conversation, or were through unguardedness to show in any way, that either he believes something unseemly of God, and desires also something carnal in Him, and that he bore these torments on behalf of such an error, or from the desire of money for which he hoped, or from empty greediness of human praise: immediately it follows that the love with which I was borne towards him, displeased, and as it were repelled, and taken away from an unworthy man, remains in that form, after which, believing him such as I did, I had loved him; unless perhaps I have come to love him to this end, that he may become such, while I have found him not to be such in fact."
                        },
                        {
                            "verse": 14,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IX 6:14",
                            "text": "And in that man, too, nothing is changed: although it can be changed, so that he may become that which I had believed him to be already."
                        },
                        {
                            "verse": 15,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IX 6:15",
                            "text": "But in my mind there certainly is something changed, viz."
                        },
                        {
                            "verse": 16,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IX 6:16",
                            "text": ", the estimate I had formed of him, which was before of one sort, and now is of another: and the same love, at the bidding from above of unchangeable righteousness, is turned aside from the purpose of enjoying, to the purpose of taking counsel."
                        },
                        {
                            "verse": 17,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IX 6:17",
                            "text": "But the form itself of unshaken and stable truth, wherein I should have enjoyed the fruition of the man, believing him to be good, and wherein likewise I take counsel that he may be good, sheds in an immoveable eternity the same light of incorruptible and most sound reason, both upon the sight of my mind, and upon that cloud of images, which I discern from above, when I think of the same man whom I had seen."
                        },
                        {
                            "verse": 18,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IX 6:18",
                            "text": "Again, when I call back to my mind some arch, turned beautifully and symmetrically, which, let us say, I saw at Carthage; a certain reality that had been made known to the mind through the eyes, and transferred to the memory, causes the imaginary view."
                        },
                        {
                            "verse": 19,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IX 6:19",
                            "text": "But I behold in my mind yet another thing, according to which that work of art pleases me; and whence also, if it displeased me, I should correct it."
                        },
                        {
                            "verse": 20,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IX 6:20",
                            "text": "We judge therefore of those particular things according to that [form of eternal truth], and discern that form by the intuition of the rational mind."
                        },
                        {
                            "verse": 21,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IX 6:21",
                            "text": "But those things themselves we either touch if present by the bodily sense, or if absent remember their images as fixed in our memory, or picture, in the way of likeness to them, such things as we ourselves also, if we wished and were able, would laboriously build up: figuring in the mind after one fashion the images of bodies, or seeing bodies through the body; but after another, grasping by simple intelligence what is above the eye of the mind, viz."
                        },
                        {
                            "verse": 22,
                            "chapter": 6,
                            "name": "Augustine: On the Trinity Book IX 6:22",
                            "text": ", the reasons and the unspeakably beautiful skill of such forms."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Augustine: On the Trinity Book IX 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book IX 7:1",
                            "text": "Chapter 7 —We Conceive and Beget the Word Within, from the Things We Have Beheld in the Eternal Truth."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book IX 7:2",
                            "text": "The Word, Whether of the Creature or of the Creator, is Conceived by Love."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book IX 7:3",
                            "text": "12  We behold, then, by the sight of the mind, in that eternal truth from which all things temporal are made, the form according to which we are, and according to which we do anything by true and right reason, either in ourselves, or in things corporeal; and we have the true knowledge of things, thence conceived, as it were as a word within us, and by speaking we beget it from within; nor by being born does it depart from us."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book IX 7:4",
                            "text": "And when we speak to others, we apply to the word, remaining within us, the ministry of the voice or of some bodily sign, that by some kind of sensible remembrance some similar thing may be wrought also in the mind of him that hears,—similar, I say, to that which does not depart from the mind of him that speaks."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book IX 7:5",
                            "text": "We do nothing, therefore, through the members of the body in our words and actions, by which the behavior of men is either approved or blamed, which we do not anticipate by a word uttered within ourselves."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book IX 7:6",
                            "text": "For no one willingly does anything, which he has not first said in his heart."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Augustine: On the Trinity Book IX 7:7",
                            "text": "13  And this word is conceived by love, either of the creature or of the Creator, that is, either of changeable nature or of unchangeable truth."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Augustine: On the Trinity Book IX 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book IX 8:1",
                            "text": "Chapter 8 —In What Desire and Love Differ."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book IX 8:2",
                            "text": "[Conceived] therefore, either by desire or by love: not that the creature ought not to be loved; but if that love [of the creature] is referred to the Creator, then it will not be desire (cupiditas), but love (charitas)."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book IX 8:3",
                            "text": "For it is desire when the creature is loved for itself."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book IX 8:4",
                            "text": "And then it does not help a man through making use of it, but corrupts him in the enjoying it."
                        },
                        {
                            "verse": 5,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book IX 8:5",
                            "text": "When, therefore, the creature is either equal to us or inferior, we must use the inferior in order to God, but we must enjoy the equal duly in God."
                        },
                        {
                            "verse": 6,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book IX 8:6",
                            "text": "For as thou oughtest to enjoy thyself, not in thyself, but in Him who made thee, so also him whom thou lovest as thyself."
                        },
                        {
                            "verse": 7,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book IX 8:7",
                            "text": "Let us enjoy, therefore, both ourselves and our brethren in the Lord; and hence let us not dare to yield, and as it were to relax, ourselves to ourselves in the direction downwards."
                        },
                        {
                            "verse": 8,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book IX 8:8",
                            "text": "Now a word is born, when, being thought out, it pleases us either to the effect of sinning, or to that of doing right."
                        },
                        {
                            "verse": 9,
                            "chapter": 8,
                            "name": "Augustine: On the Trinity Book IX 8:9",
                            "text": "Therefore love, as it were a mean, conjoins our word and the mind from which it is conceived, and without any confusion binds itself as a third with them, in an incorporeal embrace."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Augustine: On the Trinity Book IX 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book IX 9:1",
                            "text": "Chapter 9 —In the Love of Spiritual Things the Word Born is the Same as the Word Conceived."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book IX 9:2",
                            "text": "It is Otherwise in the Love of Carnal Things."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book IX 9:3",
                            "text": "14  But the word conceived and the word born are the very same when the will finds rest in knowledge itself, as is the case in the love of spiritual things."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book IX 9:4",
                            "text": "For instance, he who knows righteousness perfectly, and loves it perfectly, is already righteous; even if no necessity exist of working according to it outwardly through the members of the body."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book IX 9:5",
                            "text": "But in the love of carnal and temporal things, as in the offspring of animals, the conception of the word is one thing, the bringing forth another."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book IX 9:6",
                            "text": "For here what is conceived by desiring is born by attaining."
                        },
                        {
                            "verse": 7,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book IX 9:7",
                            "text": "Since it does not suffice to avarice to know and to love gold, except it also have it; nor to know and love to eat, or to lie with any one, unless also one does it; nor to know and love honors and power, unless they actually come to pass."
                        },
                        {
                            "verse": 8,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book IX 9:8",
                            "text": "Nay, all these things, even if obtained, do not suffice."
                        },
                        {
                            "verse": 9,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book IX 9:9",
                            "text": "\"Whosoever drinketh of this water,\" He says, \"shall thirst again\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book IX 9:10",
                            "text": "And so also the Psalmist, \"He hath conceived pain and brought forth iniquity\"."
                        },
                        {
                            "verse": 11,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book IX 9:11",
                            "text": "And he speaks of pain or labor as conceived, when those things are conceived which it is not sufficient to know and will, and when the mind burns and grows sick with want, until it arrives at those things, and, as it were, brings them forth."
                        },
                        {
                            "verse": 12,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book IX 9:12",
                            "text": "Whence in the Latin language we have the word \"parta\" used elegantly for both \"reperta\" and \"comperta,\" which words sound as if derived from bringing forth."
                        },
                        {
                            "verse": 13,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book IX 9:13",
                            "text": "Since \"lust, when it hath conceived, bringeth forth sin\"."
                        },
                        {
                            "verse": 14,
                            "chapter": 9,
                            "name": "Augustine: On the Trinity Book IX 9:14",
                            "text": "Wherefore the Lord proclaims, \"Come unto me all ye that labor and are heavy laden;\" and in another place \"Woe unto them that are with child, and to them that give suck, in those days!\" And when therefore He referred all either right actions or sins to the bringing forth of the word, \"By thy mouth,\" He says, \"thou shalt be justified, and by thy mouth thou shalt be condemned,\" intending thereby not the visible mouth, but that which is within and invisible, of the thought and of the heart."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Augustine: On the Trinity Book IX 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book IX 10:1",
                            "text": "Chapter 10 —Whether Only Knowledge that is Loved is the Word of the Mind."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book IX 10:2",
                            "text": "15  It is rightly asked then, whether all knowledge is a word, or only knowledge that is loved."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book IX 10:3",
                            "text": "For we also know the things which we hate; but what we do not like, cannot be said to be either conceived or brought forth by the mind."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book IX 10:4",
                            "text": "For not all things which in anyway touch it, are conceived by it; but some only reach the point of being known, but yet are not spoken as words, as for instance those of which we speak now."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book IX 10:5",
                            "text": "For those are called words in one way, which occupy spaces of time by their syllables, whether they are pronounced or only thought; and in another way, all that is known is called a word imprinted on the mind, as long as it can be brought forth from the memory and defined, even though we dislike the thing itself; and in another way still, when we like that which is conceived in the mind."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book IX 10:6",
                            "text": "And that which the apostle says, must be taken according to this last kind of word, \"No man can say that Jesus is the Lord, but by the Holy Ghost;\" since those also say this, but according to another meaning of the term \"word,\" of whom the Lord Himself says, \"Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book IX 10:7",
                            "text": "Nay, even in the case of things which we hate, when we rightly dislike and rightly censure them, we approve and like the censure bestowed upon them, and it becomes a word."
                        },
                        {
                            "verse": 8,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book IX 10:8",
                            "text": "Nor is it the knowledge of vices that displeases us, but the vices themselves."
                        },
                        {
                            "verse": 9,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book IX 10:9",
                            "text": "For I like to know and define what intemperance is; and this is its word."
                        },
                        {
                            "verse": 10,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book IX 10:10",
                            "text": "Just as there are known faults in art, and the knowledge of them is rightly approved, when a connoisseur discerns the species or the privation of excellence, as to affirm and deny that it is or that it is not; yet to be without excellence and to fall away into fault, is worthy of condemnation."
                        },
                        {
                            "verse": 11,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book IX 10:11",
                            "text": "And to define intemperance, and to say its word, belongs to the art of morals; but to be intemperate belongs to that which that art censures."
                        },
                        {
                            "verse": 12,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book IX 10:12",
                            "text": "Just as to know and define what a solecism is, belongs to the art of speaking; but to be guilty of one, is a fault which the same art reprehends."
                        },
                        {
                            "verse": 13,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book IX 10:13",
                            "text": "A word, then, which is the point we wish now to discern and intimate, is knowledge together with love."
                        },
                        {
                            "verse": 14,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book IX 10:14",
                            "text": "Whenever, then, the mind knows and loves itself, its word is joined to it by love."
                        },
                        {
                            "verse": 15,
                            "chapter": 10,
                            "name": "Augustine: On the Trinity Book IX 10:15",
                            "text": "And since it loves knowledge and knows love, both the word is in love and love is in the word, and both are in him who loves and speaks."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Augustine: On the Trinity Book IX 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book IX 11:1",
                            "text": "Chapter 11 —That the Image or Begotten Word of the Mind that Knows Itself is Equal to the Mind Itself."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book IX 11:2",
                            "text": "16  But all knowledge according to species is like the thing which it knows."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book IX 11:3",
                            "text": "For there is another knowledge according to privation, according to which we speak a word only when we condemn."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book IX 11:4",
                            "text": "And this condemnation of a privation is equivalent to praise of the species, and so is approved."
                        },
                        {
                            "verse": 5,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book IX 11:5",
                            "text": "The mind, then, contains some likeness to a known species, whether when liking that species or when disliking its privation."
                        },
                        {
                            "verse": 6,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book IX 11:6",
                            "text": "And hence, in so far as we know God, we are like Him, but not like to the point of equality, since we do not know Him to the extent of His own being."
                        },
                        {
                            "verse": 7,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book IX 11:7",
                            "text": "And as, when we speak of bodies by means of the bodily sense, there arises in our mind some likeness of them, which is a phantasm of the memory; for the bodies themselves are not at all in the mind, when we think them, but only the likenesses of those bodies; therefore, when we approve the latter for the former, we err, for the approving of one thing for another is an error; yet the image of the body in the mind is a thing of a better sort than the species of the body itself, inasmuch as the former is in a better nature, viz."
                        },
                        {
                            "verse": 8,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book IX 11:8",
                            "text": "in a living substance, as the mind is: so when we know God, although we are made better than we were before we knew Him, and above all when the same knowledge being also liked and worthily loved becomes a word, and so that knowledge becomes a kind of likeness of God; yet that knowledge is of a lower kind, since it is in a lower nature; for the mind is creature, but God is Creator."
                        },
                        {
                            "verse": 9,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book IX 11:9",
                            "text": "And from this it may be inferred, that when the mind knows and approves itself, this same knowledge is in such way its word, as that it is altogether on a par and equal with it, and the same; because it is neither the knowledge of a lower essence, as of the body, nor of a higher, as of God."
                        },
                        {
                            "verse": 10,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book IX 11:10",
                            "text": "And whereas knowledge bears a likeness to that which it knows, that is, of which it is the knowledge; in this case it has perfect and equal likeness, when the mind itself, which knows, is known."
                        },
                        {
                            "verse": 11,
                            "chapter": 11,
                            "name": "Augustine: On the Trinity Book IX 11:11",
                            "text": "And so it is both image and word; because it is uttered concerning that mind to which it is equalled in knowing, and that which is begotten is equal to the begetter."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Augustine: On the Trinity Book IX 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:1",
                            "text": "Chapter 12 —Why Love is Not the Offspring of the Mind, as Knowledge is So."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:2",
                            "text": "The Solution of the Question."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:3",
                            "text": "The Mind with the Knowledge of Itself and the Love of Itself is the Image of the Trinity."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:4",
                            "text": "17  What then is love? Will it not be an image? Will it not be a word? Will it not be begotten? For why does the mind beget its knowledge when it knows itself, and not beget its love when it loves itself? For if it is the cause of its own knowing, for the reason that it is knowable, it is also the cause of its own love because it is lovable."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:5",
                            "text": "It is hard, then, to say why it does not beget both."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:6",
                            "text": "For there is a further question also respecting the supreme Trinity itself, the omnipotent God the Creator, after whose image man is made, which troubles men, whom the truth of God invites to the faith by human speech; viz."
                        },
                        {
                            "verse": 7,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:7",
                            "text": "why the Holy Spirit is not also to be either believed or understood to be begotten by God the Father, so that He also may be called a Son."
                        },
                        {
                            "verse": 8,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:8",
                            "text": "And this question we are endeavoring in some way to investigate in the human mind, in order that from a lower image, in which our own nature itself as it were answers, upon being questioned, in a way more familiar to ourselves, we may be able to direct a more practised mental vision from the enlightened creature to the unchangeable light; assuming, however, that the truth itself has persuaded us, that as no Christian doubts the Word of God to be the Son, so that the Holy Spirit is love."
                        },
                        {
                            "verse": 9,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:9",
                            "text": "Let us return, then, to a more careful questioning and consideration upon this subject of that image which is the creature, that is, of the rational mind; wherein the knowledge of some things coming into existence in time, but which did not exist before, and the love of some things which were not loved before, opens to us more clearly what to say: because to speech also itself, which must be disposed in time, that thing is easier of explanation which is comprehended in the order of time."
                        },
                        {
                            "verse": 10,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:10",
                            "text": "18  First, therefore, it is clear that a thing may possibly be knowable, that is, such as can be known, and yet that it may be unknown; but that it is not possible for that to be known which is not knowable."
                        },
                        {
                            "verse": 11,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:11",
                            "text": "Wherefore it must be clearly held that everything whatsoever that we know begets at the same time in us the knowledge of itself; for knowledge is brought forth from both, from the knower and from the thing known."
                        },
                        {
                            "verse": 12,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:12",
                            "text": "When, therefore, the mind knows itself, it alone is the parent of its own knowledge; for it is itself both the thing known and the knower of it."
                        },
                        {
                            "verse": 13,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:13",
                            "text": "But it was knowable to itself also before it knew itself, only the knowledge of itself was not in itself so long as it did not know itself."
                        },
                        {
                            "verse": 14,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:14",
                            "text": "In knowing itself, then, it begets a knowledge of itself equal to itself; since it does not know itself as less than itself is, nor is its knowledge the knowledge of the essence of some one else, not only because itself knows, but also because it knows itself, as we have said above."
                        },
                        {
                            "verse": 15,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:15",
                            "text": "What then is to be said of love; why, when the mind loves itself, it should not seem also to have begotten the love of itself? For it was lovable to itself even before it loved itself since it could love itself; just as it was knowable to itself even before it knew itself, since it could know itself."
                        },
                        {
                            "verse": 16,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:16",
                            "text": "For if it were not knowable to itself, it never could have known itself; and so, if it were not lovable to itself, it never could have loved itself."
                        },
                        {
                            "verse": 17,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:17",
                            "text": "Why therefore may it not be said by loving itself to have begotten its own love, as by knowing itself it has begotten its own knowledge? Is it because it is thereby indeed plainly shown that this is the principle of love, whence it proceeds? for it proceeds from the mind itself, which is lovable to itself before it loves itself, and so is the principle of its own love by which it loves itself: but that this love is not therefore rightly said to be begotten by the mind, as is the knowledge of itself by which the mind knows itself, because in the case of knowledge the thing has been found already, which is what we call brought forth or discovered; and this is commonly preceded by an inquiry such as to find rest when that end is attained."
                        },
                        {
                            "verse": 18,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:18",
                            "text": "For inquiry is the desire of finding, or, what is the same thing, of discovering."
                        },
                        {
                            "verse": 19,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:19",
                            "text": "But those things which are discovered are as it were brought forth, whence they are like offspring; but wherein, except in the case itself of knowledge? For in that case they are as it were uttered and fashioned."
                        },
                        {
                            "verse": 20,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:20",
                            "text": "For although the things existed already which we found by seeking, yet the knowledge of them did not exist, which knowledge we regard as an offspring that is born."
                        },
                        {
                            "verse": 21,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:21",
                            "text": "Further, the desire (appetitus) which there is in seeking proceeds from him who seeks, and is in some way in suspense, and does not rest in the end whither it is directed, except that which is sought be found and conjoined with him who seeks."
                        },
                        {
                            "verse": 22,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:22",
                            "text": "And this desire, that is, inquiry,—although it does not seem to be love, by which that which is known is loved, for in this case we are still striving to know,—yet it is something of the same kind."
                        },
                        {
                            "verse": 23,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:23",
                            "text": "For it can be called will (voluntas),since every one who seeks wills (vult) to find; and if that is sought which belongs to knowledge, every one who seeks wills to know."
                        },
                        {
                            "verse": 24,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:24",
                            "text": "But if he wills ardently and earnestly, he is said to study (studere): a word that is most commonly employed in the case of pursuing and obtaining any branches of learning."
                        },
                        {
                            "verse": 25,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:25",
                            "text": "Therefore, the bringing forth of the mind is preceded by some desire, by which, through seeking and finding what we wish to know, the offspring, viz."
                        },
                        {
                            "verse": 26,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:26",
                            "text": "knowledge itself, is born."
                        },
                        {
                            "verse": 27,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:27",
                            "text": "And for this reason, that desire by which knowledge is conceived and brought forth, cannot rightly be called the bringing forth and the offspring; and the same desire which led us to long for the knowing of the thing, becomes the love of the thing when known, while it holds and embraces its accepted offspring, that is, knowledge, and unites it to its begetter."
                        },
                        {
                            "verse": 28,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:28",
                            "text": "And so there is a kind of image of the Trinity in the mind itself, and the knowledge of it, which is its offspring and its word concerning itself, and love as a third, and these three are one, and one substance."
                        },
                        {
                            "verse": 29,
                            "chapter": 12,
                            "name": "Augustine: On the Trinity Book IX 12:29",
                            "text": "Neither is the offspring less, since the mind knows itself according to the measure of its own being; nor is the love less, since it loves itself according to the measure both of its own knowledge and of its own being."
                        }
                    ]
                }
            ]
        }
    ]
}