{
    "books": [
        {
            "name": "Life of Constantine Book IV",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Life of Constantine Book IV 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Life of Constantine Book IV 1:1",
                            "text": "Life of Constantine, Book IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Life of Constantine Book IV 1:2",
                            "text": "Chapter I."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Life of Constantine Book IV 1:3",
                            "text": "—How he honored Many by Presents and Promotions."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Life of Constantine Book IV 1:4",
                            "text": "While thus variously engaged in promoting the extension and glory of the church of God, and striving by every measure to commend the Saviour's doctrine, the emperor was far from neglecting secular affairs; but in this respect also he was unwearied in bestowing benefits of every kind and in quick succession on the people of every province."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Life of Constantine Book IV 1:5",
                            "text": "On the one hand he manifested a paternal anxiety for the general welfare of his subjects; on the other he would distinguish individuals of his own acquaintance with various marks of honor; conferring his benefits in every instance in a truly noble spirit."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Life of Constantine Book IV 1:6",
                            "text": "No one could request a favor from the emperor, and fail of obtaining what he sought: no one expected a boon from him, and found that expectation vain."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Life of Constantine Book IV 1:7",
                            "text": "Some received presents in money, others in land; some obtained the Praetorian praefecture, others senatorial, others again consular rank: many were appointed provincial governors: others were made counts of the first, second, or third order: in numberless instances the title of Most Illustrious and many other distinctions were conferred; for the emperor devised new dignities, that he might invest a larger number with the tokens of his favor."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Life of Constantine Book IV 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Life of Constantine Book IV 2:1",
                            "text": "Chapter II."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Life of Constantine Book IV 2:2",
                            "text": "—Remission of a Fourth Part of the Taxes."
                        },
                        {
                            "verse": 3,
                            "chapter": 2,
                            "name": "Life of Constantine Book IV 2:3",
                            "text": "The extent to which he studied the general happiness and prosperity may be understood from a single instance most beneficial and universal in its application, and still gratefully remembered."
                        },
                        {
                            "verse": 4,
                            "chapter": 2,
                            "name": "Life of Constantine Book IV 2:4",
                            "text": "He remitted a fourth part of the yearly tribute paid for land, and bestowed it on the owners of the soil; so that if we compute this yearly reduction, we shall find that the cultivators enjoyed their produce free of tribute every fourth year."
                        },
                        {
                            "verse": 5,
                            "chapter": 2,
                            "name": "Life of Constantine Book IV 2:5",
                            "text": "This privilege being established by law, and secured for the time to come, has given occasion for the emperor's beneficence to be held, not merely by the then present generation, but by their children and descendants, in perpetual remembrance."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Life of Constantine Book IV 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Life of Constantine Book IV 3:1",
                            "text": "Chapter III."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Life of Constantine Book IV 3:2",
                            "text": "—Equalization of the More Oppressive Taxes."
                        },
                        {
                            "verse": 3,
                            "chapter": 3,
                            "name": "Life of Constantine Book IV 3:3",
                            "text": "And whereas some persons found fault with the surveys of land which had been made under former emperors, and complained that their property was unduly burdened; acting in this case also on the principles of justice, he sent commissioners to equalize the tribute, and to secure immunity to those who had made this appeal."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Life of Constantine Book IV 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Life of Constantine Book IV 4:1",
                            "text": "Chapter IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Life of Constantine Book IV 4:2",
                            "text": "—His Liberality, from His Private Resources, to the Losers in Suits of a Pecuniary Nature."
                        },
                        {
                            "verse": 3,
                            "chapter": 4,
                            "name": "Life of Constantine Book IV 4:3",
                            "text": "In cases of judicial arbitration, in order that the loser by his decision might not quit his presence less contented than the victorious litigant, he himself bestowed, and from his own private means, in some cases lands, in other money, on the defeated party."
                        },
                        {
                            "verse": 4,
                            "chapter": 4,
                            "name": "Life of Constantine Book IV 4:4",
                            "text": "In this manner he took care that the loser, as having appeared in his presence, should be as well satisfied as the gainer of the cause; for he considered that no one ought in any case to retire dejected and sorrowful from an interview with such a prince."
                        },
                        {
                            "verse": 5,
                            "chapter": 4,
                            "name": "Life of Constantine Book IV 4:5",
                            "text": "Thus it happened that both parties returned from the scene of trial with glad and cheerful countenances, while the emperor's noble-minded liberality excited universal admiration."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Life of Constantine Book IV 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Life of Constantine Book IV 5:1",
                            "text": "Chapter V."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Life of Constantine Book IV 5:2",
                            "text": "—Conquest of the Scythians defeated through the Sign of Our Saviour."
                        },
                        {
                            "verse": 3,
                            "chapter": 5,
                            "name": "Life of Constantine Book IV 5:3",
                            "text": "And why should I relate even briefly and incidentally, how he subjected barbarous nations to the Roman power; how he was the first who subjugated the Scythian and Sarmatian tribes, which had never learned submission, and compelled them, how unwilling soever, to own the sovereignty of Rome? For the emperors who preceded him had actually rendered tribute to the Scythians: and Romans, by an annual payment, had confessed themselves servants to barbarians; an indignity which our emperor could no longer bear, nor think it consistent with his victorious career to continue the payment his predecessors had made."
                        },
                        {
                            "verse": 4,
                            "chapter": 5,
                            "name": "Life of Constantine Book IV 5:4",
                            "text": "Accordingly, with full confidence in his Saviour's aid, he raised his conquering standard against these enemies also, and soon reduced them all to obedience; coercing by military force those who fiercely resisted his authority, while, on the other hand, he conciliated the rest by wisely conducted embassies, and reclaimed them to a state of order and civilization from their lawless and savage life."
                        },
                        {
                            "verse": 5,
                            "chapter": 5,
                            "name": "Life of Constantine Book IV 5:5",
                            "text": "Thus the Scythians at length learned to acknowledge subjection to the power of Rome."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Life of Constantine Book IV 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Life of Constantine Book IV 6:1",
                            "text": "Chapter VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Life of Constantine Book IV 6:2",
                            "text": "—Conquest of the Sarmatians, consequent on the Rebellion of their Slaves."
                        },
                        {
                            "verse": 3,
                            "chapter": 6,
                            "name": "Life of Constantine Book IV 6:3",
                            "text": "With respect to the Sarmatians, God himself brought them beneath the rule of Constantine, and subdued a nation swelling with barbaric pride in the following manner."
                        },
                        {
                            "verse": 4,
                            "chapter": 6,
                            "name": "Life of Constantine Book IV 6:4",
                            "text": "Being attacked by the Scythians, they had entrusted their slaves with arms, in order to repel the enemy."
                        },
                        {
                            "verse": 5,
                            "chapter": 6,
                            "name": "Life of Constantine Book IV 6:5",
                            "text": "These slaves first overcame the invaders and then, turning their weapons against their masters, drove them all from their native land."
                        },
                        {
                            "verse": 6,
                            "chapter": 6,
                            "name": "Life of Constantine Book IV 6:6",
                            "text": "The expelled Sarmatians found that their only hope of safety was in Constantine's protection: and he, whose familiar habit it was to save men's lives, received them all within the confines of the Roman empire."
                        },
                        {
                            "verse": 7,
                            "chapter": 6,
                            "name": "Life of Constantine Book IV 6:7",
                            "text": "Those who were capable of serving he incorporated with his own troops: to the rest he allotted lands to cultivate for their own support: so that they themselves acknowledged that their past misfortune had produced a happy result, in that they now enjoyed Roman liberty in place of savage barbarism."
                        },
                        {
                            "verse": 8,
                            "chapter": 6,
                            "name": "Life of Constantine Book IV 6:8",
                            "text": "In this manner God added to his dominions many and various barbaric tribes."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Life of Constantine Book IV 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Life of Constantine Book IV 7:1",
                            "text": "Chapter VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Life of Constantine Book IV 7:2",
                            "text": "—Ambassadors from Different Barbarous Nations receive Presents from the Emperor."
                        },
                        {
                            "verse": 3,
                            "chapter": 7,
                            "name": "Life of Constantine Book IV 7:3",
                            "text": "Indeed, ambassadors were continually arriving from all nations, bringing for his acceptance their most precious gifts."
                        },
                        {
                            "verse": 4,
                            "chapter": 7,
                            "name": "Life of Constantine Book IV 7:4",
                            "text": "So that I myself have sometimes stood near the entrance of the imperial palace, and observed a noticeable array of barbarians in attendance, differing from each other in costume and decorations, and equally unlike in the fashion of their hair and beard."
                        },
                        {
                            "verse": 5,
                            "chapter": 7,
                            "name": "Life of Constantine Book IV 7:5",
                            "text": "Their aspect truculent and terrible, their bodily stature prodigious: some of a red complexion, others white as snow, others again of an intermediate color."
                        },
                        {
                            "verse": 6,
                            "chapter": 7,
                            "name": "Life of Constantine Book IV 7:6",
                            "text": "For in the number of those I have referred to might be seen specimens of the Blemmyan tribes, of the Indians, and the Ethiopians, \"that widely-divided race, remotest of mankind\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 7,
                            "name": "Life of Constantine Book IV 7:7",
                            "text": "All these in due succession, like some painted pageant, presented to the emperor those gifts which their own nation held in most esteem; some offering crowns of gold, others diadems set with precious stones; some bringing fair-haired boys, others barbaric vestments embroidered with gold and flowers: some appeared with horses, others with shields and long spears, with arrows and bows, thereby offering their services and alliance for the emperor's acceptance."
                        },
                        {
                            "verse": 8,
                            "chapter": 7,
                            "name": "Life of Constantine Book IV 7:8",
                            "text": "These presents he separately received and carefully laid aside, acknowledging them in so munificent a manner as at once to enrich those who bore them."
                        },
                        {
                            "verse": 9,
                            "chapter": 7,
                            "name": "Life of Constantine Book IV 7:9",
                            "text": "He also honored the noblest among them with Roman offices of dignity; so that many of them thenceforward preferred to continue their residence among us, and felt no desire to revisit their native land."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Life of Constantine Book IV 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Life of Constantine Book IV 8:1",
                            "text": "Chapter VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Life of Constantine Book IV 8:2",
                            "text": "—That he wrote also to the King of Persia,who had sent him an Embassy, on Behalf of the Christians in his Realm."
                        },
                        {
                            "verse": 3,
                            "chapter": 8,
                            "name": "Life of Constantine Book IV 8:3",
                            "text": "The king of the Persians also having testified a desire to form an alliance with Constantine, by sending an embassy and presents as assurances of peace and friendship, the emperor, in negotiating this treaty, far surpassed the monarch who had first done him honor, in the magnificence with which he acknowledged his gifts."
                        },
                        {
                            "verse": 4,
                            "chapter": 8,
                            "name": "Life of Constantine Book IV 8:4",
                            "text": "Having heard, too, that there were many churches of God in Persia, and that large numbers there were gathered into the fold of Christ, full of joy at this intelligence, he resolved to extend his anxiety for the general welfare to that country also, as one whose aim it was to care for all alike in every nation."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Life of Constantine Book IV 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Life of Constantine Book IV 9:1",
                            "text": "Chapter IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Life of Constantine Book IV 9:2",
                            "text": "—Letter of Constantine Augustus to Sapor, King of the Persians, containing a truly Pious Confession of God and Christ."
                        },
                        {
                            "verse": 3,
                            "chapter": 9,
                            "name": "Life of Constantine Book IV 9:3",
                            "text": "Copy of his Letter to the King of Persia."
                        },
                        {
                            "verse": 4,
                            "chapter": 9,
                            "name": "Life of Constantine Book IV 9:4",
                            "text": "\"By keeping the Divine faith, I am made a partaker of the light of truth: guided by the light of truth, I advance in the knowledge of the Divine faith."
                        },
                        {
                            "verse": 5,
                            "chapter": 9,
                            "name": "Life of Constantine Book IV 9:5",
                            "text": "Hence it is that, as my actions themselves evince, I profess the most holy religion; and this worship I declare to be that which teaches me deeper acquaintance with the most holy God; aided by whose Divine power, beginning from the very borders of the ocean, I have aroused each nation of the world in succession to a well-grounded hope of security; so that those which, groaning in servitude to the most cruel tyrants and yielding to the pressure of their daily sufferings, had well nigh been utterly destroyed, have been restored through my agency to a far happier state."
                        },
                        {
                            "verse": 6,
                            "chapter": 9,
                            "name": "Life of Constantine Book IV 9:6",
                            "text": "This God I confess that I hold in unceasing honor and remembrance; this God I delight to contemplate with pure and guileless thoughts in the height of his glory."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Life of Constantine Book IV 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Life of Constantine Book IV 10:1",
                            "text": "Chapter X."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Life of Constantine Book IV 10:2",
                            "text": "—The Writer denounces Idols, and glorifies God."
                        },
                        {
                            "verse": 3,
                            "chapter": 10,
                            "name": "Life of Constantine Book IV 10:3",
                            "text": "\"This God I invoke with bended knees, and recoil with horror from the blood of sacrifices, from their foul and detestable odors, and from every earth-born magic fire: for the profane and impious superstitions which are defiled by these rites have cast down and consigned to perdition many, nay, whole nations of the Gentile world."
                        },
                        {
                            "verse": 4,
                            "chapter": 10,
                            "name": "Life of Constantine Book IV 10:4",
                            "text": "For he who is Lord of all cannot endure that those blessings which, in his own loving-kindness and consideration of the wants of men, he has revealed for the use of all, should be perverted to serve the lusts of any."
                        },
                        {
                            "verse": 5,
                            "chapter": 10,
                            "name": "Life of Constantine Book IV 10:5",
                            "text": "His only demand from man is purity of mind and an undefiled spirit; and by this standard he weighs the actions of virtue and godliness."
                        },
                        {
                            "verse": 6,
                            "chapter": 10,
                            "name": "Life of Constantine Book IV 10:6",
                            "text": "For his pleasure is in works of moderation and gentleness: he loves the meek, and hates the turbulent spirit: delighting in faith, he chastises unbelief: by him all presumptuous power is broken down, and he avenges the insolence of the proud."
                        },
                        {
                            "verse": 7,
                            "chapter": 10,
                            "name": "Life of Constantine Book IV 10:7",
                            "text": "While the arrogant and haughty are utterly overthrown, he requires the humble and forgiving with deserved rewards: even so does he highly honor and strengthen with his special help a kingdom justly governed, and maintains a prudent king in the tranquillity of peace."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Life of Constantine Book IV 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Life of Constantine Book IV 11:1",
                            "text": "Chapter XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Life of Constantine Book IV 11:2",
                            "text": "—Against the Tyrants and Persecutors; and on the Captivity of Valerian."
                        },
                        {
                            "verse": 3,
                            "chapter": 11,
                            "name": "Life of Constantine Book IV 11:3",
                            "text": "\"I cannot, then, my brother believe that I err in acknowledging this one God, the author and parent of all things: whom many of my predecessors in power, led astray by the madness of error, have ventured to deny, but who were all visited with a retribution so terrible and so destructive, that all succeeding generations have held up their calamities as the most effectual warning to any who desire to follow in their steps."
                        },
                        {
                            "verse": 4,
                            "chapter": 11,
                            "name": "Life of Constantine Book IV 11:4",
                            "text": "Of the number of these I believe him to have been, whom the lightning-stroke of Divine vengeance drove forth from hence, and banished to your dominions and whose disgrace contributed to the fame of your celebrated triumph."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Life of Constantine Book IV 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Life of Constantine Book IV 12:1",
                            "text": "Chapter XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Life of Constantine Book IV 12:2",
                            "text": "—He declares that, having witnessed the Fall of the Persecutors, he now rejoices at the Peace enjoyed by the Christians."
                        },
                        {
                            "verse": 3,
                            "chapter": 12,
                            "name": "Life of Constantine Book IV 12:3",
                            "text": "\"And it is surely a happy circumstance that the punishment of such persons as I have described should have been publicly manifested in our own times."
                        },
                        {
                            "verse": 4,
                            "chapter": 12,
                            "name": "Life of Constantine Book IV 12:4",
                            "text": "For I myself have witnessed the end of those who lately harassed the worshipers of God by their impious edict."
                        },
                        {
                            "verse": 5,
                            "chapter": 12,
                            "name": "Life of Constantine Book IV 12:5",
                            "text": "And for this abundant thanksgivings are due to God that through his excellent Providence all men who observe his holy laws are gladdened by the renewed enjoyment of peace."
                        },
                        {
                            "verse": 6,
                            "chapter": 12,
                            "name": "Life of Constantine Book IV 12:6",
                            "text": "Hence I am fully persuaded that everything is in the best and safest posture, since God is vouchsafing, through the influence of their pure and faithful religious service, and their unity of judgment respecting his Divine character, to gather all men to himself."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Life of Constantine Book IV 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Life of Constantine Book IV 13:1",
                            "text": "Chapter XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Life of Constantine Book IV 13:2",
                            "text": "—He bespeaks his Affectionate Interest for the Christians in his Country."
                        },
                        {
                            "verse": 3,
                            "chapter": 13,
                            "name": "Life of Constantine Book IV 13:3",
                            "text": "\"Imagine, then, with what joy I heard tidings so accordant with my desire, that the fairest districts of Persia are filled with those men on whose behalf alone I am at present speaking, I mean the Christians."
                        },
                        {
                            "verse": 4,
                            "chapter": 13,
                            "name": "Life of Constantine Book IV 13:4",
                            "text": "I pray, therefore, that both you and they may enjoy abundant prosperity, and that your blessings and theirs may be in equal measure; for thus you will experience the mercy and favor of that God who is the Lord and Father of all."
                        },
                        {
                            "verse": 5,
                            "chapter": 13,
                            "name": "Life of Constantine Book IV 13:5",
                            "text": "And now, because your power is great, I commend these persons to your protection; because your piety is eminent, I commit them to your care."
                        },
                        {
                            "verse": 6,
                            "chapter": 13,
                            "name": "Life of Constantine Book IV 13:6",
                            "text": "Cherish them with your wonted humanity and kindness; for by this proof of faith you will secure an immeasurable benefit both to yourself and us\"."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Life of Constantine Book IV 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Life of Constantine Book IV 14:1",
                            "text": "Chapter XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Life of Constantine Book IV 14:2",
                            "text": "—How the Zealous Prayers of Constantine procured Peace to the Christians."
                        },
                        {
                            "verse": 3,
                            "chapter": 14,
                            "name": "Life of Constantine Book IV 14:3",
                            "text": "Thus, the nations of the world being everywhere guided in their course as it were by the skill of a single pilot, and acquiescing in the administration of him who governed as the servant of God, the peace of the Roman empire continued undisturbed, and all classes of his subjects enjoyed a life of tranquillity and repose."
                        },
                        {
                            "verse": 4,
                            "chapter": 14,
                            "name": "Life of Constantine Book IV 14:4",
                            "text": "At the same time the emperor, who was convinced that the prayers of godly men contributed powerfully to the maintenance of the public welfare, felt himself constrained zealously to seek such prayers and not only himself implored the help and favor of God, but charged the prelates of the churches to offer supplications on his behalf."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Life of Constantine Book IV 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Life of Constantine Book IV 15:1",
                            "text": "Chapter XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Life of Constantine Book IV 15:2",
                            "text": "—He causes himself to be represented on his Coins, and in his Portraits, in the Attitude of Prayer."
                        },
                        {
                            "verse": 3,
                            "chapter": 15,
                            "name": "Life of Constantine Book IV 15:3",
                            "text": "How deeply his soul was impressed by the power of divine faith may be understood from the circumstance that he directed his likeness to be stamped on the golden coin of the empire with the eyes uplifted as in the posture of prayer to God: and this money became current throughout the Roman world."
                        },
                        {
                            "verse": 4,
                            "chapter": 15,
                            "name": "Life of Constantine Book IV 15:4",
                            "text": "His portrait also at full length was placed over the entrance gates of the palaces in some cities, the eyes upraised to heaven, and the hands outspread as if in prayer."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Life of Constantine Book IV 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Life of Constantine Book IV 16:1",
                            "text": "Chapter XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Life of Constantine Book IV 16:2",
                            "text": "—He forbids by Law the Placing his Likeness in Idol Temples."
                        },
                        {
                            "verse": 3,
                            "chapter": 16,
                            "name": "Life of Constantine Book IV 16:3",
                            "text": "In this manner he represented himself, even through the medium of painting, as habitually engaged in prayer to God."
                        },
                        {
                            "verse": 4,
                            "chapter": 16,
                            "name": "Life of Constantine Book IV 16:4",
                            "text": "At the same time he forbade, by an express enactment, the setting up of any resemblance of himself in any idol temple, that not even the mere lineaments of his person might receive contamination from the error of forbidden superstition."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Life of Constantine Book IV 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Life of Constantine Book IV 17:1",
                            "text": "Chapter XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Life of Constantine Book IV 17:2",
                            "text": "—Of his Prayers in the Palace, and his Reading the Holy Scriptures."
                        },
                        {
                            "verse": 3,
                            "chapter": 17,
                            "name": "Life of Constantine Book IV 17:3",
                            "text": "Still nobler proofs of his piety might be discerned by those who marked how he modeled as it were his very palace into a church of God, and himself afforded a pattern of zeal to those assembled therein: how he took the sacred scriptures into his hands, and devoted himself to the study of those divinely inspired oracles; after which he would offer up regular prayers with all the members of his imperial court."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Life of Constantine Book IV 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Life of Constantine Book IV 18:1",
                            "text": "Chapter XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Life of Constantine Book IV 18:2",
                            "text": "—He enjoins the General Observance of the Lord's Day, and the Day of Preparation."
                        },
                        {
                            "verse": 3,
                            "chapter": 18,
                            "name": "Life of Constantine Book IV 18:3",
                            "text": "He ordained, too, that one day should be regarded as a special occasion for prayer: I mean that which is truly the first and chief of all, the day of our Lord and Saviour."
                        },
                        {
                            "verse": 4,
                            "chapter": 18,
                            "name": "Life of Constantine Book IV 18:4",
                            "text": "The entire care of his household was entrusted to deacons and other ministers consecrated to the service of God, and distinguished by gravity of life and every other virtue: while his trusty body guard, strong in affection and fidelity to his person, found in their emperor an instructor in the practice of piety, and like him held the Lord's salutary day in honor and performed on that day the devotions which he loved."
                        },
                        {
                            "verse": 5,
                            "chapter": 18,
                            "name": "Life of Constantine Book IV 18:5",
                            "text": "The same observance was recommended by this blessed prince to all classes of his subjects: his earnest desire being gradually to lead all mankind to the worship of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 18,
                            "name": "Life of Constantine Book IV 18:6",
                            "text": "Accordingly he enjoined on all the subjects of the Roman empire to observe the Lord's day, as a day of rest, and also to honor the day which precedes the Sabbath; in memory, I suppose, of what the Saviour of mankind is recorded to have achieved on that day."
                        },
                        {
                            "verse": 7,
                            "chapter": 18,
                            "name": "Life of Constantine Book IV 18:7",
                            "text": "And since his desire was to teach his whole army zealously to honor the Saviour's day (which derives its name from light, and from the sun), he freely granted to those among them who were partakers of the divine faith, leisure for attendance on the services of the Church of God, in order that they might be able, without impediment, to perform their religious worship."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Life of Constantine Book IV 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Life of Constantine Book IV 19:1",
                            "text": "Chapter XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Life of Constantine Book IV 19:2",
                            "text": "—That he directed even his Pagan Soldiers to pray on the Lord's Day."
                        },
                        {
                            "verse": 3,
                            "chapter": 19,
                            "name": "Life of Constantine Book IV 19:3",
                            "text": "With regard to those who were as yet ignorant of divine truth, he provided by a second statute that they should appear on each Lord's day on an open plain near the city, and there, at a given signal, offer to God with one accord a prayer which they had previously learnt."
                        },
                        {
                            "verse": 4,
                            "chapter": 19,
                            "name": "Life of Constantine Book IV 19:4",
                            "text": "He admonished them that their confidence should not rest in their spears, or armor, or bodily strength, but that they should acknowledge the supreme God as the giver of every good, and of victory itself; to whom they were bound to offer their prayers with due regularity, uplifting their hands toward heaven, and raising their mental vision higher still to the king of heaven, on whom they should call as the Author of victory, their Preserver, Guardian, and Helper."
                        },
                        {
                            "verse": 5,
                            "chapter": 19,
                            "name": "Life of Constantine Book IV 19:5",
                            "text": "The emperor himself prescribed the prayer to be used by all his troops, commanding them, to pronounce the following words in the Latin tongue:."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Life of Constantine Book IV 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Life of Constantine Book IV 20:1",
                            "text": "Chapter XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Life of Constantine Book IV 20:2",
                            "text": "—The Form of Prayer given by Constantine to his Soldiers."
                        },
                        {
                            "verse": 3,
                            "chapter": 20,
                            "name": "Life of Constantine Book IV 20:3",
                            "text": "\"We acknowledge thee the only God: we own thee, as our King and implore thy succor."
                        },
                        {
                            "verse": 4,
                            "chapter": 20,
                            "name": "Life of Constantine Book IV 20:4",
                            "text": "By thy favor have we gotten the victory: through thee are we mightier than our enemies."
                        },
                        {
                            "verse": 5,
                            "chapter": 20,
                            "name": "Life of Constantine Book IV 20:5",
                            "text": "We render thanks for thy past benefits, and trust thee for future blessings."
                        },
                        {
                            "verse": 6,
                            "chapter": 20,
                            "name": "Life of Constantine Book IV 20:6",
                            "text": "Together we pray to thee, and beseech thee long to preserve to us, safe and triumphant, our emperor Constantine and his pious sons\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 20,
                            "name": "Life of Constantine Book IV 20:7",
                            "text": "Such was the duty to be performed on Sunday by his troops, and such the prayer they were instructed to offer up to God."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Life of Constantine Book IV 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Life of Constantine Book IV 21:1",
                            "text": "Chapter XXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Life of Constantine Book IV 21:2",
                            "text": "—He orders the Sign of the Saviour's Cross to be engraven on his Soldiers' Shields."
                        },
                        {
                            "verse": 3,
                            "chapter": 21,
                            "name": "Life of Constantine Book IV 21:3",
                            "text": "And not only so, but he also caused the sign of the salutary trophy to be impressed on the very shields of his soldiers; and commanded that his embattled forces should be preceded in their march, not by golden images, as heretofore, but only by the standard of the cross."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Life of Constantine Book IV 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Life of Constantine Book IV 22:1",
                            "text": "Chapter XXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Life of Constantine Book IV 22:2",
                            "text": "—Of his Zeal in Prayer, and the Honor he paid to the Feast of Easter."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Life of Constantine Book IV 22:3",
                            "text": "The emperor himself, as a sharer in the holy mysteries of our religion, would seclude himself daily at a stated hour in the innermost chambers of his palace; and there in solitary converse with his God, would kneel in humble supplication, and entreat the blessings of which he stood in need."
                        },
                        {
                            "verse": 4,
                            "chapter": 22,
                            "name": "Life of Constantine Book IV 22:4",
                            "text": "But especially at the salutary feast of Easter, his religious diligence was redoubled; he fulfilled as it were the duties of a hierophant with every energy of his mind and body, and outvied all others in the zealous celebration of this feast."
                        },
                        {
                            "verse": 5,
                            "chapter": 22,
                            "name": "Life of Constantine Book IV 22:5",
                            "text": "He changed, too, the holy night vigil into a brightness like that of day, by causing waxen tapers of great length to be lighted throughout the city: besides which, torches everywhere diffused their light, so as to impart to this mystic vigil a brilliant splendor beyond that of day."
                        },
                        {
                            "verse": 6,
                            "chapter": 22,
                            "name": "Life of Constantine Book IV 22:6",
                            "text": "As soon as day itself returned, in imitation of our Saviour's gracious acts, he opened a liberal hand to his subjects of every nation, province, and people, and lavished abundant bounties on all."
                        }
                    ]
                },
                {
                    "chapter": 23,
                    "name": "Life of Constantine Book IV 23",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 23,
                            "name": "Life of Constantine Book IV 23:1",
                            "text": "Chapter XXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 23,
                            "name": "Life of Constantine Book IV 23:2",
                            "text": "—How he forbade Idolatrous Worship, but honored Martyrs and the Church Festivals."
                        },
                        {
                            "verse": 3,
                            "chapter": 23,
                            "name": "Life of Constantine Book IV 23:3",
                            "text": "Such were his sacred ministrations in the service of his God."
                        },
                        {
                            "verse": 4,
                            "chapter": 23,
                            "name": "Life of Constantine Book IV 23:4",
                            "text": "At the same time, his subjects, both civil and military, throughout the empire, found a barrier everywhere opposed against idol worship, and every kind of sacrifice forbidden."
                        },
                        {
                            "verse": 5,
                            "chapter": 23,
                            "name": "Life of Constantine Book IV 23:5",
                            "text": "A statute was also passed, enjoining the due observance of the Lord's day, and transmitted to the governors of every province, who undertook, at the emperor's command, to respect the days commemorative of martyrs, and duly to honor the festal seasons in the churches: and all these intentions were fullfilled to the emperor's entire satisfaction."
                        }
                    ]
                },
                {
                    "chapter": 24,
                    "name": "Life of Constantine Book IV 24",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 24,
                            "name": "Life of Constantine Book IV 24:1",
                            "text": "Chapter XXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 24,
                            "name": "Life of Constantine Book IV 24:2",
                            "text": "—That he described himself to be a Bishop, in Charge of Affairs External to the Church."
                        },
                        {
                            "verse": 3,
                            "chapter": 24,
                            "name": "Life of Constantine Book IV 24:3",
                            "text": "Hence it was not without reason that once, on the occasion of his entertaining a company of bishops, he let fall the expression, \"that he himself too was a bishop,\" addressing them in my hearing in the following words: \"You are bishops whose jurisdiction is within the Church: I also am a bishop, ordained by God to overlook whatever is external to the Church\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 24,
                            "name": "Life of Constantine Book IV 24:4",
                            "text": "And truly his measures corresponded with his words: for he watched over his subjects with an episcopal care, and exhorted them as far as in him lay to follow a godly life."
                        }
                    ]
                },
                {
                    "chapter": 25,
                    "name": "Life of Constantine Book IV 25",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 25,
                            "name": "Life of Constantine Book IV 25:1",
                            "text": "Chapter XXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 25,
                            "name": "Life of Constantine Book IV 25:2",
                            "text": "—Prohibition of Sacrifices, of Mystic Rites, Combats of Gladiators, also the Licentious Worship of the Nile."
                        },
                        {
                            "verse": 3,
                            "chapter": 25,
                            "name": "Life of Constantine Book IV 25:3",
                            "text": "Consistently with this zeal he issued successive laws and ordinances, forbidding any to offer sacrifice to idols, to consult diviners, to erect images, or to pollute the cities with the sanguinary combats of gladiators."
                        },
                        {
                            "verse": 4,
                            "chapter": 25,
                            "name": "Life of Constantine Book IV 25:4",
                            "text": "And inasmuch as the Egyptians, especially those of Alexandria, had been accustomed to honor their river through a priesthood composed of effeminate men, a further law was passed commanding the extermination of the whole class as vicious, that no one might thenceforward be found tainted with the like impurity."
                        },
                        {
                            "verse": 5,
                            "chapter": 25,
                            "name": "Life of Constantine Book IV 25:5",
                            "text": "And whereas the superstitious inhabitants apprehended that the river would in consequence withhold its customary flood, God himself showed his approval of the emperor's law by ordering all things in a manner quite contrary to their expectation."
                        },
                        {
                            "verse": 6,
                            "chapter": 25,
                            "name": "Life of Constantine Book IV 25:6",
                            "text": "For those who had defiled the cities by their vicious conduct were indeed seen no more; but the river, as if the country through which it flowed had been purified to receive it, rose higher than ever before, and completely overflowed the country with its fertilizing streams: thus effectually admonishing the deluded people to turn from impure men, and ascribe their prosperity to him alone who is the Giver of all good."
                        }
                    ]
                },
                {
                    "chapter": 26,
                    "name": "Life of Constantine Book IV 26",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 26,
                            "name": "Life of Constantine Book IV 26:1",
                            "text": "Chapter XXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 26,
                            "name": "Life of Constantine Book IV 26:2",
                            "text": "—Amendment of the Law in Force respecting Childless Persons, and of the Law of Wills."
                        },
                        {
                            "verse": 3,
                            "chapter": 26,
                            "name": "Life of Constantine Book IV 26:3",
                            "text": "So numerous, indeed, were the benefits of this kind conferred by the emperor on every province, as to afford ample materials to any who might desire to record them."
                        },
                        {
                            "verse": 4,
                            "chapter": 26,
                            "name": "Life of Constantine Book IV 26:4",
                            "text": "Among these may be instanced those laws which he entirely remodelled, and established on a more equitable basis: the nature of which reform may be briefly and easily explained."
                        },
                        {
                            "verse": 5,
                            "chapter": 26,
                            "name": "Life of Constantine Book IV 26:5",
                            "text": "The childless were punished under the old law with the forfeiture of their hereditary property, a merciless statute, which dealt with them as positive criminals."
                        },
                        {
                            "verse": 6,
                            "chapter": 26,
                            "name": "Life of Constantine Book IV 26:6",
                            "text": "The emperor annulled this, and decreed that those so circumstanced should inherit."
                        },
                        {
                            "verse": 7,
                            "chapter": 26,
                            "name": "Life of Constantine Book IV 26:7",
                            "text": "He regulated the question on the principles of equity and justice, arguing willful transgressors should be chastised with the penalties their crimes deserve."
                        },
                        {
                            "verse": 8,
                            "chapter": 26,
                            "name": "Life of Constantine Book IV 26:8",
                            "text": "But nature herself denies children to many, who long, perhaps, for a numerous offspring, but are disappointed of their hope by bodily infirmity."
                        },
                        {
                            "verse": 9,
                            "chapter": 26,
                            "name": "Life of Constantine Book IV 26:9",
                            "text": "Others continue childless, not from any dislike of posterity, but because their ardent love of philosophy renders them averse to the conjugal union."
                        },
                        {
                            "verse": 10,
                            "chapter": 26,
                            "name": "Life of Constantine Book IV 26:10",
                            "text": "Women, too, consecrated to the service of God, have maintained a pure and spotless virginity, and have devoted themselves, soul and body to a life of entire chastity and holiness."
                        },
                        {
                            "verse": 11,
                            "chapter": 26,
                            "name": "Life of Constantine Book IV 26:11",
                            "text": "What then? Should this conduct be deemed worthy of punishment, or rather of admiration and praise; since to desire this state is in itself honorable, and to maintain it surpasses the power of unassisted nature? Surely those whose bodily infirmity destroys their hope of offspring are worthy of pity, not of punishment: and he who devotes himself to a higher object calls not for chastisement, but especial admiration."
                        },
                        {
                            "verse": 12,
                            "chapter": 26,
                            "name": "Life of Constantine Book IV 26:12",
                            "text": "On such principles of sound reason did the emperor rectify the defects of this law."
                        },
                        {
                            "verse": 13,
                            "chapter": 26,
                            "name": "Life of Constantine Book IV 26:13",
                            "text": "Again, with regard to the wills of dying persons, the old laws had ordained that they should be expressed, even at the latest breath, as it were, in certain definite words, and had prescribed the exact form and terms to be employed."
                        },
                        {
                            "verse": 14,
                            "chapter": 26,
                            "name": "Life of Constantine Book IV 26:14",
                            "text": "This practice had occasioned many fraudulent attempts to hinder the intentions of the deceased from being carried into full effect."
                        },
                        {
                            "verse": 15,
                            "chapter": 26,
                            "name": "Life of Constantine Book IV 26:15",
                            "text": "As soon as our emperor was aware of these abuses, he reformed this law likewise, declaring that a dying man ought to be permitted to indicate his last wishes in as few words as possible, and in whatever terms he pleased; and to set forth his will in any written form; or even by word of mouth, provided it were done in the presence of proper witnesses, who might be competent faithfully to discharge their trust."
                        }
                    ]
                },
                {
                    "chapter": 27,
                    "name": "Life of Constantine Book IV 27",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 27,
                            "name": "Life of Constantine Book IV 27:1",
                            "text": "Chapter XXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 27,
                            "name": "Life of Constantine Book IV 27:2",
                            "text": "—Among Other Enactments, he decrees that no Christian shall slave to a Jew, and affirms the Validity of the Decisions of Councils."
                        },
                        {
                            "verse": 3,
                            "chapter": 27,
                            "name": "Life of Constantine Book IV 27:3",
                            "text": "He also passed a law to the effect that no Christian should remain in servitude to a Jewish master, on the ground that it could not be right that those whom the Saviour had ransomed should be subjected to the yoke of slavery by a people who had slain the prophets and the Lord himself."
                        },
                        {
                            "verse": 4,
                            "chapter": 27,
                            "name": "Life of Constantine Book IV 27:4",
                            "text": "If any were found hereafter in these circumstances, the slave was to be set at liberty, and the master punished by a fine."
                        },
                        {
                            "verse": 5,
                            "chapter": 27,
                            "name": "Life of Constantine Book IV 27:5",
                            "text": "He likewise added the sanction of his authority to the decisions of bishops passed at their synods, and forbade the provincial governors to annul any of their decrees: for he rated the priests of God at a higher value than any judge whatever."
                        },
                        {
                            "verse": 6,
                            "chapter": 27,
                            "name": "Life of Constantine Book IV 27:6",
                            "text": "These and a thousand similar provisions did he enact for the benefit of his subjects; but there is not time now to give a special description of them, such as might convey an accurate idea of his imperial wisdom in these respects: nor need I now relate at length, how, as a devoted servant of the Supreme God, he employed himself from morning until night in seeking objects for his beneficence, and how equally and universally kind he was to all."
                        }
                    ]
                },
                {
                    "chapter": 28,
                    "name": "Life of Constantine Book IV 28",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 28,
                            "name": "Life of Constantine Book IV 28:1",
                            "text": "Chapter XXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 28,
                            "name": "Life of Constantine Book IV 28:2",
                            "text": "—His Gifts to the Churches, and Bounties to Virgins and to the Poor."
                        },
                        {
                            "verse": 3,
                            "chapter": 28,
                            "name": "Life of Constantine Book IV 28:3",
                            "text": "His liberality, however, was most especially exercised on behalf of the churches of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 28,
                            "name": "Life of Constantine Book IV 28:4",
                            "text": "In some cases he granted lands, in others he issued supplies of food for the support of the poor, of orphan children, and widows; besides which, he evinced much care and forethought in fully providing the naked and destitute with clothing."
                        },
                        {
                            "verse": 5,
                            "chapter": 28,
                            "name": "Life of Constantine Book IV 28:5",
                            "text": "He distinguished, however, with most special honor those who had devoted their lives to the practice of Divine philosophy."
                        },
                        {
                            "verse": 6,
                            "chapter": 28,
                            "name": "Life of Constantine Book IV 28:6",
                            "text": "Hence his respect, little short of veneration, for God's most holy and ever virgin choir: for he felt assured that the God to whom such persons devoted themselves was himself an inmate of their souls."
                        }
                    ]
                },
                {
                    "chapter": 29,
                    "name": "Life of Constantine Book IV 29",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 29,
                            "name": "Life of Constantine Book IV 29:1",
                            "text": "Chapter XXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 29,
                            "name": "Life of Constantine Book IV 29:2",
                            "text": "—Of Constantine's Discourses and Declamations."
                        },
                        {
                            "verse": 3,
                            "chapter": 29,
                            "name": "Life of Constantine Book IV 29:3",
                            "text": "For himself, he sometimes passed sleepless nights in furnishing his mind with Divine knowledge: and much of his time was spent in composing discourses, many of which he delivered in public; for he conceived it to be incumbent on him to govern his subjects by appealing to their reason, and to secure in all respects a rational obedience to his authority."
                        },
                        {
                            "verse": 4,
                            "chapter": 29,
                            "name": "Life of Constantine Book IV 29:4",
                            "text": "Hence he would sometimes himself evoke an assembly, on which occasions vast multitudes attended, in the hope of hearing an emperor sustain the part of a philosopher."
                        },
                        {
                            "verse": 5,
                            "chapter": 29,
                            "name": "Life of Constantine Book IV 29:5",
                            "text": "And if in the course of his speech any occasion offered of touching on sacred topics, he immediately stood erect, and with a grave aspect and subdued tone of voice seemed reverently to be initiating his auditors in the mysteries of the Divine doctrine: and when they greeted him with shouts of acclamation, he would direct them by his gestures to raise their eyes to heaven, and reserve their admiration for the Supreme King alone, and honor him with adoration and praise."
                        },
                        {
                            "verse": 6,
                            "chapter": 29,
                            "name": "Life of Constantine Book IV 29:6",
                            "text": "He usually divided the subjects of his address, first thoroughly exposing the error of polytheism, and proving the superstition of the Gentiles to be mere fraud, and a cloak for impiety."
                        },
                        {
                            "verse": 7,
                            "chapter": 29,
                            "name": "Life of Constantine Book IV 29:7",
                            "text": "He then would assert the sole sovereignty of God: passing thence to his Providence, both general and particular."
                        },
                        {
                            "verse": 8,
                            "chapter": 29,
                            "name": "Life of Constantine Book IV 29:8",
                            "text": "Proceeding next to the dispensation of salvation, he would demonstrate its necessity, and adaptation to the nature of the case; entering next in order on the doctrine of the Divine judgment."
                        },
                        {
                            "verse": 9,
                            "chapter": 29,
                            "name": "Life of Constantine Book IV 29:9",
                            "text": "And here especially he appealed most powerfully to the consciences of his hearers, while he denounced the rapacious and violent, and those who were slaves to an inordinate thirst of gain."
                        },
                        {
                            "verse": 10,
                            "chapter": 29,
                            "name": "Life of Constantine Book IV 29:10",
                            "text": "Nay, he caused some of his own acquaintance who were present to feel the severe lash of his words, and to stand with downcast eyes in the consciousness of guilt, while he testified against them in the clearest and most impressive terms that they would have an account to render of their deeds to God."
                        },
                        {
                            "verse": 11,
                            "chapter": 29,
                            "name": "Life of Constantine Book IV 29:11",
                            "text": "He reminded them that God himself had given him the empire of the world, portions of which he himself, acting on the same Divine principle, had intrusted to their government; but that all would in due time be alike summoned to give account of their actions to the Supreme Sovereign of all."
                        },
                        {
                            "verse": 12,
                            "chapter": 29,
                            "name": "Life of Constantine Book IV 29:12",
                            "text": "Such was his constant testimony; such his admonition and instruction."
                        },
                        {
                            "verse": 13,
                            "chapter": 29,
                            "name": "Life of Constantine Book IV 29:13",
                            "text": "And he himself both felt and uttered these sentiments in the genuine confidence of faith: but his hearers were little disposed to learn, and deaf to sound advice; receiving his words indeed with loud applause, but induced by insatiable cupidity practically to disregard them."
                        }
                    ]
                },
                {
                    "chapter": 30,
                    "name": "Life of Constantine Book IV 30",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 30,
                            "name": "Life of Constantine Book IV 30:1",
                            "text": "Chapter XXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 30,
                            "name": "Life of Constantine Book IV 30:2",
                            "text": "—That he marked out before a Covetous Man the Measure of a Grave, and so put him to Shame."
                        },
                        {
                            "verse": 3,
                            "chapter": 30,
                            "name": "Life of Constantine Book IV 30:3",
                            "text": "On one occasion he thus personally addressed one of his courtiers: \"How far, my friend, are we to carry our inordinate desires?\" Then drawing the dimensions of a human figure with a lance which he happened to have in his hand, he continued: \"Though thou couldst obtain the whole wealth of this world, yea, the whole world itself, thou wilt carry with thee at last no more than this little spot which I have marked out, if indeed even that be thine\"."
                        },
                        {
                            "verse": 4,
                            "chapter": 30,
                            "name": "Life of Constantine Book IV 30:4",
                            "text": "Such were the words and actions of this blessed prince; and though at the time he failed to reclaim any from their evil ways, yet notwithstanding the course of events afforded evident proof that his admonitions were more like Divine prophecies than mere words."
                        }
                    ]
                },
                {
                    "chapter": 31,
                    "name": "Life of Constantine Book IV 31",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 31,
                            "name": "Life of Constantine Book IV 31:1",
                            "text": "Chapter XXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 31,
                            "name": "Life of Constantine Book IV 31:2",
                            "text": "—That he was derided because of his Excessive Clemency."
                        },
                        {
                            "verse": 3,
                            "chapter": 31,
                            "name": "Life of Constantine Book IV 31:3",
                            "text": "Meantime, since there was no fear of capital punishment to deter from the commission of crime, for the emperor himself was uniformly inclined to clemency, and none of the provincial governors visited offenses with their proper penalties, this state of things drew with it no small degree of blame on the general administration of the empire; whether justly or not, let every one form his own judgment: for myself, I only ask permission to record the fact."
                        }
                    ]
                },
                {
                    "chapter": 32,
                    "name": "Life of Constantine Book IV 32",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 32,
                            "name": "Life of Constantine Book IV 32:1",
                            "text": "Chapter XXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 32,
                            "name": "Life of Constantine Book IV 32:2",
                            "text": "—Of Constantine's Oration which he wrote to the Assembly of the Saints."
                        },
                        {
                            "verse": 3,
                            "chapter": 32,
                            "name": "Life of Constantine Book IV 32:3",
                            "text": "The emperor was in the habit of composing his orations in the Latin tongue, from which they were translated into Greek by interpreters appointed for this special service."
                        },
                        {
                            "verse": 4,
                            "chapter": 32,
                            "name": "Life of Constantine Book IV 32:4",
                            "text": "One of the discourses thus translated I intend to annex, by way of specimen, to this present work, that one, I mean, which he inscribed \"To the assembly of the saints,\" and dedicated to the Church of God, that no one may have ground for deeming my testimony on this head mere empty praise."
                        }
                    ]
                },
                {
                    "chapter": 33,
                    "name": "Life of Constantine Book IV 33",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 33,
                            "name": "Life of Constantine Book IV 33:1",
                            "text": "Chapter XXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 33,
                            "name": "Life of Constantine Book IV 33:2",
                            "text": "—How he listened standing to Eusebius' Declamation in Honor of our Saviour's Sepulchre."
                        },
                        {
                            "verse": 3,
                            "chapter": 33,
                            "name": "Life of Constantine Book IV 33:3",
                            "text": "One act, however, I must by no means omit to record, which this admirable prince performed in my own presence."
                        },
                        {
                            "verse": 4,
                            "chapter": 33,
                            "name": "Life of Constantine Book IV 33:4",
                            "text": "On one occasion, emboldened by the confident assurance I entertained of his piety, I had begged permission to pronounce a discourse on the subject of our Saviour's sepulchre in his hearing."
                        },
                        {
                            "verse": 5,
                            "chapter": 33,
                            "name": "Life of Constantine Book IV 33:5",
                            "text": "With this request he most readily complied, and in the midst of a large number of auditors, in the interior of the palace itself, he stood and listened with the rest."
                        },
                        {
                            "verse": 6,
                            "chapter": 33,
                            "name": "Life of Constantine Book IV 33:6",
                            "text": "I entreated him, but in vain, to seat himself on the imperial throne which stood near: he continued with fixed attention to weigh the topics of my discourse, and gave his own testimony to the truth of the theological doctrines it contained."
                        },
                        {
                            "verse": 7,
                            "chapter": 33,
                            "name": "Life of Constantine Book IV 33:7",
                            "text": "After some time had passed, the oration being of considerable length, I was myself desirous of concluding; but this he would not permit, and exhorted me to proceed to the very end."
                        },
                        {
                            "verse": 8,
                            "chapter": 33,
                            "name": "Life of Constantine Book IV 33:8",
                            "text": "On my again entreating him to sit, he in his turn was displeased and said that it was not right to listen in a careless manner to the discussion of doctrines relating to God; and again, that this posture was good and profitable to himself, since it was reverent to stand while listening to sacred truths."
                        },
                        {
                            "verse": 9,
                            "chapter": 33,
                            "name": "Life of Constantine Book IV 33:9",
                            "text": "Having, therefore, concluded my discourse, I returned home, and resumed my usual occupations."
                        }
                    ]
                },
                {
                    "chapter": 34,
                    "name": "Life of Constantine Book IV 34",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 34,
                            "name": "Life of Constantine Book IV 34:1",
                            "text": "Chapter XXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 34,
                            "name": "Life of Constantine Book IV 34:2",
                            "text": "—That he wrote to Eusebius respecting Easter, and respecting Copies of the Holy Scriptures."
                        },
                        {
                            "verse": 3,
                            "chapter": 34,
                            "name": "Life of Constantine Book IV 34:3",
                            "text": "Ever careful for the welfare of the churches of God, the emperor addressed me personally in a letter on the means of providing copies of the inspired oracles, and also on the subject of the most holy feast of Easter."
                        },
                        {
                            "verse": 4,
                            "chapter": 34,
                            "name": "Life of Constantine Book IV 34:4",
                            "text": "For I had myself dedicated to him an exposition of the mystical import of that feast; and the manner in which he honored me with a reply may be understood by any one who reads the following letter."
                        }
                    ]
                },
                {
                    "chapter": 35,
                    "name": "Life of Constantine Book IV 35",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 35,
                            "name": "Life of Constantine Book IV 35:1",
                            "text": "Chapter XXXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 35,
                            "name": "Life of Constantine Book IV 35:2",
                            "text": "—Constantine's Letter to Eusebius, in praise of his Discourse concerning Easter."
                        },
                        {
                            "verse": 3,
                            "chapter": 35,
                            "name": "Life of Constantine Book IV 35:3",
                            "text": "\"Victor Constantinus, Maximus Augustus, to Eusebius."
                        },
                        {
                            "verse": 4,
                            "chapter": 35,
                            "name": "Life of Constantine Book IV 35:4",
                            "text": "\"It is indeed an arduous task, and beyond the power of language itself, worthily to treat of the mysteries of Christ, and to explain in a fitting manner the controversy respecting the feast of Easter, its origin as well as its precious and toilsome accomplishment."
                        },
                        {
                            "verse": 5,
                            "chapter": 35,
                            "name": "Life of Constantine Book IV 35:5",
                            "text": "For it is not in the power even of those who are able to apprehend them, adequately to describe the things of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 35,
                            "name": "Life of Constantine Book IV 35:6",
                            "text": "I am, notwithstanding, filled with admiration of your learning and zeal, and have not only myself read your work with pleasure, but have given directions, according to your own desire, that it be communicated to many sincere followers of our holy religion."
                        },
                        {
                            "verse": 7,
                            "chapter": 35,
                            "name": "Life of Constantine Book IV 35:7",
                            "text": "Seeing, then, with what pleasure we receive favors of this kind from your Sagacity, be pleased to gladden us more frequently with those compositions, to the practice of which, indeed, you confess yourself to have been trained from an early period, so that I am urging a willing man, as they say, in exhorting you to your customary pursuits."
                        },
                        {
                            "verse": 8,
                            "chapter": 35,
                            "name": "Life of Constantine Book IV 35:8",
                            "text": "And certainly the high and confident judgment we entertain is a proof that the person who has translated your writings into the Latin tongue is in no respect incompetent to the task, impossible though it be that such version should fully equal the excellence of the works themselves."
                        },
                        {
                            "verse": 9,
                            "chapter": 35,
                            "name": "Life of Constantine Book IV 35:9",
                            "text": "God preserve you, beloved brother\"."
                        },
                        {
                            "verse": 10,
                            "chapter": 35,
                            "name": "Life of Constantine Book IV 35:10",
                            "text": "Such was his letter on this subject: and that which related to the providing of copies of the Scriptures for reading in the churches was to the following purport."
                        }
                    ]
                },
                {
                    "chapter": 36,
                    "name": "Life of Constantine Book IV 36",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 36,
                            "name": "Life of Constantine Book IV 36:1",
                            "text": "Chapter XXXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 36,
                            "name": "Life of Constantine Book IV 36:2",
                            "text": "—Constantine's Letter to Eusebius on the Preparation of Copies of the Holy Scriptures."
                        },
                        {
                            "verse": 3,
                            "chapter": 36,
                            "name": "Life of Constantine Book IV 36:3",
                            "text": "\"Victor Constantinus, Maximus Augustus, to Eusebius."
                        },
                        {
                            "verse": 4,
                            "chapter": 36,
                            "name": "Life of Constantine Book IV 36:4",
                            "text": "\"It happens, through the favoring providence of God our Saviour, that great numbers have united themselves to the most holy church in the city which is called by my name."
                        },
                        {
                            "verse": 5,
                            "chapter": 36,
                            "name": "Life of Constantine Book IV 36:5",
                            "text": "It seems, therefore, highly requisite, since that city is rapidly advancing in prosperity in all other respects, that the number of churches should also be increased."
                        },
                        {
                            "verse": 6,
                            "chapter": 36,
                            "name": "Life of Constantine Book IV 36:6",
                            "text": "Do you, therefore, receive with all readiness my determination on this behalf."
                        },
                        {
                            "verse": 7,
                            "chapter": 36,
                            "name": "Life of Constantine Book IV 36:7",
                            "text": "I have thought it expedient to instruct your Prudence to order fifty copies of the sacred Scriptures, the provision and use of which you know to be most needful for the instruction of the Church, to be written on prepared parchment in a legible manner, and in a convenient, portable form, by professional transcribers thoroughly practiced in their art."
                        },
                        {
                            "verse": 8,
                            "chapter": 36,
                            "name": "Life of Constantine Book IV 36:8",
                            "text": "The catholicus of the diocese has also received instructions by letter from our Clemency to be careful to furnish all things necessary for the preparation of such copies; and it will be for you to take special care that they be completed with as little delay as possible."
                        },
                        {
                            "verse": 9,
                            "chapter": 36,
                            "name": "Life of Constantine Book IV 36:9",
                            "text": "You have authority also, in virtue of this letter, to use two of the public carriages for their conveyance, by which arrangement the copies when fairly written will most easily be forwarded for my personal inspection; and one of the deacons of your church may be intrusted with this service, who, on his arrival here, shall experience my liberality."
                        },
                        {
                            "verse": 10,
                            "chapter": 36,
                            "name": "Life of Constantine Book IV 36:10",
                            "text": "God preserve you, beloved brother!\"."
                        }
                    ]
                },
                {
                    "chapter": 37,
                    "name": "Life of Constantine Book IV 37",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 37,
                            "name": "Life of Constantine Book IV 37:1",
                            "text": "Chapter XXXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 37,
                            "name": "Life of Constantine Book IV 37:2",
                            "text": "—How the Copies were provided."
                        },
                        {
                            "verse": 3,
                            "chapter": 37,
                            "name": "Life of Constantine Book IV 37:3",
                            "text": "Such were the emperor's commands, which were followed by the immediate execution of the work itself, which we sent him in magnificent and elaborately bound volumes of a threefold and fourfold form."
                        },
                        {
                            "verse": 4,
                            "chapter": 37,
                            "name": "Life of Constantine Book IV 37:4",
                            "text": "This fact is attested by another letter, which the emperor wrote in acknowledgment, in which, having heard that the city Constantia in our country, the inhabitants of which had been more than commonly devoted to superstition, had been impelled by a sense of religion to abandon their past idolatry, he testified his joy, and approval of their conduct."
                        }
                    ]
                },
                {
                    "chapter": 38,
                    "name": "Life of Constantine Book IV 38",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 38,
                            "name": "Life of Constantine Book IV 38:1",
                            "text": "Chapter XXXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 38,
                            "name": "Life of Constantine Book IV 38:2",
                            "text": "—How the Market-Town of Gaza was made a City for its Profession of Christianity, and received the Name of Constantia."
                        },
                        {
                            "verse": 3,
                            "chapter": 38,
                            "name": "Life of Constantine Book IV 38:3",
                            "text": "For in fact the place now called Constantia, in the province of Palestine, having embraced the saving religion, was distinguished both by the favor of God, and by special honor from the emperor, being now for the first time raised to the rank of a city, and receiving the more honored name of his pious sister in exchange for its former appellation."
                        }
                    ]
                },
                {
                    "chapter": 39,
                    "name": "Life of Constantine Book IV 39",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 39,
                            "name": "Life of Constantine Book IV 39:1",
                            "text": "Chapter XXXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 39,
                            "name": "Life of Constantine Book IV 39:2",
                            "text": "—That a Place in Phoenicia also was made a City, and in Other Cities Idolatry was abolished, and Churches built."
                        },
                        {
                            "verse": 3,
                            "chapter": 39,
                            "name": "Life of Constantine Book IV 39:3",
                            "text": "A similar change was effected in several other cities; for instance, in that town of Phoenicia which received its name from that of the emperor, and the inhabitants of which committed their innumerable idols to the flames, and adopted in their stead the principles of the saving faith."
                        },
                        {
                            "verse": 4,
                            "chapter": 39,
                            "name": "Life of Constantine Book IV 39:4",
                            "text": "Numbers, too, in the other provinces, both in the cities and the country, became willing inquirers after the saving knowledge of God; destroyed as worthless things the images of every kind which they had heretofore held most sacred; voluntarily demolished the lofty temples and shrines which contained them; and, renouncing their former sentiments, or rather errors, commenced and completed entirely new churches."
                        },
                        {
                            "verse": 5,
                            "chapter": 39,
                            "name": "Life of Constantine Book IV 39:5",
                            "text": "But since it is not so much my province to give a circumstantial detail of the actions of this pious prince, as it is theirs who have been privileged to enjoy his society at all times, I shall content myself with briefly recording such facts as have come to my own personal knowledge, before I proceed to notice the last days of his life."
                        }
                    ]
                },
                {
                    "chapter": 40,
                    "name": "Life of Constantine Book IV 40",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 40,
                            "name": "Life of Constantine Book IV 40:1",
                            "text": "Chapter XL."
                        },
                        {
                            "verse": 2,
                            "chapter": 40,
                            "name": "Life of Constantine Book IV 40:2",
                            "text": "—That having conferred the Dignity of Caesars on his Three Sons at the Three Decennial Periods of his Reign, he dedicated the Church at Jerusalem."
                        },
                        {
                            "verse": 3,
                            "chapter": 40,
                            "name": "Life of Constantine Book IV 40:3",
                            "text": "By this time the thirtieth year of his reign was completed."
                        },
                        {
                            "verse": 4,
                            "chapter": 40,
                            "name": "Life of Constantine Book IV 40:4",
                            "text": "In the course of this period, his three sons had been admitted at different times as his colleagues in the empire."
                        },
                        {
                            "verse": 5,
                            "chapter": 40,
                            "name": "Life of Constantine Book IV 40:5",
                            "text": "The first, Constantinus, who bore his father's name, obtained this distinction about the tenth year of his reign."
                        },
                        {
                            "verse": 6,
                            "chapter": 40,
                            "name": "Life of Constantine Book IV 40:6",
                            "text": "Constantius, the second son, so called from his grandfather, was proclaimed Caesar about the twentieth, while Constans, the third, whose name expresses the firmness and stability of his character, was advanced to the same dignity at the thirtieth anniversary of his father's reign."
                        },
                        {
                            "verse": 7,
                            "chapter": 40,
                            "name": "Life of Constantine Book IV 40:7",
                            "text": "Having thus reared a threefold offspring, a Trinity, as it were, of pious sons, and having received them severally at each decennial period to a participation in his imperial authority, he judged the festival of his Tricennalia to be a fit occasion for thanksgiving to the Sovereign Lord of all, at the same time believing that the dedication of the church which his zealous magnificence had erected at Jerusalem might advantageously be performed."
                        }
                    ]
                },
                {
                    "chapter": 41,
                    "name": "Life of Constantine Book IV 41",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 41,
                            "name": "Life of Constantine Book IV 41:1",
                            "text": "Chapter XLI."
                        },
                        {
                            "verse": 2,
                            "chapter": 41,
                            "name": "Life of Constantine Book IV 41:2",
                            "text": "—That in the meantime he ordered a Council to be convened at Tyre, because of Controversies raised in Egypt."
                        },
                        {
                            "verse": 3,
                            "chapter": 41,
                            "name": "Life of Constantine Book IV 41:3",
                            "text": "Meanwhile that spirit of envy which is the enemy of all good, like a dark cloud intercepting the sun's brightest rays, endeavored to mar the joy of this festivity, by again raising contentions to disturb the tranquillity of the Egyptian churches."
                        },
                        {
                            "verse": 4,
                            "chapter": 41,
                            "name": "Life of Constantine Book IV 41:4",
                            "text": "Our divinely favored emperor, however, once more convened a synod composed of many bishops, and set them as it were in armed array, like the host of God, against this malignant spirit, having commanded their presence from the whole of Egypt and Libya, from Asia, and from Europe, in order, first, to decide the questions in dispute, and afterwards to perform the dedication of the sacred edifice above mentioned."
                        },
                        {
                            "verse": 5,
                            "chapter": 41,
                            "name": "Life of Constantine Book IV 41:5",
                            "text": "He enjoined them, by the way, to adjust their differences at the capital city of Phoenicia, reminding them that they had no right, while harboring feelings of mutual animosity, to engage in the service of God, since his law expressly forbids those who are at variance to offer their gift until they have first become reconciled and mutually disposed to peace."
                        },
                        {
                            "verse": 6,
                            "chapter": 41,
                            "name": "Life of Constantine Book IV 41:6",
                            "text": "Such were the salutary precepts which the emperor continually kept vividly before his own mind, and in accordance with which he admonished them to undertake their present duties in a spirit of perfect unanimity and concord, in a letter to the following purport."
                        }
                    ]
                },
                {
                    "chapter": 42,
                    "name": "Life of Constantine Book IV 42",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 42,
                            "name": "Life of Constantine Book IV 42:1",
                            "text": "Chapter XLII."
                        },
                        {
                            "verse": 2,
                            "chapter": 42,
                            "name": "Life of Constantine Book IV 42:2",
                            "text": "—Constantine's Letter to the Council at Tyre."
                        },
                        {
                            "verse": 3,
                            "chapter": 42,
                            "name": "Life of Constantine Book IV 42:3",
                            "text": "\"Victor Constantinus, Maximus Augustus, to the holy Council at Tyre."
                        },
                        {
                            "verse": 4,
                            "chapter": 42,
                            "name": "Life of Constantine Book IV 42:4",
                            "text": "\"Surely it would best consist with and best become the prosperity of these our times, that the Catholic Church should be undivided, and the servants of Christ be at this present moment clear from all reproach."
                        },
                        {
                            "verse": 5,
                            "chapter": 42,
                            "name": "Life of Constantine Book IV 42:5",
                            "text": "Since, however, there are those who, carried away by a baleful and furious spirit of contention (for I will not charge them with intentionally leading a life unworthy of their profession), are endeavoring to create that general confusion which, in my judgment, is the most pernicious of all evils; I exhort you, forward as you already are, to meet together and form a synod without delay: to defend those who need protection; to administer remedies to your brethren who are in peril; to recall the divided members to unity of judgment; to rectify errors while opportunity is yet allowed: that thus you may restore to so many provinces that due measure of concord which, strange and sad anomaly! the arrogance of a few individuals has destroyed."
                        },
                        {
                            "verse": 6,
                            "chapter": 42,
                            "name": "Life of Constantine Book IV 42:6",
                            "text": "And I believed that all are alike persuaded that this course is at the same time pleasing to Almighty God (as well as the highest object of my own desires), and will bring no small honor to yourselves, should you be successful in restoring peace."
                        },
                        {
                            "verse": 7,
                            "chapter": 42,
                            "name": "Life of Constantine Book IV 42:7",
                            "text": "Delay not, then, but hasten with redoubled zeal to terminate the present dissensions in a manner becoming the occasion, by assembling together in that spirit of true sincerity and faith which the Saviour whom we serve especially demands from us, I may almost say with an audible voice, on all occasions."
                        },
                        {
                            "verse": 8,
                            "chapter": 42,
                            "name": "Life of Constantine Book IV 42:8",
                            "text": "No proof of pious zeal on my part shall be wanting."
                        },
                        {
                            "verse": 9,
                            "chapter": 42,
                            "name": "Life of Constantine Book IV 42:9",
                            "text": "Already have I done all to which my attention was directed by your letters."
                        },
                        {
                            "verse": 10,
                            "chapter": 42,
                            "name": "Life of Constantine Book IV 42:10",
                            "text": "I have sent to those bishops whose presence you desired, that they may share your counsels."
                        },
                        {
                            "verse": 11,
                            "chapter": 42,
                            "name": "Life of Constantine Book IV 42:11",
                            "text": "I have despatched Dionysius, a man of consular rank, who will both remind those prelates of their duty who are bound to attend the Council with you, and will himself be there to superintend the proceedings, but especially to maintain good order."
                        },
                        {
                            "verse": 12,
                            "chapter": 42,
                            "name": "Life of Constantine Book IV 42:12",
                            "text": "Meantime should any one, though I deem it most improbable, venture on this occasion to violate my command, and refuse his attendance, a messenger shall be despatched forthwith to banish that person in virtue of an imperial edict, and to teach him that it does not become him to resist an emperor's decrees when issued in defense of truth."
                        },
                        {
                            "verse": 13,
                            "chapter": 42,
                            "name": "Life of Constantine Book IV 42:13",
                            "text": "For the rest, it will be for your Holinesses, unbiased either by enmity or favor, but consistently with ecclesiastical and apostolic order, to devise a fitting remedy whether it be for positive offenses or for unpremeditated errors; in order that you may at once free the Church from all reproach, relieve my anxiety, and, by restoring the blessings of peace to those who are now divided, procure the highest honor for yourselves."
                        },
                        {
                            "verse": 14,
                            "chapter": 42,
                            "name": "Life of Constantine Book IV 42:14",
                            "text": "God preserve you, beloved brethren!\"."
                        }
                    ]
                },
                {
                    "chapter": 43,
                    "name": "Life of Constantine Book IV 43",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 43,
                            "name": "Life of Constantine Book IV 43:1",
                            "text": "Chapter XLIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 43,
                            "name": "Life of Constantine Book IV 43:2",
                            "text": "—Bishops from all the Provinces attended the Dedication of the Church at Jerusalem."
                        },
                        {
                            "verse": 3,
                            "chapter": 43,
                            "name": "Life of Constantine Book IV 43:3",
                            "text": "No sooner had these injunctions been carried into effect, than another emissary arrived with despatches from the emperor, and an urgent admonition to the Council to hasten their journey to Jerusalem without delay."
                        },
                        {
                            "verse": 4,
                            "chapter": 43,
                            "name": "Life of Constantine Book IV 43:4",
                            "text": "Accordingly they all took their departure from the province of Phoenicia, and proceeded to their destination, availing themselves of the public means of transport."
                        },
                        {
                            "verse": 5,
                            "chapter": 43,
                            "name": "Life of Constantine Book IV 43:5",
                            "text": "Thus Jerusalem became the gathering point for distinguished prelates from every province, and the whole city was thronged by a vast assemblage of the servants of God."
                        },
                        {
                            "verse": 6,
                            "chapter": 43,
                            "name": "Life of Constantine Book IV 43:6",
                            "text": "The Macedonians had sent the bishop of their metropolis; the Pannonians and Moesians the fairest of God's youthful flock among them."
                        },
                        {
                            "verse": 7,
                            "chapter": 43,
                            "name": "Life of Constantine Book IV 43:7",
                            "text": "A holy prelate from Persia too was there, deeply versed in the sacred oracles; while Bithynian and Thracian bishops graced the Council with their presence; nor were the most illustrious from Cilicia wanting, nor the chief of the Cappadocians, distinguished above all for learning and eloquence."
                        },
                        {
                            "verse": 8,
                            "chapter": 43,
                            "name": "Life of Constantine Book IV 43:8",
                            "text": "In short, the whole of Syria and Mesopotamia, Phoenicia and Arabia, Palestine, Egypt, and Libya, with the dwellers in the Thebaid, all contributed to swell the mighty concourse of God's ministers, followed as they were by vast numbers from every province."
                        },
                        {
                            "verse": 9,
                            "chapter": 43,
                            "name": "Life of Constantine Book IV 43:9",
                            "text": "They were attended by an imperial escort, and officers of trust had also been sent from the palace itself, with instructions to heighten the splendor of the festival at the emperor's expense."
                        }
                    ]
                },
                {
                    "chapter": 44,
                    "name": "Life of Constantine Book IV 44",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 44,
                            "name": "Life of Constantine Book IV 44:1",
                            "text": "Chapter XLIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 44,
                            "name": "Life of Constantine Book IV 44:2",
                            "text": "—Of their Reception by the Notary Marianus; the Distribution of Money to the Poor; and Offerings to the Church."
                        },
                        {
                            "verse": 3,
                            "chapter": 44,
                            "name": "Life of Constantine Book IV 44:3",
                            "text": "The director and chief of these officers was a most useful servant of the emperor, a man eminent for faith and piety, and thoroughly acquainted with the Divine word, who had been honorably conspicuous by his profession of godliness during the time of the tyrants' power, and therefore was deservedly entrusted with the arrangement of the present proceedings."
                        },
                        {
                            "verse": 4,
                            "chapter": 44,
                            "name": "Life of Constantine Book IV 44:4",
                            "text": "Accordingly, in faithful obedience to the emperor's commands, he received the assembly with courteous hospitality, and entertained them with feasts and banquets on a scale of great splendor."
                        },
                        {
                            "verse": 5,
                            "chapter": 44,
                            "name": "Life of Constantine Book IV 44:5",
                            "text": "He also distributed lavish supplies of money and clothing among the naked and destitute, and the multitudes of both sexes who suffered from want of food and the common necessaries of life."
                        },
                        {
                            "verse": 6,
                            "chapter": 44,
                            "name": "Life of Constantine Book IV 44:6",
                            "text": "Finally, he enriched and beautified the church itself throughout with offerings of imperial magnificence, and thus fully accomplished the service he had been commissioned to perform."
                        }
                    ]
                },
                {
                    "chapter": 45,
                    "name": "Life of Constantine Book IV 45",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 45,
                            "name": "Life of Constantine Book IV 45:1",
                            "text": "Chapter XLV."
                        },
                        {
                            "verse": 2,
                            "chapter": 45,
                            "name": "Life of Constantine Book IV 45:2",
                            "text": "—Various Discourses by the Assembled Bishops; also by Eusebius, the Writer of this History."
                        },
                        {
                            "verse": 3,
                            "chapter": 45,
                            "name": "Life of Constantine Book IV 45:3",
                            "text": "Meantime the festival derived additional luster both from the prayers and discourses of the ministers of God, some of whom extolled the pious emperor's willing devotion to the Saviour of mankind, and dilated on the magnificence of the edifice which he had raised to his memory."
                        },
                        {
                            "verse": 4,
                            "chapter": 45,
                            "name": "Life of Constantine Book IV 45:4",
                            "text": "Others afforded, as it were, an intellectual feast to the ears of all present, by public disquisitions on the sacred doctrines of our religion."
                        },
                        {
                            "verse": 5,
                            "chapter": 45,
                            "name": "Life of Constantine Book IV 45:5",
                            "text": "Others interpreted passages of holy Scripture, and unfolded their hidden meaning; while such as were unequal to these efforts presented a bloodless sacrifice and mystical service to God in the prayers which they offered for general peace, for the Church of God, for the emperor himself as the instrumental cause of so many blessings, and for his pious sons."
                        },
                        {
                            "verse": 6,
                            "chapter": 45,
                            "name": "Life of Constantine Book IV 45:6",
                            "text": "I myself too, unworthy as I was of such a privilege, pronounced various public orations in honor of this solemnity, wherein I partly explained by a written description the details of the imperial edifice, and partly endeavored to gather from the prophetic visions apt illustrations of the symbols it displayed."
                        },
                        {
                            "verse": 7,
                            "chapter": 45,
                            "name": "Life of Constantine Book IV 45:7",
                            "text": "Thus joyfully was the festival of dedication celebrated in the thirtieth year of our emperor's reign."
                        }
                    ]
                },
                {
                    "chapter": 46,
                    "name": "Life of Constantine Book IV 46",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 46,
                            "name": "Life of Constantine Book IV 46:1",
                            "text": "Chapter XLVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 46,
                            "name": "Life of Constantine Book IV 46:2",
                            "text": "—That Eusebius afterwards delivered his Description of the Church of the Saviour, and a Tricennial Oration before Constantine himself."
                        },
                        {
                            "verse": 3,
                            "chapter": 46,
                            "name": "Life of Constantine Book IV 46:3",
                            "text": "The structure of the church of our Saviour, the form of his sacred cave, the splendor of the work itself, and the numberless offerings in gold, and silver, and precious stones, I have described to the best of my ability, and dedicated to the emperor in a separate treatise, which on a fitting opportunity I shall append to this present work."
                        },
                        {
                            "verse": 4,
                            "chapter": 46,
                            "name": "Life of Constantine Book IV 46:4",
                            "text": "I shall add to it also that oration on his Tricennalia which shortly afterwards, having traveled to the city which bears his name, I delivered in the emperor's own presence."
                        },
                        {
                            "verse": 5,
                            "chapter": 46,
                            "name": "Life of Constantine Book IV 46:5",
                            "text": "This was the second opportunity afforded me of glorifying the Supreme God in the imperial palace itself: and on this occasion my pious hearer evinced the greatest joy, as he afterwards testified, when he entertained the bishops then present, and loaded them with distinctions of every kind."
                        }
                    ]
                },
                {
                    "chapter": 47,
                    "name": "Life of Constantine Book IV 47",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 47,
                            "name": "Life of Constantine Book IV 47:1",
                            "text": "Chapter XLVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 47,
                            "name": "Life of Constantine Book IV 47:2",
                            "text": "—That the Council at Nicaea was held in the Twentieth, the Dedication of the Church at Jerusalem in the Thirtieth, Year of Constantine's Reign."
                        },
                        {
                            "verse": 3,
                            "chapter": 47,
                            "name": "Life of Constantine Book IV 47:3",
                            "text": "This second synod the emperor convened at Jerusalem, being the greatest of which we have any knowledge, next to the first which he had summoned at the famous Bithynian city."
                        },
                        {
                            "verse": 4,
                            "chapter": 47,
                            "name": "Life of Constantine Book IV 47:4",
                            "text": "That indeed was a triumphal assembly, held in the twentieth year of his reign, an occasion of thanksgiving for victory over his enemies in the very city which bears the name of victory."
                        },
                        {
                            "verse": 5,
                            "chapter": 47,
                            "name": "Life of Constantine Book IV 47:5",
                            "text": "The present meeting added luster to the thirtieth anniversary, during which the emperor dedicated the church at the sepulchre of our Saviour, as a peace-offering to God, the giver of all good."
                        }
                    ]
                },
                {
                    "chapter": 48,
                    "name": "Life of Constantine Book IV 48",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 48,
                            "name": "Life of Constantine Book IV 48:1",
                            "text": "Chapter XLVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 48,
                            "name": "Life of Constantine Book IV 48:2",
                            "text": "—That Constantine was displeased with one who praised him excessively."
                        },
                        {
                            "verse": 3,
                            "chapter": 48,
                            "name": "Life of Constantine Book IV 48:3",
                            "text": "And now that all these ceremonies were completed, and the divine qualities of the emperor's character continued to be the theme of universal praise, one of God's ministers presumed so far as in his own presence to pronounce him blessed, as having been counted worthy to hold absolute and universal empire in this life, and as being destined to share the empire of the Son of God in the world to come."
                        },
                        {
                            "verse": 4,
                            "chapter": 48,
                            "name": "Life of Constantine Book IV 48:4",
                            "text": "These words, however, Constantine heard with indignation, and forbade the speaker to hold such language, exhorting him rather to pray earnestly on his behalf, that whether in this life or in that which is to come, he might be found worthy to be a servant of God."
                        }
                    ]
                },
                {
                    "chapter": 49,
                    "name": "Life of Constantine Book IV 49",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 49,
                            "name": "Life of Constantine Book IV 49:1",
                            "text": "Chapter XLIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 49,
                            "name": "Life of Constantine Book IV 49:2",
                            "text": "—Marriage of his Son Constantius Caesar."
                        },
                        {
                            "verse": 3,
                            "chapter": 49,
                            "name": "Life of Constantine Book IV 49:3",
                            "text": "On the completion of the thirtieth year of his reign he solemnized the marriage of his second son, having concluded that of his first-born long before."
                        },
                        {
                            "verse": 4,
                            "chapter": 49,
                            "name": "Life of Constantine Book IV 49:4",
                            "text": "This was an occasion of great joy and festivity, the emperor himself attending on his son at the ceremony, and entertaining the guests of both sexes, the men and women in distinct and separate companies, with sumptuous hospitality."
                        },
                        {
                            "verse": 5,
                            "chapter": 49,
                            "name": "Life of Constantine Book IV 49:5",
                            "text": "Rich presents likewise were liberally distributed among the cities and people."
                        }
                    ]
                },
                {
                    "chapter": 50,
                    "name": "Life of Constantine Book IV 50",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 50,
                            "name": "Life of Constantine Book IV 50:1",
                            "text": "Chapter L."
                        },
                        {
                            "verse": 2,
                            "chapter": 50,
                            "name": "Life of Constantine Book IV 50:2",
                            "text": "—Embassy and Presents from the Indians."
                        },
                        {
                            "verse": 3,
                            "chapter": 50,
                            "name": "Life of Constantine Book IV 50:3",
                            "text": "About this time ambassadors from the Indians, who inhabit the distant regions of the East, arrived with presents consisting of many varieties of brilliant precious stones, and animals differing in species from those known to us."
                        },
                        {
                            "verse": 4,
                            "chapter": 50,
                            "name": "Life of Constantine Book IV 50:4",
                            "text": "These offerings they presented to the emperor, thus allowing that his sovereignty extended even to the Indian Ocean, and that the princes of their country, who rendered homage to him both by paintings and statues, acknowledged his imperial and paramount authority."
                        },
                        {
                            "verse": 5,
                            "chapter": 50,
                            "name": "Life of Constantine Book IV 50:5",
                            "text": "Thus the Eastern Indians now submitted to his sway, as the Britons of the Western Ocean had done at the commencement of his reign."
                        }
                    ]
                },
                {
                    "chapter": 51,
                    "name": "Life of Constantine Book IV 51",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 51,
                            "name": "Life of Constantine Book IV 51:1",
                            "text": "Chapter LI."
                        },
                        {
                            "verse": 2,
                            "chapter": 51,
                            "name": "Life of Constantine Book IV 51:2",
                            "text": "—That Constantine divided the Empire between his Three Sons, whom he had instructed in Politics and Religion."
                        },
                        {
                            "verse": 3,
                            "chapter": 51,
                            "name": "Life of Constantine Book IV 51:3",
                            "text": "Having thus established his power in the opposite extremities of the world, he divided the whole extent of his dominions, as though he were allotting a patrimonial inheritance to the dearest objects of his regard, among his three sons."
                        },
                        {
                            "verse": 4,
                            "chapter": 51,
                            "name": "Life of Constantine Book IV 51:4",
                            "text": "To the eldest he assigned his grandfather's portion; to the second, the empire of the East; to the third, the countries which lie between these two divisions."
                        },
                        {
                            "verse": 5,
                            "chapter": 51,
                            "name": "Life of Constantine Book IV 51:5",
                            "text": "And being desirous of furnishing his children with an inheritance truly valuable and salutary to their souls, he had been careful to imbue them with true religious principles, being himself their guide to the knowledge of sacred things, and also appointing men of approved piety to be their instructors."
                        },
                        {
                            "verse": 6,
                            "chapter": 51,
                            "name": "Life of Constantine Book IV 51:6",
                            "text": "At the same time he assigned them the most accomplished teachers of secular learning, by some of whom they were taught the arts of war, while they were trained by others in political, and by others again in legal science."
                        },
                        {
                            "verse": 7,
                            "chapter": 51,
                            "name": "Life of Constantine Book IV 51:7",
                            "text": "To each moreover was granted a truly royal retinue, consisting of infantry, spearmen, and body guards, with every other kind of military force; commanded respectively by captains, tribunes, and generals of whose warlike skill and devotion to his sons the emperor had had previous experience."
                        }
                    ]
                },
                {
                    "chapter": 52,
                    "name": "Life of Constantine Book IV 52",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 52,
                            "name": "Life of Constantine Book IV 52:1",
                            "text": "Chapter LII."
                        },
                        {
                            "verse": 2,
                            "chapter": 52,
                            "name": "Life of Constantine Book IV 52:2",
                            "text": "—That after they had reached Man's Estate he was their Guide in Piety."
                        },
                        {
                            "verse": 3,
                            "chapter": 52,
                            "name": "Life of Constantine Book IV 52:3",
                            "text": "As long as the Caesars were of tender years, they were aided by suitable advisers in the management of public affairs; but on their arrival at the age of manhood their father's instructions alone sufficed."
                        },
                        {
                            "verse": 4,
                            "chapter": 52,
                            "name": "Life of Constantine Book IV 52:4",
                            "text": "When present he proposed to them his own example, and admonished them to follow his pious course: in their absence he furnished them by letter with rules of conduct suited to their imperial station, the first and greatest of which was an exhortation to value the knowledge and worship of the Sovereign Lord of all more than wealth, nay, more than empire itself."
                        },
                        {
                            "verse": 5,
                            "chapter": 52,
                            "name": "Life of Constantine Book IV 52:5",
                            "text": "At length he permitted them to direct the public administration of the empire without control, making it his first request that they would care for the interests of the Church of God, and boldly profess themselves disciples of Christ."
                        },
                        {
                            "verse": 6,
                            "chapter": 52,
                            "name": "Life of Constantine Book IV 52:6",
                            "text": "Thus trained, and excited to obedience not so much by precept as by their own voluntary desire for virtue, his sons more than fulfilled the admonitions of their father, devoting their earnest attention to the service of God, and observing the ordinances of the Church even in the palace itself, with all the members of their households."
                        },
                        {
                            "verse": 7,
                            "chapter": 52,
                            "name": "Life of Constantine Book IV 52:7",
                            "text": "For their father's forethought had provided that all the attendants of his son's should be Christians."
                        },
                        {
                            "verse": 8,
                            "chapter": 52,
                            "name": "Life of Constantine Book IV 52:8",
                            "text": "And not only so, but the military officers of highest rank, and those who had the control of public business, were professors of the same faith: for the emperor placed confidence in the fidelity of men devoted to the service of God, as in a strong and sure defense."
                        },
                        {
                            "verse": 9,
                            "chapter": 52,
                            "name": "Life of Constantine Book IV 52:9",
                            "text": "When our thrice blessed prince had completed these arrangements, and thus secured order and tranquillity throughout the empire, God, the dispenser of all blessings, judged it to be the fitting time to translate him to a better inheritance, and summoned him to pay the debt of nature."
                        }
                    ]
                },
                {
                    "chapter": 53,
                    "name": "Life of Constantine Book IV 53",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 53,
                            "name": "Life of Constantine Book IV 53:1",
                            "text": "Chapter LIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 53,
                            "name": "Life of Constantine Book IV 53:2",
                            "text": "—Having reigned about Thirty-Two Years, and lived above Sixty, he still had a Sound Body."
                        },
                        {
                            "verse": 3,
                            "chapter": 53,
                            "name": "Life of Constantine Book IV 53:3",
                            "text": "He completed the time of his reign in two and thirty years, wanting a few months and days, and his whole life extended to about twice that period."
                        },
                        {
                            "verse": 4,
                            "chapter": 53,
                            "name": "Life of Constantine Book IV 53:4",
                            "text": "At this age he still possessed a sound and vigorous body, free from all blemish, and of more than youthful vivacity; a noble mien, and strength equal to any exertion; so that he was able to join in martial exercises, to ride, endure the fatigues of travel, engage in battle, and erect trophies over his conquered enemies, besides gaining those bloodless victories by which he was wont to triumph over those who opposed him."
                        }
                    ]
                },
                {
                    "chapter": 54,
                    "name": "Life of Constantine Book IV 54",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 54,
                            "name": "Life of Constantine Book IV 54:1",
                            "text": "Chapter LIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 54,
                            "name": "Life of Constantine Book IV 54:2",
                            "text": "—Of those who abused His Extreme Benevolence for Avarice and Hypocrisy."
                        },
                        {
                            "verse": 3,
                            "chapter": 54,
                            "name": "Life of Constantine Book IV 54:3",
                            "text": "In like manner his mental qualities reached the highest point of human perfection."
                        },
                        {
                            "verse": 4,
                            "chapter": 54,
                            "name": "Life of Constantine Book IV 54:4",
                            "text": "Indeed he was distinguished by every excellence of character, but especially by benevolence; a virtue, however, which subjected him to censure from many, in consequence of the baseness of wicked men, who ascribed their own crimes to the emperor's forbearance."
                        },
                        {
                            "verse": 5,
                            "chapter": 54,
                            "name": "Life of Constantine Book IV 54:5",
                            "text": "In truth I can myself bear testimony to the grievous evils which prevailed during these times; I mean the violence of rapacious and unprincipled men, who preyed on all classes of society alike, and the scandalous hypocrisy of those who crept into the Church, and assumed the name and character of Christians."
                        },
                        {
                            "verse": 6,
                            "chapter": 54,
                            "name": "Life of Constantine Book IV 54:6",
                            "text": "His own benevolence and goodness of heart, the genuineness of his own faith, and his truthfulness of character, induced the emperor to credit the profession of these reputed Christians, who craftily preserved the semblance of sincere affection for his person."
                        },
                        {
                            "verse": 7,
                            "chapter": 54,
                            "name": "Life of Constantine Book IV 54:7",
                            "text": "The confidence he reposed in such men sometimes forced him into conduct unworthy of himself, of which envy took advantage to cloud in this respect the luster of his character."
                        }
                    ]
                },
                {
                    "chapter": 55,
                    "name": "Life of Constantine Book IV 55",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 55,
                            "name": "Life of Constantine Book IV 55:1",
                            "text": "Chapter LV."
                        },
                        {
                            "verse": 2,
                            "chapter": 55,
                            "name": "Life of Constantine Book IV 55:2",
                            "text": "—Constantine employed himself in Composition of Various Kinds to the Close of his Life."
                        },
                        {
                            "verse": 3,
                            "chapter": 55,
                            "name": "Life of Constantine Book IV 55:3",
                            "text": "These offenders, however, were soon over-taken by divine chastisement."
                        },
                        {
                            "verse": 4,
                            "chapter": 55,
                            "name": "Life of Constantine Book IV 55:4",
                            "text": "To return to our emperor."
                        },
                        {
                            "verse": 5,
                            "chapter": 55,
                            "name": "Life of Constantine Book IV 55:5",
                            "text": "He had so thoroughly trained his mind in the art of reasoning that he continued to the last to compose discourses on various subjects, to deliver frequent orations in public, and to instruct his hearers in the sacred doctrines of religion."
                        },
                        {
                            "verse": 6,
                            "chapter": 55,
                            "name": "Life of Constantine Book IV 55:6",
                            "text": "He was also habitually engaged in legislating both on political and military questions; in short, in devising whatever might be conducive to the general welfare of the human race."
                        },
                        {
                            "verse": 7,
                            "chapter": 55,
                            "name": "Life of Constantine Book IV 55:7",
                            "text": "It is well worthy of remark, that, very shortly before his departure, he pronounced a funeral oration before his usual auditory, in which he spoke at length on the immortality of the soul, the state of those who had persevered in a life of godliness, and the blessings which God has laid up in store for them that love him."
                        },
                        {
                            "verse": 8,
                            "chapter": 55,
                            "name": "Life of Constantine Book IV 55:8",
                            "text": "On the other hand he made it appear by copious and conclusive arguments what the end of those will be who have pursued a contrary career, describing in vivid language the final ruin of the ungodly."
                        },
                        {
                            "verse": 9,
                            "chapter": 55,
                            "name": "Life of Constantine Book IV 55:9",
                            "text": "His powerful testimony on these subjects seemed so far to touch the consciences of those around him, that one of the self-imagined philosophers, of whom he asked his opinion of what he had heard, bore testimony to the truth of his words, and accorded a real, though reluctant, tribute of praise to the arguments by which he had exposed the worship of a plurality of gods."
                        },
                        {
                            "verse": 10,
                            "chapter": 55,
                            "name": "Life of Constantine Book IV 55:10",
                            "text": "By converse such as this with his friends before his death, the emperor seemed as it were to smooth and prepare the way for his transition to a happier life."
                        }
                    ]
                },
                {
                    "chapter": 56,
                    "name": "Life of Constantine Book IV 56",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 56,
                            "name": "Life of Constantine Book IV 56:1",
                            "text": "Chapter LVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 56,
                            "name": "Life of Constantine Book IV 56:2",
                            "text": "—How he took Bishops with him on an Expedition against the Persians, and took with him a Tent in the Form of a Church."
                        },
                        {
                            "verse": 3,
                            "chapter": 56,
                            "name": "Life of Constantine Book IV 56:3",
                            "text": "It is also worthy of record that about the time of which I am at present writing, the emperor, having heard of an insurrection of some barbarians in the East, observed that the conquest of this enemy was still in store for him, and resolved on an expedition against the Persians."
                        },
                        {
                            "verse": 4,
                            "chapter": 56,
                            "name": "Life of Constantine Book IV 56:4",
                            "text": "Accordingly he proceeded at once to put his forces in motion, at the same time communicating his intended march to the bishops who happened to be at his court, some of whom he judged it right to take with him as companions, and as needful coadjutors in the service of God."
                        },
                        {
                            "verse": 5,
                            "chapter": 56,
                            "name": "Life of Constantine Book IV 56:5",
                            "text": "They, on the other hand, cheerfully declared their willingness to follow in his train, disclaiming any desire to leave him, and engaging to battle with and for him by supplication to God on his behalf."
                        },
                        {
                            "verse": 6,
                            "chapter": 56,
                            "name": "Life of Constantine Book IV 56:6",
                            "text": "Full of joy at this answer to his request, he unfolded to them his projected line of march; after which he caused a tent of great splendor, representing in shape the figure of a church, to be prepared for his own use in the approaching war."
                        },
                        {
                            "verse": 7,
                            "chapter": 56,
                            "name": "Life of Constantine Book IV 56:7",
                            "text": "In this he intended to unite with the bishops in offering prayers to the God from whom all victory proceeds."
                        }
                    ]
                },
                {
                    "chapter": 57,
                    "name": "Life of Constantine Book IV 57",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 57,
                            "name": "Life of Constantine Book IV 57:1",
                            "text": "Chapter LVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 57,
                            "name": "Life of Constantine Book IV 57:2",
                            "text": "—How he received an Embassy from the Persians and kept the Night Vigil with others at the Feast of Easter."
                        },
                        {
                            "verse": 3,
                            "chapter": 57,
                            "name": "Life of Constantine Book IV 57:3",
                            "text": "In the meanwhile the Persians, hearing of the emperor's warlike preparations, and not a little terrified at the prospect of an engagement with his forces, dispatched an embassy to pray for conditions of peace."
                        },
                        {
                            "verse": 4,
                            "chapter": 57,
                            "name": "Life of Constantine Book IV 57:4",
                            "text": "These overtures the emperor, himself a sincere lover of peace, at once accepted, and readily entered on friendly relations with that people."
                        },
                        {
                            "verse": 5,
                            "chapter": 57,
                            "name": "Life of Constantine Book IV 57:5",
                            "text": "At this time, the great festival of Easter was at hand; on which occasion he rendered the tribute of his prayers to God, and passed the night in watching with the rest."
                        }
                    ]
                },
                {
                    "chapter": 58,
                    "name": "Life of Constantine Book IV 58",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 58,
                            "name": "Life of Constantine Book IV 58:1",
                            "text": "Chapter LVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 58,
                            "name": "Life of Constantine Book IV 58:2",
                            "text": "—Concerning the Building of a Church in Honor of the Apostles at Constantinople."
                        },
                        {
                            "verse": 3,
                            "chapter": 58,
                            "name": "Life of Constantine Book IV 58:3",
                            "text": "After this he proceeded to erect a church in memory of the apostles, in the city which bears his name."
                        },
                        {
                            "verse": 4,
                            "chapter": 58,
                            "name": "Life of Constantine Book IV 58:4",
                            "text": "This building he carried to a vast height, and brilliantly decorated by encasing it from the foundation to the roof with marble slabs of various colors."
                        },
                        {
                            "verse": 5,
                            "chapter": 58,
                            "name": "Life of Constantine Book IV 58:5",
                            "text": "He also formed the inner roof of finely fretted work, and overlaid it throughout with gold."
                        },
                        {
                            "verse": 6,
                            "chapter": 58,
                            "name": "Life of Constantine Book IV 58:6",
                            "text": "The external covering, which protected the building from the rain, was of brass instead of tiles; and this too was splendidly and profusely adorned with gold, and reflected the sun's rays with a brilliancy which dazzled the distant beholder."
                        },
                        {
                            "verse": 7,
                            "chapter": 58,
                            "name": "Life of Constantine Book IV 58:7",
                            "text": "The dome was entirely encompassed by a finely carved tracery, wrought in brass and gold."
                        }
                    ]
                },
                {
                    "chapter": 59,
                    "name": "Life of Constantine Book IV 59",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 59,
                            "name": "Life of Constantine Book IV 59:1",
                            "text": "Chapter LIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 59,
                            "name": "Life of Constantine Book IV 59:2",
                            "text": "—Farther Description of the same Church."
                        },
                        {
                            "verse": 3,
                            "chapter": 59,
                            "name": "Life of Constantine Book IV 59:3",
                            "text": "Such was the magnificence with which the emperor was pleased to beautify this church."
                        },
                        {
                            "verse": 4,
                            "chapter": 59,
                            "name": "Life of Constantine Book IV 59:4",
                            "text": "The building was surrounded by an open area of great extent, the four sides of which were terminated by porticos which enclosed the area and the church itself."
                        },
                        {
                            "verse": 5,
                            "chapter": 59,
                            "name": "Life of Constantine Book IV 59:5",
                            "text": "Adjoining these porticos were ranges of stately chambers, with baths and promenades, and besides many apartments adapted to the use of those who had charge of the place."
                        }
                    ]
                },
                {
                    "chapter": 60,
                    "name": "Life of Constantine Book IV 60",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 60,
                            "name": "Life of Constantine Book IV 60:1",
                            "text": "Chapter LX."
                        },
                        {
                            "verse": 2,
                            "chapter": 60,
                            "name": "Life of Constantine Book IV 60:2",
                            "text": "—He also erected his own Sepulchral Monument in this Church."
                        },
                        {
                            "verse": 3,
                            "chapter": 60,
                            "name": "Life of Constantine Book IV 60:3",
                            "text": "All these edifices the emperor consecrated with the desire of perpetuating the memory of the apostles of our Saviour."
                        },
                        {
                            "verse": 4,
                            "chapter": 60,
                            "name": "Life of Constantine Book IV 60:4",
                            "text": "He had, however, another object in erecting this building: an object at first unknown, but which afterwards became evident to all."
                        },
                        {
                            "verse": 5,
                            "chapter": 60,
                            "name": "Life of Constantine Book IV 60:5",
                            "text": "He had in fact made choice of this spot in the prospect of his own death, anticipating with extraordinary fervor of faith that his body would share their title with the apostles themselves, and that he should thus even after death become the subject, with them, of the devotions which should be performed to their honor in this place."
                        },
                        {
                            "verse": 6,
                            "chapter": 60,
                            "name": "Life of Constantine Book IV 60:6",
                            "text": "He accordingly caused twelve coffins to be set up in this church, like sacred pillars in honor and memory of the apostolic number, in the center of which his own was placed, having six of theirs on either side of it."
                        },
                        {
                            "verse": 7,
                            "chapter": 60,
                            "name": "Life of Constantine Book IV 60:7",
                            "text": "Thus, as I said, he had provided with prudent foresight an honorable resting-place for his body after death, and, having long before secretly formed this resolution, he now consecrated this church to the apostles, believing that this tribute to their memory would be of no small advantage to his own soul."
                        },
                        {
                            "verse": 8,
                            "chapter": 60,
                            "name": "Life of Constantine Book IV 60:8",
                            "text": "Nor did God disappoint him of that which he so ardently expected and desired."
                        },
                        {
                            "verse": 9,
                            "chapter": 60,
                            "name": "Life of Constantine Book IV 60:9",
                            "text": "For after he had completed the first services of the feast of Easter, and had passed this sacred day of our Lord in a manner which made it an occasion of joy and gladness to himself and to all; the God through whose aid he performed all these acts, and whose zealous servant he continued to be even to the end of life, was pleased at a happy time to translate him to a better life."
                        }
                    ]
                },
                {
                    "chapter": 61,
                    "name": "Life of Constantine Book IV 61",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 61,
                            "name": "Life of Constantine Book IV 61:1",
                            "text": "Chapter LXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 61,
                            "name": "Life of Constantine Book IV 61:2",
                            "text": "—His Sickness at Helenopolis, and Prayers respecting his Baptism."
                        },
                        {
                            "verse": 3,
                            "chapter": 61,
                            "name": "Life of Constantine Book IV 61:3",
                            "text": "At first he experienced some slight bodily indisposition, which was soon followed by positive disease."
                        },
                        {
                            "verse": 4,
                            "chapter": 61,
                            "name": "Life of Constantine Book IV 61:4",
                            "text": "In consequence of this he visited the hot baths of his own city; and thence proceeded to that which bore the name of his mother."
                        },
                        {
                            "verse": 5,
                            "chapter": 61,
                            "name": "Life of Constantine Book IV 61:5",
                            "text": "Here he passed some time in the church of the martyrs, and offered up supplications and prayers to God."
                        },
                        {
                            "verse": 6,
                            "chapter": 61,
                            "name": "Life of Constantine Book IV 61:6",
                            "text": "Being at length convinced that his life was drawing to a close, he felt the time was come at which he should seek purification from sins of his past career, firmly believing that whatever errors he had committed as a mortal man, his soul would be purified from them through the efficacy of the mystical words and the salutary waters of baptism."
                        },
                        {
                            "verse": 7,
                            "chapter": 61,
                            "name": "Life of Constantine Book IV 61:7",
                            "text": "Impressed with these thoughts, he poured forth his supplications and confessions to God, kneeling on the pavement in the church itself, in which he also now for the first time received the imposition of hands with prayer."
                        },
                        {
                            "verse": 8,
                            "chapter": 61,
                            "name": "Life of Constantine Book IV 61:8",
                            "text": "After this he proceeded as far as the suburbs of Nicomedia, and there, having summoned the bishops to meet him, addressed them in the following words."
                        }
                    ]
                },
                {
                    "chapter": 62,
                    "name": "Life of Constantine Book IV 62",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 62,
                            "name": "Life of Constantine Book IV 62:1",
                            "text": "Chapter LXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 62,
                            "name": "Life of Constantine Book IV 62:2",
                            "text": "—Constantine's Appeal to the Bishops, requesting them to confer upon him the Rite of Baptism."
                        },
                        {
                            "verse": 3,
                            "chapter": 62,
                            "name": "Life of Constantine Book IV 62:3",
                            "text": "\"The time is arrived which I have long hoped for, with an earnest desire and prayer that I might obtain the salvation of God."
                        },
                        {
                            "verse": 4,
                            "chapter": 62,
                            "name": "Life of Constantine Book IV 62:4",
                            "text": "The hour is come in which I too may have the blessing of that seal which confers immortality; the hour in which I may receive the seal of salvation."
                        },
                        {
                            "verse": 5,
                            "chapter": 62,
                            "name": "Life of Constantine Book IV 62:5",
                            "text": "I had thought to do this in the waters of the river Jordan, wherein our Saviour, for our example, is recorded to have been baptized: but God, who knows what is expedient for us, is pleased that I should receive this blessing here."
                        },
                        {
                            "verse": 6,
                            "chapter": 62,
                            "name": "Life of Constantine Book IV 62:6",
                            "text": "Be it so, then, without delay: for should it be his will who is Lord of life and death, that my existence here should be prolonged, and should I be destined henceforth to associate with the people of God, and unite with them in prayer as a member of his Church, I will prescribe to myself from this time such a course of life as befits his service\"."
                        },
                        {
                            "verse": 7,
                            "chapter": 62,
                            "name": "Life of Constantine Book IV 62:7",
                            "text": "After he had thus spoken, the prelates performed the sacred ceremonies in the usual manner, and, having given him the necessary instructions, made him a partaker of the mystic ordinance."
                        },
                        {
                            "verse": 8,
                            "chapter": 62,
                            "name": "Life of Constantine Book IV 62:8",
                            "text": "Thus was Constantine the first of all sovereigns who was regenerated and perfected in a church dedicated to the martyrs of Christ; thus gifted with the Divine seal of baptism, he rejoiced in spirit, was renewed, and filled with heavenly light: his soul was gladdened by reason of the fervency of his faith, and astonished at the manifestation of the power of God."
                        },
                        {
                            "verse": 9,
                            "chapter": 62,
                            "name": "Life of Constantine Book IV 62:9",
                            "text": "At the conclusion of the ceremony he arrayed himself in shining imperial vestments, brilliant as the light, and reclined on a couch of the purest white, refusing to clothe himself with the purple any more."
                        }
                    ]
                },
                {
                    "chapter": 63,
                    "name": "Life of Constantine Book IV 63",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 63,
                            "name": "Life of Constantine Book IV 63:1",
                            "text": "Chapter LXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 63,
                            "name": "Life of Constantine Book IV 63:2",
                            "text": "—How after his Baptism he rendered Thanks to God."
                        },
                        {
                            "verse": 3,
                            "chapter": 63,
                            "name": "Life of Constantine Book IV 63:3",
                            "text": "He then lifted his voice and poured forth a strain of thanksgiving to God; after which he added these words."
                        },
                        {
                            "verse": 4,
                            "chapter": 63,
                            "name": "Life of Constantine Book IV 63:4",
                            "text": "\"Now I know that I am truly blessed: now I feel assured that I am accounted worthy of immortality, and am made a partaker of Divine light\"."
                        },
                        {
                            "verse": 5,
                            "chapter": 63,
                            "name": "Life of Constantine Book IV 63:5",
                            "text": "He further expressed his compassion for the unhappy condition of those who were strangers to such blessings as he enjoyed: and when the tribunes and generals of his army appeared in his presence with lamentations and tears at the prospect of their bereavement, and with prayers that his days might yet be prolonged, he assured them in reply that he was now in possession of true life; that none but himself could know the value of the blessings he had received; so that he was anxious rather to hasten than to defer his departure to God."
                        },
                        {
                            "verse": 6,
                            "chapter": 63,
                            "name": "Life of Constantine Book IV 63:6",
                            "text": "He then proceeded to complete the needful arrangement of his affairs, bequeathing an annual donation to the Roman inhabitants of his imperial city; apportioning the inheritance of the empire, like a patrimonial estate, among his own children; in short, making every disposition according to his own pleasure."
                        }
                    ]
                },
                {
                    "chapter": 64,
                    "name": "Life of Constantine Book IV 64",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 64,
                            "name": "Life of Constantine Book IV 64:1",
                            "text": "Chapter LXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 64,
                            "name": "Life of Constantine Book IV 64:2",
                            "text": "—Constantine's Death at Noon on the Feast of Pentecost."
                        },
                        {
                            "verse": 3,
                            "chapter": 64,
                            "name": "Life of Constantine Book IV 64:3",
                            "text": "All these events occurred during a most important festival, I mean the august and holy solemnity of Pentecost, which is distinguished by a period of seven weeks, and sealed with that one day on which the holy Scriptures attest, the ascension of our common Saviour into heaven, and the descent of the Holy Spirit among men."
                        },
                        {
                            "verse": 4,
                            "chapter": 64,
                            "name": "Life of Constantine Book IV 64:4",
                            "text": "In the course of this feast the emperor received the privileges I have described; and on the last day of all, which one might justly call the feast of feasts, he was removed about mid-day to the presence of his God, leaving his mortal remains to his fellow mortals, and carrying into fellowship with God that part of his being which was capable of understanding and loving him."
                        },
                        {
                            "verse": 5,
                            "chapter": 64,
                            "name": "Life of Constantine Book IV 64:5",
                            "text": "Such was the close of Constantine's mortal life."
                        },
                        {
                            "verse": 6,
                            "chapter": 64,
                            "name": "Life of Constantine Book IV 64:6",
                            "text": "Let us now attend to the circumstances which followed this event."
                        }
                    ]
                },
                {
                    "chapter": 65,
                    "name": "Life of Constantine Book IV 65",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 65,
                            "name": "Life of Constantine Book IV 65:1",
                            "text": "Chapter LXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 65,
                            "name": "Life of Constantine Book IV 65:2",
                            "text": "—Lamentations of the Soldiery and their Officers."
                        },
                        {
                            "verse": 3,
                            "chapter": 65,
                            "name": "Life of Constantine Book IV 65:3",
                            "text": "Immediately the assembled spearmen and body-guard rent their garments, and prostrated themselves on the ground, striking their heads, and uttering lamentations and cries of sorrow, calling on their imperial lord and master, or rather, like true children, on their father, while their tribunes and centurions addressed him as their preserver, protector, and benefactor."
                        },
                        {
                            "verse": 4,
                            "chapter": 65,
                            "name": "Life of Constantine Book IV 65:4",
                            "text": "The rest of the soldiery also came in respectful order to mourn as a flock the removal of their good shepherd."
                        },
                        {
                            "verse": 5,
                            "chapter": 65,
                            "name": "Life of Constantine Book IV 65:5",
                            "text": "The people meanwhile ran wildly throughout the city, some expressing the inward sorrow of their hearts by loud cries, others appearing confounded with grief: each mourning the event as a calamity which had befallen himself, and bewailing his death as though they felt themselves bereft of a blessing common alike to all."
                        }
                    ]
                },
                {
                    "chapter": 66,
                    "name": "Life of Constantine Book IV 66",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 66,
                            "name": "Life of Constantine Book IV 66:1",
                            "text": "Chapter LXVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 66,
                            "name": "Life of Constantine Book IV 66:2",
                            "text": "—Removal of the Body from Nicomedia to the Palace at Constantinople."
                        },
                        {
                            "verse": 3,
                            "chapter": 66,
                            "name": "Life of Constantine Book IV 66:3",
                            "text": "After this the soldiers lifted the body from its couch, and laid it in a golden coffin, which they enveloped in a covering of purple, and removed to the city which was called by his own name."
                        },
                        {
                            "verse": 4,
                            "chapter": 66,
                            "name": "Life of Constantine Book IV 66:4",
                            "text": "Here it was placed in an elevated position in the principal chamber of the imperial palace, and surrounded by candles burning in candlesticks of gold, presenting a marvelous spectacle, and such as no one under the light of the sun had ever seen on earth since the world itself began."
                        },
                        {
                            "verse": 5,
                            "chapter": 66,
                            "name": "Life of Constantine Book IV 66:5",
                            "text": "For in the central apartment of the imperial palace, the body of the emperor lay in its elevated resting-place, arrayed in the symbols of sovereignty, the diadem and purple robe, and encircled by a numerous retinue of attendants, who watched around it incessantly night and day."
                        }
                    ]
                },
                {
                    "chapter": 67,
                    "name": "Life of Constantine Book IV 67",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 67,
                            "name": "Life of Constantine Book IV 67:1",
                            "text": "Chapter LXVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 67,
                            "name": "Life of Constantine Book IV 67:2",
                            "text": "—He received the same Honors from the Counts and other Officers as before his Death."
                        },
                        {
                            "verse": 3,
                            "chapter": 67,
                            "name": "Life of Constantine Book IV 67:3",
                            "text": "The military officers, too, of the highest rank, the counts, and the whole order of magistrates, who had been accustomed to do obeisance to their emperor before, continued to fulfill this duty without any change, even after his death entering the chamber at the appointed times, and saluting their coffined sovereign with bended knee, as though he were still alive."
                        },
                        {
                            "verse": 4,
                            "chapter": 67,
                            "name": "Life of Constantine Book IV 67:4",
                            "text": "After them the senators appeared, and all who had been distinguished by any honorable office, and rendered the same homage."
                        },
                        {
                            "verse": 5,
                            "chapter": 67,
                            "name": "Life of Constantine Book IV 67:5",
                            "text": "These were followed by multitudes of every rank, who came with their wives and children to witness the spectacle."
                        },
                        {
                            "verse": 6,
                            "chapter": 67,
                            "name": "Life of Constantine Book IV 67:6",
                            "text": "These honors continued to be rendered for a considerable time, the soldiers having resolved thus to guard the body until his sons should arrive, and take on themselves the conduct of their father's funeral."
                        },
                        {
                            "verse": 7,
                            "chapter": 67,
                            "name": "Life of Constantine Book IV 67:7",
                            "text": "No mortal had ever, like this blessed prince, continued to reign even after death, and to receive the same homage as during his life: he only, of all who have ever lived, obtained this reward from God: a suitable reward, since he alone of all sovereigns had in all his actions honored the Supreme God and his Christ, and God himself accordingly was pleased that even his mortal remains should still retain imperial authority among men; thus indicating to all who were not utterly devoid of understanding the immortal and endless empire which his soul was destined to enjoy."
                        },
                        {
                            "verse": 8,
                            "chapter": 67,
                            "name": "Life of Constantine Book IV 67:8",
                            "text": "This was the course of events here."
                        }
                    ]
                },
                {
                    "chapter": 68,
                    "name": "Life of Constantine Book IV 68",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 68,
                            "name": "Life of Constantine Book IV 68:1",
                            "text": "Chapter LXVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 68,
                            "name": "Life of Constantine Book IV 68:2",
                            "text": "—Resolution of the Army to confer thence-forward the Title of Augustus on his Sons."
                        },
                        {
                            "verse": 3,
                            "chapter": 68,
                            "name": "Life of Constantine Book IV 68:3",
                            "text": "Meanwhile the tribunes selected from the troops under their command those officers whose fidelity and zeal had long been known to the emperor, and dispatched them to the Caesars with intelligence of the late event."
                        },
                        {
                            "verse": 4,
                            "chapter": 68,
                            "name": "Life of Constantine Book IV 68:4",
                            "text": "This service they accordingly performed."
                        },
                        {
                            "verse": 5,
                            "chapter": 68,
                            "name": "Life of Constantine Book IV 68:5",
                            "text": "As soon, however, as the soldiery throughout the provinces received the tidings of the emperor's decease, they all, as if by a supernatural impulse, resolved with one consent, as though their great emperor had been yet alive, to acknowledge none other than his sons as sovereigns of the Roman world: and these they soon after determined should no longer retain the name of Caesar, but should each be honored with the title of Augustus, a name which indicates the highest supremacy of imperial power."
                        },
                        {
                            "verse": 6,
                            "chapter": 68,
                            "name": "Life of Constantine Book IV 68:6",
                            "text": "Such were the measures adopted by the army; and these resolutions they communicated to each other by letter, so that the unanimous desire of the legions became known at the same point of time throughout the whole extent of the empire."
                        }
                    ]
                },
                {
                    "chapter": 69,
                    "name": "Life of Constantine Book IV 69",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 69,
                            "name": "Life of Constantine Book IV 69:1",
                            "text": "Chapter LXIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 69,
                            "name": "Life of Constantine Book IV 69:2",
                            "text": "—Mourning for Constantine at Rome; and the Honor paid him there through Paintings after his Death."
                        },
                        {
                            "verse": 3,
                            "chapter": 69,
                            "name": "Life of Constantine Book IV 69:3",
                            "text": "On the arrival of the news of the emperor's death in the imperial city, the Roman senate and people felt the announcement as the heaviest and most afflictive of all calamities, and gave themselves up to an excess of grief."
                        },
                        {
                            "verse": 4,
                            "chapter": 69,
                            "name": "Life of Constantine Book IV 69:4",
                            "text": "The baths and markets were closed, the public spectacles, and all other recreations in which men of leisure are accustomed to indulge, were interrupted."
                        },
                        {
                            "verse": 5,
                            "chapter": 69,
                            "name": "Life of Constantine Book IV 69:5",
                            "text": "Those who had erewhile lived in luxurious ease, now walked the streets in gloomy sadness, while all united in blessing the name of the deceased, as the one who was dear to God, and truly worthy of the imperial dignity."
                        },
                        {
                            "verse": 6,
                            "chapter": 69,
                            "name": "Life of Constantine Book IV 69:6",
                            "text": "Nor was their sorrow expressed only in words: they proceeded also to honor him, by the dedication of paintings to his memory, with the same respect as before his death."
                        },
                        {
                            "verse": 7,
                            "chapter": 69,
                            "name": "Life of Constantine Book IV 69:7",
                            "text": "The design of these pictures embodied a representation of heaven itself, and depicted the emperor reposing in an ethereal mansion above the celestial vault."
                        },
                        {
                            "verse": 8,
                            "chapter": 69,
                            "name": "Life of Constantine Book IV 69:8",
                            "text": "They too declared his sons alone to be emperors and Augusti, and begged with earnest entreaty that they might be permitted to receive the body of their emperor, and perform his obsequies in the imperial city."
                        }
                    ]
                },
                {
                    "chapter": 70,
                    "name": "Life of Constantine Book IV 70",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 70,
                            "name": "Life of Constantine Book IV 70:1",
                            "text": "Chapter LXX."
                        },
                        {
                            "verse": 2,
                            "chapter": 70,
                            "name": "Life of Constantine Book IV 70:2",
                            "text": "—His Burial by his Son Constantius at Constantinople."
                        },
                        {
                            "verse": 3,
                            "chapter": 70,
                            "name": "Life of Constantine Book IV 70:3",
                            "text": "Thus did they there testify their respect for the memory of him who had been honored by God."
                        },
                        {
                            "verse": 4,
                            "chapter": 70,
                            "name": "Life of Constantine Book IV 70:4",
                            "text": "The second of his sons, however, who had by this time arrived, proceeded to celebrate his father's funeral in the city which bears his name, himself heading the procession, which was preceded by detachments of soldiers in military array, and followed by vast multitudes, the body itself being surrounded by companies of spearmen and heavy armed infantry."
                        },
                        {
                            "verse": 5,
                            "chapter": 70,
                            "name": "Life of Constantine Book IV 70:5",
                            "text": "On the arrival of the procession at the church dedicated to the apostles of our Saviour, the coffin was there entombed."
                        },
                        {
                            "verse": 6,
                            "chapter": 70,
                            "name": "Life of Constantine Book IV 70:6",
                            "text": "Such honor did the youthful emperor Constantius render to his deceased parent, both by his presence, and by the due performance of this sacred ceremony."
                        }
                    ]
                },
                {
                    "chapter": 71,
                    "name": "Life of Constantine Book IV 71",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 71,
                            "name": "Life of Constantine Book IV 71:1",
                            "text": "Chapter LXXI."
                        },
                        {
                            "verse": 2,
                            "chapter": 71,
                            "name": "Life of Constantine Book IV 71:2",
                            "text": "—Sacred Service in the Church of the Apostles on the Occasion of Constantine's Funeral."
                        },
                        {
                            "verse": 3,
                            "chapter": 71,
                            "name": "Life of Constantine Book IV 71:3",
                            "text": "As soon as [Constantius] had withdrawn himself with the military train, the ministers of God came forward, with the multitude and the whole congregation of the faithful, and performed the rites of Divine worship with prayer."
                        },
                        {
                            "verse": 4,
                            "chapter": 71,
                            "name": "Life of Constantine Book IV 71:4",
                            "text": "At the same time the tribute of their praises was given to the character of this blessed prince, whose body rested on a lofty and conspicuous monument, and the whole multitude united with the priests of God in offering prayers for his soul, not without tears,—nay, rather with much weeping; thus performing an office consonant with the desires of the pious deceased."
                        },
                        {
                            "verse": 5,
                            "chapter": 71,
                            "name": "Life of Constantine Book IV 71:5",
                            "text": "In this respect also the favor of God was manifested to his servant, in that he not only bequeathed the succession of the empire to his own beloved sons, but that the earthly tabernacle of his thrice blessed soul, according to his own earnest wish, was permitted to share the monument of the apostles; was associated with the honor of their name, and with that of the people of God; was honored by the performance of the sacred ordinances and mystic service; and enjoyed a participation in the prayers of the saints."
                        },
                        {
                            "verse": 6,
                            "chapter": 71,
                            "name": "Life of Constantine Book IV 71:6",
                            "text": "Thus, too, he continued to possess imperial power even after death, controlling, as though with renovated life, a universal dominion, and retaining in his own name, as Victor, Maximus, Augustus, the sovereignty of the Roman world."
                        }
                    ]
                },
                {
                    "chapter": 72,
                    "name": "Life of Constantine Book IV 72",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 72,
                            "name": "Life of Constantine Book IV 72:1",
                            "text": "Chapter LXXII."
                        },
                        {
                            "verse": 2,
                            "chapter": 72,
                            "name": "Life of Constantine Book IV 72:2",
                            "text": "—Of the Phoenix."
                        },
                        {
                            "verse": 3,
                            "chapter": 72,
                            "name": "Life of Constantine Book IV 72:3",
                            "text": "We cannot compare him with that bird of Egypt, the only one, as they say, of its kind, which dies, self-sacrificed, in the midst of aromatic perfumes, and, rising from its own ashes with new life, soars aloft in the same form which it had before."
                        },
                        {
                            "verse": 4,
                            "chapter": 72,
                            "name": "Life of Constantine Book IV 72:4",
                            "text": "Rather did he resemble his Saviour, who, as the sown corn which is multiplied from a single grain, had yielded abundant increase through the blessing of God, and had overspread the whole world with his fruit."
                        },
                        {
                            "verse": 5,
                            "chapter": 72,
                            "name": "Life of Constantine Book IV 72:5",
                            "text": "Even so did our thrice blessed prince become multiplied, as it were, through the succession of his sons."
                        },
                        {
                            "verse": 6,
                            "chapter": 72,
                            "name": "Life of Constantine Book IV 72:6",
                            "text": "His statue was erected along with theirs in every province; and the name of Constantine was owned and honored even after the close of his mortal life."
                        }
                    ]
                },
                {
                    "chapter": 73,
                    "name": "Life of Constantine Book IV 73",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 73,
                            "name": "Life of Constantine Book IV 73:1",
                            "text": "Chapter LXXIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 73,
                            "name": "Life of Constantine Book IV 73:2",
                            "text": "—How Constantine is represented on Coins in the Act of ascending to Heaven."
                        },
                        {
                            "verse": 3,
                            "chapter": 73,
                            "name": "Life of Constantine Book IV 73:3",
                            "text": "A coinage was also struck which bore the following device."
                        },
                        {
                            "verse": 4,
                            "chapter": 73,
                            "name": "Life of Constantine Book IV 73:4",
                            "text": "On one side appeared the figure of our blessed prince, with the head closely veiled: the reverse exhibited him sitting as a charioteer, drawn by four horses, with a hand stretched downward from above to receive him up to heaven."
                        }
                    ]
                },
                {
                    "chapter": 74,
                    "name": "Life of Constantine Book IV 74",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 74,
                            "name": "Life of Constantine Book IV 74:1",
                            "text": "Chapter LXXIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 74,
                            "name": "Life of Constantine Book IV 74:2",
                            "text": "—The God whom he had honored deservedly honored him in Return."
                        },
                        {
                            "verse": 3,
                            "chapter": 74,
                            "name": "Life of Constantine Book IV 74:3",
                            "text": "Such are the proofs by which the Supreme God has made it manifest to us, in the person of Constantine, who alone of all sovereigns had openly professed the Christian faith, how great a difference he perceives between those whose privilege it is to worship him and his Christ, and those who have chosen the contrary part, who provoked his enmity by daring to assail his Church, and whose calamitous end, in every instance, afforded tokens of his displeasure, as manifestly as the death of Constantine conveyed to all men an evident assurance of his Divine love."
                        }
                    ]
                },
                {
                    "chapter": 75,
                    "name": "Life of Constantine Book IV 75",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 75,
                            "name": "Life of Constantine Book IV 75:1",
                            "text": "Chapter LXXV."
                        },
                        {
                            "verse": 2,
                            "chapter": 75,
                            "name": "Life of Constantine Book IV 75:2",
                            "text": "—He surpassed all Preceding Emperors in Devotion to God."
                        },
                        {
                            "verse": 3,
                            "chapter": 75,
                            "name": "Life of Constantine Book IV 75:3",
                            "text": "Standing, as he did, alone and pre-eminent among the Roman emperors as a worshiper of God; alone as the bold proclaimer to all men of the doctrine of Christ; having alone rendered honor, as none before him had ever done, to his Church; having alone abolished utterly the error of polytheism, and discountenanced idolatry in every form: so, alone among them both during life and after death, was he accounted worthy of such honors as none can say have been attained to by any other; so that no one, whether Greek or Barbarian, nay, of the ancient Romans themselves, has ever been presented to us as worthy of comparison with him."
                        }
                    ]
                }
            ]
        }
    ]
}