{
    "books": [
        {
            "name": "Council of Grangra",
            "chapters": [
                {
                    "chapter": 1,
                    "name": "Council of Grangra 1",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 1,
                            "name": "Council of Grangra 1:1",
                            "text": "Synodical Letter of the Council of Gangra."
                        },
                        {
                            "verse": 2,
                            "chapter": 1,
                            "name": "Council of Grangra 1:2",
                            "text": "Eusebius, aelian, Eugenius, Olympius, Bithynicus, Gregory, Philetus, Pappus, Eulalius, Hypatius, Proaeresius, Basil and Bassus, assembled in the holy Synod at Gangra, to our most honoured lords and fellow-ministers in Armenia wish health in the Lord."
                        },
                        {
                            "verse": 3,
                            "chapter": 1,
                            "name": "Council of Grangra 1:3",
                            "text": "Forasmuch as the most Holy Synod of Bishops, assembled on account of certain necessary matters of ecclesiastical business in the Church at Gangra, on inquiring also into the matters which concern Eustathius, found that many things had been unlawfully done by these very men who are partisans of Eustathius, it was compelled to make definitions, which it has hastened to make known to all, for the removal of whatever has by him been done amiss."
                        },
                        {
                            "verse": 4,
                            "chapter": 1,
                            "name": "Council of Grangra 1:4",
                            "text": "For, from their utter abhorrence of marriage, and from their adoption of the proposition that no one living in a state of marriage has any hope towards God, many misguided married women have forsaken their husbands, and husbands their wives:  then, afterwards, not being able to contain, they have fallen into adultery; and so, through such a principle as this, have come to shame."
                        },
                        {
                            "verse": 5,
                            "chapter": 1,
                            "name": "Council of Grangra 1:5",
                            "text": "They were found, moreover, fomenting separations from the houses of God and of the Church; treating the Church and its members with disdain, and establishing separate meetings and assemblies, and different doctrines and other things in opposition to the Churches and those things which are done in the Church; wearing strange apparel, to the destruction of the common custom of dress; making distributions, among themselves and their adherents as saints, of the first-fruits of the Church, which have, from the first, been given to the Church; slaves also leaving their masters, and, on account of their own strange apparel, acting insolently towards their masters; women, too, disregarding decent custom, and, instead of womanly apparel, wearing men's clothes, thinking to be justified because of these; while many of them, under a pretext of piety, cut off the growth of hair, which is natural to woman; [and these persons were found] fasting on the Lord's Day, despising the sacredness of that free day, but disdaining and eating on the fasts appointed in the Church; and certain of them abhor the eating of flesh; neither do they tolerate prayers in the houses of married persons, but, on the contrary, despise such prayers when they are made, and often refuse to partake when Oblations are offered in the houses of married persons; contemning married presbyters, and refusing to touch their ministrations; condemning the services in honour of the Martyrs and those who gather or minister therein, and the rich also who do not alienate all their wealth, as having nothing to hope from God; and many other things that no one could recount."
                        },
                        {
                            "verse": 6,
                            "chapter": 1,
                            "name": "Council of Grangra 1:6",
                            "text": "For every one of them, when he forsook the canon of the Church, adopted laws that tended as it were to isolation; for neither was there any common judgment among all of them; but whatever any one conceived, that he propounded, to the scandal of the Church, and to his own destruction."
                        },
                        {
                            "verse": 7,
                            "chapter": 1,
                            "name": "Council of Grangra 1:7",
                            "text": "Wherefore, the Holy Synod present in Gangra was compelled, on these accounts, to condemn them, and to set forth definitions declaring them to be cast out of the Church; but that, if they should repent and anathematize every one of these false doctrines, then they should be capable of restoration."
                        },
                        {
                            "verse": 8,
                            "chapter": 1,
                            "name": "Council of Grangra 1:8",
                            "text": "And therefore the Holy Synod has particularly set forth everything which they ought to anathematize before they are received."
                        },
                        {
                            "verse": 9,
                            "chapter": 1,
                            "name": "Council of Grangra 1:9",
                            "text": "And if any one will not submit to the said decrees, he shall be anathematized as a heretic, and excommunicated, and cast out of the Church; and it will behove the bishops to observe a like rule in respect of all who may be found with them."
                        }
                    ]
                },
                {
                    "chapter": 2,
                    "name": "Council of Grangra 2",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 2,
                            "name": "Council of Grangra 2:1",
                            "text": "Canon I."
                        },
                        {
                            "verse": 2,
                            "chapter": 2,
                            "name": "Council of Grangra 2:2",
                            "text": "If any one shall condemn marriage, or abominate and condemn a woman who is a believer and devout, and sleeps with her own husband, as though she could not enter the Kingdom [of heaven] let him be anathema."
                        }
                    ]
                },
                {
                    "chapter": 3,
                    "name": "Council of Grangra 3",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 3,
                            "name": "Council of Grangra 3:1",
                            "text": "Canon II."
                        },
                        {
                            "verse": 2,
                            "chapter": 3,
                            "name": "Council of Grangra 3:2",
                            "text": "If any one shall condemn him who eats flesh, which is without blood and has not been offered to idols nor strangled, and is faithful and devout, as though the man were without hope [of salvation] because of his eating, let him be anathema."
                        }
                    ]
                },
                {
                    "chapter": 4,
                    "name": "Council of Grangra 4",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 4,
                            "name": "Council of Grangra 4:1",
                            "text": "Canon III."
                        },
                        {
                            "verse": 2,
                            "chapter": 4,
                            "name": "Council of Grangra 4:2",
                            "text": "If any one shall teach a slave, under pretext of piety, to despise his master and to run away from his service, and not to serve his own master with good-will and all honour, let him be anathema."
                        }
                    ]
                },
                {
                    "chapter": 5,
                    "name": "Council of Grangra 5",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 5,
                            "name": "Council of Grangra 5:1",
                            "text": "Canon IV."
                        },
                        {
                            "verse": 2,
                            "chapter": 5,
                            "name": "Council of Grangra 5:2",
                            "text": "If any one shall maintain, concerning a married presbyter, that is not lawful to partake of the oblation when he offers it, let him be anathema."
                        }
                    ]
                },
                {
                    "chapter": 6,
                    "name": "Council of Grangra 6",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 6,
                            "name": "Council of Grangra 6:1",
                            "text": "Canon V."
                        },
                        {
                            "verse": 2,
                            "chapter": 6,
                            "name": "Council of Grangra 6:2",
                            "text": "If any one shall teach that the house of God and the assemblies held therein are to be despised, let him be anathema."
                        }
                    ]
                },
                {
                    "chapter": 7,
                    "name": "Council of Grangra 7",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 7,
                            "name": "Council of Grangra 7:1",
                            "text": "Canon VI."
                        },
                        {
                            "verse": 2,
                            "chapter": 7,
                            "name": "Council of Grangra 7:2",
                            "text": "If any one shall hold private assemblies outside of the Church, and, despising the canons, shall presume to perform ecclesiastical acts, the presbyter with the consent of the bishop refusing his permission, let him be anathema."
                        }
                    ]
                },
                {
                    "chapter": 8,
                    "name": "Council of Grangra 8",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 8,
                            "name": "Council of Grangra 8:1",
                            "text": "Canon VII."
                        },
                        {
                            "verse": 2,
                            "chapter": 8,
                            "name": "Council of Grangra 8:2",
                            "text": "If any one shall presume to take the fruits offered to the Church, or to give them out of the Church, without the consent of the bishop, or of the person charged with such things, and shall refuse to act according to his judgment, let him be anathema."
                        }
                    ]
                },
                {
                    "chapter": 9,
                    "name": "Council of Grangra 9",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 9,
                            "name": "Council of Grangra 9:1",
                            "text": "Canon VIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 9,
                            "name": "Council of Grangra 9:2",
                            "text": "If anyone, except the bishop or the person appointed for the stewardship of benefactions, shall either give or receive the revenue, let both the giver and the receiver be anathema."
                        }
                    ]
                },
                {
                    "chapter": 10,
                    "name": "Council of Grangra 10",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 10,
                            "name": "Council of Grangra 10:1",
                            "text": "Canon IX."
                        },
                        {
                            "verse": 2,
                            "chapter": 10,
                            "name": "Council of Grangra 10:2",
                            "text": "If any one shall remain virgin, or observe continence, abstaining from marriage because he abhors it, and not on account of the beauty and holiness of virginity itself, let him be anathema."
                        }
                    ]
                },
                {
                    "chapter": 11,
                    "name": "Council of Grangra 11",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 11,
                            "name": "Council of Grangra 11:1",
                            "text": "Canon X."
                        },
                        {
                            "verse": 2,
                            "chapter": 11,
                            "name": "Council of Grangra 11:2",
                            "text": "If any one of those who are living a virgin life for the Lord's sake shall treat arrogantly the married, let him be anathema."
                        }
                    ]
                },
                {
                    "chapter": 12,
                    "name": "Council of Grangra 12",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 12,
                            "name": "Council of Grangra 12:1",
                            "text": "Canon XI."
                        },
                        {
                            "verse": 2,
                            "chapter": 12,
                            "name": "Council of Grangra 12:2",
                            "text": "If anyone shall despise those who out of faith make love-feasts and invite the brethren in honour of the Lord, and is not willing to accept these invitations because he despises what is done, let him be anathema."
                        }
                    ]
                },
                {
                    "chapter": 13,
                    "name": "Council of Grangra 13",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 13,
                            "name": "Council of Grangra 13:1",
                            "text": "Canon XII."
                        },
                        {
                            "verse": 2,
                            "chapter": 13,
                            "name": "Council of Grangra 13:2",
                            "text": "If any one, under pretence of asceticism, should wear a peribolaeum and, as if this gave him righteousness, shall despise those who with piety wear the berus and use other common and customary dress, let him be anathema."
                        }
                    ]
                },
                {
                    "chapter": 14,
                    "name": "Council of Grangra 14",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 14,
                            "name": "Council of Grangra 14:1",
                            "text": "Canon XIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 14,
                            "name": "Council of Grangra 14:2",
                            "text": "If any woman, under pretence of asceticism, shall change her apparel and, instead of a woman's accustomed clothing, shall put on that of a man, let her be anathema."
                        }
                    ]
                },
                {
                    "chapter": 15,
                    "name": "Council of Grangra 15",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 15,
                            "name": "Council of Grangra 15:1",
                            "text": "Canon XIV."
                        },
                        {
                            "verse": 2,
                            "chapter": 15,
                            "name": "Council of Grangra 15:2",
                            "text": "If any woman shall forsake her husband, and resolve to depart from him because she abhors marriage, let her be anathema."
                        }
                    ]
                },
                {
                    "chapter": 16,
                    "name": "Council of Grangra 16",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 16,
                            "name": "Council of Grangra 16:1",
                            "text": "Canon XV."
                        },
                        {
                            "verse": 2,
                            "chapter": 16,
                            "name": "Council of Grangra 16:2",
                            "text": "If anyone shall forsake his own children and shall not nurture them, nor so far as in him lies, rear them in becoming piety, but shall neglect them, under pretence of asceticism, let him be anathema."
                        }
                    ]
                },
                {
                    "chapter": 17,
                    "name": "Council of Grangra 17",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 17,
                            "name": "Council of Grangra 17:1",
                            "text": "Canon XVI."
                        },
                        {
                            "verse": 2,
                            "chapter": 17,
                            "name": "Council of Grangra 17:2",
                            "text": "If, under any pretence of piety, any children shall forsake their parents, particularly [if the parents are] believers, and shall withhold becoming reverence from their parents, on the plea that they honour piety more than them, let them be anathema."
                        }
                    ]
                },
                {
                    "chapter": 18,
                    "name": "Council of Grangra 18",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 18,
                            "name": "Council of Grangra 18:1",
                            "text": "Canon XVII."
                        },
                        {
                            "verse": 2,
                            "chapter": 18,
                            "name": "Council of Grangra 18:2",
                            "text": "If any woman from pretended asceticism shall cut off her hair, which God gave her as the reminder of her subjection, thus annulling as it were the ordinance of subjection, let her be anathema."
                        }
                    ]
                },
                {
                    "chapter": 19,
                    "name": "Council of Grangra 19",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 19,
                            "name": "Council of Grangra 19:1",
                            "text": "Canon XVIII."
                        },
                        {
                            "verse": 2,
                            "chapter": 19,
                            "name": "Council of Grangra 19:2",
                            "text": "If any one, under pretence of asceticism, shall fast on Sunday, let him be anathema."
                        }
                    ]
                },
                {
                    "chapter": 20,
                    "name": "Council of Grangra 20",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 20,
                            "name": "Council of Grangra 20:1",
                            "text": "Canon XIX."
                        },
                        {
                            "verse": 2,
                            "chapter": 20,
                            "name": "Council of Grangra 20:2",
                            "text": "If any of the ascetics, without bodily necessity, shall behave with insolence and disregard the fasts commonly prescribed and observed by the Church, because of his perfect understanding in the matter, let him be anathema."
                        }
                    ]
                },
                {
                    "chapter": 21,
                    "name": "Council of Grangra 21",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 21,
                            "name": "Council of Grangra 21:1",
                            "text": "Canon XX."
                        },
                        {
                            "verse": 2,
                            "chapter": 21,
                            "name": "Council of Grangra 21:2",
                            "text": "If any one shall, from a presumptuous disposition, condemn and abhor the assemblies [in honour] of the martyrs, or the services performed there, and the commemoration of them, let him be anathema."
                        }
                    ]
                },
                {
                    "chapter": 22,
                    "name": "Council of Grangra 22",
                    "verses": [
                        {
                            "verse": 1,
                            "chapter": 22,
                            "name": "Council of Grangra 22:1",
                            "text": "Epilogue."
                        },
                        {
                            "verse": 2,
                            "chapter": 22,
                            "name": "Council of Grangra 22:2",
                            "text": "These things we write, not to cut off those who wish to lead in the Church of God an ascetic life, according to the Scriptures; but those who carry the pretence of asceticism to superciliousness; both exalting themselves above those who live more simply, and introducing novelties contrary to the Scriptures and the ecclesiastical Canons."
                        },
                        {
                            "verse": 3,
                            "chapter": 22,
                            "name": "Council of Grangra 22:3",
                            "text": "We do, assuredly, admire virginity accompanied by humility; and we have regard for continence, accompanied by godliness and gravity; and we praise the leaving of worldly occupations, [when it is made] with lowliness of mind; [but at the same time] we honour the holy companionship of marriage, and we do not contemn wealth enjoyed with uprightness and beneficence; and we commend plainness and frugality in apparel, [which is worn] only from attention, [and that] not over-fastidious, to the body; but dissolute and effeminate excess in dress we eschew; and we reverence the houses of God and embrace the assemblies held therein as holy and helpful, not confining religion within the houses, but reverencing every place built in the name of God; and we approve of gathering together in the Church itself for the common profit; and we bless the exceeding charities done by the brethren to the poor, according to the traditions of the Church; and, to sum up in a word, we wish that all things which have been delivered by the Holy Scriptures and the Apostolical traditions, may be observed in the Church."
                        }
                    ]
                }
            ]
        }
    ]
}